{
    "0.1824172406670956-3-147": {
        "average clique similarity": 0.1824172406670956,
        "clique": [
            "4-But some analysts in",
            "0-      In the wake of",
            "1-  Videgaray was once"
        ],
        "median tf-idf score": 0.9678996075820367,
        "publications": [
            "Business Insider",
            "New York Times",
            "Guardian"
        ],
        "sentences": [
            "But some analysts interpreted it as the latest, and most dramatic, effort by the president to regain the trust of the Mexican public following his meeting with Mr Trump, the Republican presidential nominee, who has made criticism of Mexicans and Mexico an incendiary motif of his campaign.",
            "’ ”   In the wake of the visit, which was widely seen as humiliating   for the Mexican president, the cabinet was divided, with the   foreign and interior ministries  to the visit,   according to The Journal.",
            "” Videgaray was once seen as a star in Peña Nieto’s administration, which made a series of structural reforms in areas such as energy, education and the taxation system, while the foreign financial press ran effusive stories on his political skills and PhD from MIT Some analysts, however, say he simply did not meet expectations, with decisions such as raising taxes and increasing indebtedness by 10 percentage points in less than four years failing to produce results or meet the lofty promises of the Peña Nieto administration  —   such as annual economic growth of 5%."
        ],
        "tf-idf score": [
            0.9678996075820367,
            0.6570773670176205,
            1.4506919754033203
        ]
    },
    "0.19315202574179222-3-15": {
        "average clique similarity": 0.19315202574179222,
        "clique": [
            "3-Pe a Nieto said the ",
            "2-Pe a Nieto made the ",
            "1- I don t think he im"
        ],
        "median tf-idf score": 0.6841505104282609,
        "publications": [
            "NPR",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "Peña Nieto said the government would be ”tightening its belt” but that there will ”not be new taxes nor increases in existing ones”.",
            "Peña Nieto made the announcement in Mexico City, but he gave no reason for the change, nor did he say whether Videgaray, a key aide since 2005, would receive a new post.",
            "“I don’t think he imagined the backlash nor did he take into account the possibility that Trump would accept and Hillary [Clinton] would not nor that Trump would win so much and [Peña Nieto] lose so much."
        ],
        "tf-idf score": [
            0.6217573380758593,
            1.0163953697283243,
            0.6841505104282609
        ]
    },
    "0.19526076359484282-3-193": {
        "average clique similarity": 0.19526076359484282,
        "clique": [
            "1-  The removal of Vid",
            "4-While Mr Videgaray s",
            "3- Trump talks soft in"
        ],
        "median tf-idf score": 1.2370981004541728,
        "publications": [
            "New York Times",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "” The removal of Videgaray  —   one of Peña Nieto’s closest political collaborators and his campaign manager in a successful run at the presidency in 2012  —   comes as the president confronts unprecedentedly low levels of popularity as his government deals with corruption and conflict of interest scandals, including revelations Videgaray purchased a property from a government contractor in 2012 and received a preferred interest rate.",
            "While Mr Videgaray’s resignation may have been intended to stanch the political bleeding in Mexico City and salvage the president’s standing, it also shifted the odds in the contest for future leadership of the governing Institutional Revolutionary Party, or P R I In addition, it left Mr Peña Nieto without one of his closest confidantes in his administration.",
            "[Trump talks soft in Mexico, wields big stick back home]   At the start of Peña Nieto’s administration in 2012, Videgaray was perhaps the most renowned member of the group of young,   technocrats poised to reboot Mexico’s economy and society, bringing a new   agenda to the Institutional Revolutionary Party, which had ruled for much of the past century."
        ],
        "tf-idf score": [
            1.1239579283502656,
            1.2370981004541728,
            1.3499503638032393
        ]
    },
    "0.2001660622089414-3-84": {
        "average clique similarity": 0.2001660622089414,
        "clique": [
            "4-Furthermore  Mr Vide",
            "3- The Washington Post",
            "0-      But Videgaray "
        ],
        "median tf-idf score": 0.6654274094305143,
        "publications": [
            "Business Insider",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "Furthermore, Mr Videgaray is rumored to be a possible P R I candidate for the governorship of the State of Mexico.",
            "(The Washington Post)    ”Not only institutionally, but personally, [Videgaray has been] without a doubt a partner committed to the efforts of the government of the republic to further the transformation of Mexico,” Peña Nieto said.",
            "” ”   But Videgaray has  counseling   him since the latter was governor of the state of Mexico,   Mexico’s most populous state, from 2005 to 2011."
        ],
        "tf-idf score": [
            0.58909561840697,
            1.1148092788682966,
            0.6654274094305143
        ]
    },
    "0.21530635658338823-3-21": {
        "average clique similarity": 0.21530635658338823,
        "clique": [
            "3-Videgaray had worked",
            "0-      The president ",
            "4-Indeed  Mr Pe a Niet"
        ],
        "median tf-idf score": 0.8783562300149088,
        "publications": [
            "Washington Post",
            "Business Insider",
            "New York Times"
        ],
        "sentences": [
            "Videgaray had worked with Peña Nieto when he was a governor and ran his campaign for president.",
            "” ”   The president  for Videgaray’s   resignation during his announcement.",
            "Indeed, Mr Peña Nieto was accompanied by Mr Videgaray when he made the announcement on Wednesday, and was warm and effusive toward his longtime adviser, thanking him for being “committed to Mexico and loyal to the president of Mexico."
        ],
        "tf-idf score": [
            0.8783562300149088,
            0.30011715457175403,
            1.2134684344228857
        ]
    },
    "0.22445033099078582-3-97": {
        "average clique similarity": 0.22445033099078582,
        "clique": [
            "2-According to the Ass",
            "1-The cabinet moves co",
            "4-Luis Videgaray  the "
        ],
        "median tf-idf score": 1.2444568471994084,
        "publications": [
            "New York Times",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "According to the Associated Press, Videgaray was the ”architect” of Trump’s visit to Mexico.",
            "The cabinet moves come as outrage continues to swirl over Peña Nieto inviting the US Republican candidate to Mexico  —   a decision urged by Videgaray, who wanted to send a signal to calm nervous markets, according to Mexican media reports.",
            "Luis Videgaray, the finance minister who stepped down on Wednesday, had championed the idea of inviting Mr Trump to Mexico City over the objections of other ministers, according to several Mexican news media reports, though Mr Peña Nieto insisted it was his own initiative."
        ],
        "tf-idf score": [
            0.822925093428258,
            1.2444568471994084,
            1.6738982866662289
        ]
    },
    "0.2457679277132928-3-224": {
        "average clique similarity": 0.2457679277132928,
        "clique": [
            "2-His successor is   e",
            "4-He was finance minis",
            "1- It was a useful int"
        ],
        "median tf-idf score": 0.8894759785445074,
        "publications": [
            "NPR",
            "New York Times",
            "Guardian"
        ],
        "sentences": [
            "His successor is   economist Jose Antonio Meade, who held the post of finance minister under the former president, Felipe Calderon.",
            "He was finance minister under Mr Peña Nieto’s predecessor, Felipe Calderón, and Mr Peña Nieto made him the foreign minister in 2012.",
            "“It was a useful intervention for the country and useful for Mexicans,” said Meade, previously foreign minister under Peña Nieto."
        ],
        "tf-idf score": [
            0.4393021593767963,
            0.8894759785445074,
            0.9345366711333843
        ]
    },
    "0.2550139694474621-3-124": {
        "average clique similarity": 0.2550139694474621,
        "clique": [
            "0-      Videgaray s de",
            "3-An   economist  Vide",
            "4-He had worked for th"
        ],
        "median tf-idf score": 1.1270778224108653,
        "publications": [
            "Washington Post",
            "Business Insider",
            "New York Times"
        ],
        "sentences": [
            "” ”   Videgaray’s departure has necessitated a shuffling of posts in    ” ’  ’ ”ake over Meade’s role at   t” ”   Like Videgaray, Miranda has deep ties to Peña Nieto, serving as    for Peña Nieto’s government   in Mexico state.",
            "An   economist, Videgaray had served as Peña Nieto’s campaign manager and finance secretary in the state of Mexico when Peña Nieto was governor.",
            "He had worked for the president since 2005, when Mr Peña Nieto was the governor of the State of Mexico, helping him restructure the state’s debt and coordinating Mr Peña Nieto’s 2012 presidential bid."
        ],
        "tf-idf score": [
            1.214967159671385,
            1.1270778224108653,
            1.0699921813155797
        ]
    },
    "0.2743533459284087-3-43": {
        "average clique similarity": 0.2743533459284087,
        "clique": [
            "4-Thirteen months ago ",
            "3-Pe a Nieto appointed",
            "1-The social developme"
        ],
        "median tf-idf score": 0.9301571815779682,
        "publications": [
            "Washington Post",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "Thirteen months ago, Mr Peña Nieto appointed him to head the Social Development Ministry, a post that elevated Mr Meade to the level of a possible presidential candidate as he traveled around the country promoting the government’s programs for the poor.",
            "Peña Nieto appointed José Antonio Meade, Mexico’s social development minister and a popular former foreign minister, to take over as the new finance minister.",
            "The social development secretary, José Antonio Meade, a former finance minister under then president Felipe Calderón, is expected to replace him, according to media reports."
        ],
        "tf-idf score": [
            0.9301571815779682,
            0.930791801338099,
            0.4854773023093982
        ]
    },
    "0.2929902390357428-3-0": {
        "average clique similarity": 0.2929902390357428,
        "clique": [
            "4-MEXICO CITY      One",
            "2-Luis Videgaray  Mexi",
            "1-President Enrique Pe"
        ],
        "median tf-idf score": 1.5192923473131827,
        "publications": [
            "New York Times",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "MEXICO CITY  —   One of President Enrique Peña Nieto’s top ministers and closest allies resigned on Wednesday, an apparent casualty of Mr Peña Nieto’s wildly unpopular meeting last week with Donald J Trump.",
            "Luis Videgaray, Mexico’s M I T  minister of finance and confidant of President Enrique Peña Nieto, has resigned in a move widely seen as fallout from Donald Trump’s visit to that country last week.",
            "President Enrique Peña Nieto of Mexico is replacing his finance minister, Luis Videgaray, as the country confronts a deteriorating economic situation, increasingly deep debts and the consequences of inviting Republican candidate Donald Trump to Mexico  —   reportedly at Videgaray’s urging."
        ],
        "tf-idf score": [
            1.290937305185323,
            1.5500762255908083,
            1.5192923473131827
        ]
    },
    "0.30131919644220534-3-52": {
        "average clique similarity": 0.30131919644220534,
        "clique": [
            "0-The   country s weak",
            "3-During his tenure as",
            "4-During his tenure  h"
        ],
        "median tf-idf score": 0.4256877822541341,
        "publications": [
            "Business Insider",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "The   country’s weak economic growth, his personal  and  may be at play as well.",
            "During his tenure as finance minister, Mexico’s economy has been characterized by plodding economic growth and a weakening peso.",
            "During his tenure, however, Mexico saw slow economic growth and a weak peso, and the country’s standing with   agencies has suffered."
        ],
        "tf-idf score": [
            0.1277636282675597,
            0.5491893018730946,
            0.4256877822541341
        ]
    },
    "0.3351332046862914-3-108": {
        "average clique similarity": 0.3351332046862914,
        "clique": [
            "4-The discontent has c",
            "3-The visit prompted o",
            "2- The Trump visit  he"
        ],
        "median tf-idf score": 0.7980592569248451,
        "publications": [
            "New York Times",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "The discontent has continued to simmer on social media and in the news, and an   Nieto demonstration has been called for Sept. 15.",
            "The visit prompted opponents in Mexico City to plan a protest march for Sept. 15, the day before Mexico’s independence day, calling on Peña Nieto to step down.",
            "”The Trump visit, he said, ’was a monumental failure.’ ” The New York Times discussed the lingering impact of the Trump visit: ”The discontent has continued to boil on social media and in the press, and an   Nieto demonstration has been called for Sept. 15."
        ],
        "tf-idf score": [
            0.42974318168749465,
            0.7980592569248451,
            1.0413841207582129
        ]
    },
    "0.3748165994780592-3-187": {
        "average clique similarity": 0.3748165994780592,
        "clique": [
            "3- Mexico lawmaker res",
            "2-The Post also offere",
            "4- Of all the scandals"
        ],
        "median tf-idf score": 1.2637380515095598,
        "publications": [
            "New York Times",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "[Mexico lawmaker responds to Trump: revoke treaties with U S]  ”The political cost [of the visit] was extremely high for Peña Nieto, and he was obliged to find someone to blame,” said Alberto Arnaut, a political science professor at the College of Mexico.",
            "The Post also offered this quote: ” ’The political cost [of the visit] was extremely high for Peña Nieto, and he was obliged to find someone to blame,’ said Alberto Arnaut, a political science professor at the College of Mexico, explaining the minister’s departure.",
            "“Of all the scandals Peña Nieto has faced, this is the most devastating,” said Alfonso Zárate, a political analyst and columnist in Mexico City."
        ],
        "tf-idf score": [
            1.2637380515095598,
            1.2916372533886242,
            0.8814825280641745
        ]
    },
    "0.45559479610486164-3-125": {
        "average clique similarity": 0.45559479610486164,
        "clique": [
            "3-Many here felt humil",
            "4-On Tuesday  an oppos",
            "2-On Tuesday  an oppos"
        ],
        "median tf-idf score": 1.474843890100098,
        "publications": [
            "Washington Post",
            "New York Times",
            "NPR"
        ],
        "sentences": [
            "Many here felt humiliated that Peña Nieto would host Trump, after Trump pledged to build a wall on the U S border to keep out migrants, make Mexico pay for it and deport millions of undocumented immigrants.",
            "On Tuesday, an opposition senator  —   seeking to provide the defense of Mexico that he said Mr Peña Nieto had failed to offer  —   submitted a bill that would empower the government to fight several of Mr Trump’s foreign policy proposals, including his promise to force Mexico to pay for the construction of a border wall and his threat to withdraw the United States from the North American Free Trade Agreement.",
            "On Tuesday, an opposition senator  —   seeking to provide the defense of Mexico that he said Mr Peña Nieto had failed to provide  —   submitted a bill that would empower the government to fight back against several of Mr Trump’s foreign policy proposals, including his promise to force Mexico to pay for the construction of a border wall and his vow to withdraw the United States from the North American Free Trade Agreement”."
        ],
        "tf-idf score": [
            0.9190863338478735,
            1.474843890100098,
            1.4807249452916882
        ]
    }
}