{
    "0.12082916636390156-3-277": {
        "average clique similarity": 0.12082916636390156,
        "clique": [
            "1-The company is under",
            "0-Environmentalists  a",
            "2-The Wall Street Jour"
        ],
        "median tf-idf score": 0.7194916921809702,
        "publications": [
            "Breitbart",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "The company is under investigation by the New York Attorney General’s Office for allegedly misleading investors, regulators and the public on what it knew about global warming.",
            "Environmentalists, already alarmed by Trump’s nomination of Oklahoma Attorney General Scott Pruitt    a fierce opponent of climate change regulation of power plants    to head the Environmental Protection Agency, are mobilizing against a potential Tillerson nomination.",
            "The Wall Street Journal reported that Tillerson shifted the company’s stance on climate change, “He embraced a carbon tax as the best potential policy solution and has said climate change is a global problem that warrants action."
        ],
        "tf-idf score": [
            0.24321804121528834,
            0.7194916921809702,
            0.9125065189834883
        ]
    },
    "0.14129512432026922-3-309": {
        "average clique similarity": 0.14129512432026922,
        "clique": [
            "2-In 1995  Tillerson w",
            "1-Democrats on the Sen",
            "0-His contacts run dee"
        ],
        "median tf-idf score": 0.9160592793716507,
        "publications": [
            "Breitbart",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "In 1995, Tillerson was elevated to the position of President of Exxon Yemen Inc. ExxonMobil stated that in his roles with the company from 1992 to 1999, “he was responsible for Exxon’s holdings in Russia and the Caspian Sea as well as the Sakhalin I consortium operations offshore Sakhalin Island, Russia.",
            "Democrats on the Senate Foreign Relations Committee raised concerns in a memo on Saturday citing Trump’s ”cavalier dismissal” of U S intelligence reports that Russia interfered in U S elections and the appointment of Tillerson, who has ”business ties to Russia and Vladimir Putin, and whose company worked to bury and deny climate science for years”.",
            "His contacts run deep in the Gulf and elsewhere in the Middle East, and ExxonMobil also has operations throughout Asia, which could witness a confrontation between the Trump administration and China."
        ],
        "tf-idf score": [
            0.9160592793716507,
            1.4007262771014994,
            0.44466310533132924
        ]
    },
    "0.15153742099476847-3-59": {
        "average clique similarity": 0.15153742099476847,
        "clique": [
            "0-He will have to expl",
            "3-Being a  friend of V",
            "4-      Tillerson s cl"
        ],
        "median tf-idf score": 0.5826024235975072,
        "publications": [
            "Fox News",
            "Business Insider",
            "CNN"
        ],
        "sentences": [
            "He will have to explain why his own lack of formal foreign policy experience is not a disqualifying feature of his resume.",
            "Being a ”friend of Vladimir” is not an attribute I am hoping for from a #SecretaryOfState   MR, Tillerson is reported to have close ties to Russia.",
            "” ”   Tillerson’s close ties to Putin will likely come intense scrutiny   during his confirmation process if he is nominated."
        ],
        "tf-idf score": [
            0.15221969376045716,
            0.5826024235975072,
            0.5945532797976478
        ]
    },
    "0.1540232147635685-3-196": {
        "average clique similarity": 0.1540232147635685,
        "clique": [
            "2-3 million   accordin",
            "3-Trump told  Fox News",
            "4-      Tillerson had "
        ],
        "median tf-idf score": 0.42679028933366886,
        "publications": [
            "Business Insider",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "3 million,” according to the Post.",
            "Trump told “Fox News Sunday” that he has “others” as candidates for the post, while lauding Tillerson’s record.",
            "’ ”   Tillerson had become the leading candidate for the post in recent   days, amid ."
        ],
        "tf-idf score": [
            0.10143248920172157,
            0.8258141463715378,
            0.42679028933366886
        ]
    },
    "0.15410127196271506-3-42": {
        "average clique similarity": 0.15410127196271506,
        "clique": [
            "1-Tillerson  64  has d",
            "2-Tillerson spoke disa",
            "0-Even if he were to s"
        ],
        "median tf-idf score": 0.5329158021766334,
        "publications": [
            "Reuters",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "Tillerson, 64, has driven Exxon’s expansion in Russia for decades and opposed U S sanctions imposed on Russia for its seizure of Crimea.",
            "Tillerson spoke disapprovingly of sanctions against Russia at a 2014 ExxonMobil shareholders meeting.",
            "Even if he were to sever all links and investments related to ExxonMobil, action he took as secretary of state    for instance, advocating the lifting of sanctions against Russia over its annexation of Ukraine    could clearly benefit the firm."
        ],
        "tf-idf score": [
            0.6573607578507359,
            0.5329158021766334,
            0.4382360834110826
        ]
    },
    "0.15434960757841934-3-22": {
        "average clique similarity": 0.15434960757841934,
        "clique": [
            "3-  Speaking on ABC Ne",
            "1-It was their second ",
            "0- I ll do anything to"
        ],
        "median tf-idf score": 0.28197071274702956,
        "publications": [
            "Reuters",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "” Speaking on ABC News’ “This Week,” incoming Trump chief of staff Reince Priebus also defended Tillerson as an “incredible businessman and American patriot.",
            "It was their second meeting about the position this week.",
            "”I’ll do anything to try to prevent John Bolton from getting any position because I think his worldview is naive,” Paul said on ABC’s ”This Week”."
        ],
        "tf-idf score": [
            0.6883855370930846,
            0.18327096178260244,
            0.28197071274702956
        ]
    },
    "0.15981038227648317-3-319": {
        "average clique similarity": 0.15981038227648317,
        "clique": [
            "3-  Noting that expert",
            "0- By naming Rex Tille",
            "2-Former Secretary of "
        ],
        "median tf-idf score": 0.8936910428453613,
        "publications": [
            "Fox News",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "” Noting that experts in the State Department would be on hand to assist the next secretary, McCarthy said Tillerson has an understanding of what world leaders are looking for and “knows what buttons kind of push them.",
            "”By naming Rex Tillerson for Secretary of State, Trump would truly be turning over several key Cabinet positions to Big Oil,” said League of Conservation Voters President Gene Karpinski in a statement.",
            "Former Secretary of State Condoleezza Rice and former Secretary of Defense Robert Gates recommended Tillerson for the Secretary of State position according to sources cited by Politico."
        ],
        "tf-idf score": [
            0.8936910428453613,
            0.966284831563475,
            0.6125052275085431
        ]
    },
    "0.17332561814431868-3-319": {
        "average clique similarity": 0.17332561814431868,
        "clique": [
            "3-  But he reiterated ",
            "1-Should Tillerson be ",
            "0-He continued   The r"
        ],
        "median tf-idf score": 0.4279865510843683,
        "publications": [
            "Fox News",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "” But he reiterated that “it should be a matter of concern.",
            "Should Tillerson be nominated, climate change could be another controversial issue for him.",
            "He continued, ”The role of Secretary of State should not be bestowed upon someone whose only notable experience with foreign governments involve multimillion dollar deals with Russia and whose experience with the federal government seems to be limited to campaigns against the effects of climate change”."
        ],
        "tf-idf score": [
            0.07108980576493241,
            0.4279865510843683,
            0.5440585771193751
        ]
    },
    "0.1735146014972122-3-91": {
        "average clique similarity": 0.1735146014972122,
        "clique": [
            "0-A Tillerson nominati",
            "4-         Tillerson s",
            "3-  Asked about tough "
        ],
        "median tf-idf score": 0.5329166310536328,
        "publications": [
            "Fox News",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "A Tillerson nomination would also exacerbate concerns about the level of formal foreign policy experience in Trump’s outsider administration.",
            "” ’’ ”   Tillerson’s nomination may also open up questions about potential   conflicts of interest because of Exxon’s large portfolio around   the globe.",
            "” Asked about tough questions from Republican senators, he said, “We don’t have concerns about confirmation."
        ],
        "tf-idf score": [
            0.7362403692832868,
            0.5329166310536328,
            0.2811725648946157
        ]
    },
    "0.17748652352564495-3-131": {
        "average clique similarity": 0.17748652352564495,
        "clique": [
            "1-Exxon s Tillerson em",
            "4-The Wall Street Jour",
            "0-The   explained on F"
        ],
        "median tf-idf score": 0.8498508525628381,
        "publications": [
            "CNN",
            "Reuters",
            "Business Insider"
        ],
        "sentences": [
            "Exxon’s Tillerson emerged on Friday as Trump’s leading candidate for U S secretary of state over 2012 Republican presidential nominee Mitt Romney and three other people.",
            "The Wall Street Journal  that Tillerson’s emergence as a candidate for   the nation’s top diplomatic post came as a surprise to both him   and senior Exxon officials.",
            "The   explained on Fox News Sunday why Tillerson has moved to the top of the list for secretary of state, ahead of such candidates as former GOP nominee Mitt Romney and Tennessee Senator Bob Corker."
        ],
        "tf-idf score": [
            0.9140867580031791,
            0.632460812408437,
            0.8498508525628381
        ]
    },
    "0.2055557007165284-4-4": {
        "average clique similarity": 0.2055557007165284,
        "clique": [
            "1-Tillerson and Rosnef",
            "0-Tillerson  64  was a",
            "3-In 2011  Tillerson a",
            "4-      Putin and Till"
        ],
        "median tf-idf score": 0.6886754067324549,
        "publications": [
            "CNN",
            "Business Insider",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "Tillerson and Rosneft chief Igor Sechin announced plans to begin drilling in the Russian Arctic for oil as part of their  joint venture, in spite of U S sanctions.",
            "Tillerson, 64, was a driving force behind ExxonMobil’s partnership with Russian oil giant Rosneft and drilling projects in the Arctic, Black Sea and Siberia.",
            "In 2011, Tillerson announced an expansive relationship with Russia’s Rosneft that will spend years and billions of dollars developing technology to explore and produce oil and gas in icy waters in the Russian Arctic.",
            "” ”   Putin and Tillerson cut a deal in 2011 giving Exxon access to oil   resources in Russia’s Arctic, though it was eventually blocked by   the US sanctions after Russia invaded the Crimean peninsula."
        ],
        "tf-idf score": [
            0.5953046330134398,
            0.6593621115674837,
            0.717988701897426,
            0.894349865333889
        ]
    },
    "0.21124615996356752-3-105": {
        "average clique similarity": 0.21124615996356752,
        "clique": [
            "4-           Donald Tr",
            "0- With Rex Tillerson ",
            "2-ExxonMobil executive"
        ],
        "median tf-idf score": 1.0381913339079913,
        "publications": [
            "Breitbart",
            "Business Insider",
            "CNN"
        ],
        "sentences": [
            "’  ’ ”     Donald Trump has reportedly selected Exxon   Mobil CEO Rex Tillerson to be his administration’s secretary of   state, sources told  on Saturday.",
            "”With Rex Tillerson as our Secretary of State, the Trump administration would be guaranteeing Russia has a willing accomplice in the President’s Cabinet guiding our nation’s foreign policy,” Menendez wrote.",
            "ExxonMobil executive Rex Tillerson is rumored to be   Donald Trump’s Secretary of State, but who is the man who could be the United States’ representative around the world?"
        ],
        "tf-idf score": [
            1.0381913339079913,
            1.0843881681805783,
            0.8434469708832351
        ]
    },
    "0.24687008846882996-3-260": {
        "average clique similarity": 0.24687008846882996,
        "clique": [
            "3-  While noting a  co",
            "1-Senate Armed Service",
            "0- It is a matter of c"
        ],
        "median tf-idf score": 0.9009823637429274,
        "publications": [
            "CNN",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "” While noting a “conclusion has not been made,” he stressed that Tillerson is in the business of finding oil around the world, and said “the fact that he actually has a relationship with people like Vladimir Putin and others across the globe is something that [we] shouldn’t be .",
            "Senate Armed Services Committee Chairman John McCain, a   Putin critic, told Fox News that he does not know what Tillerson’s relationship with Putin has been, ”but I’ll tell you, it is a matter of concern to me”.",
            "”It is a matter of concern to me that he has such a close personal relationship with Vladimir Putin,” said the 2008 Republican presidential nominee on CBS’ ”Face the Nation” Sunday."
        ],
        "tf-idf score": [
            0.9009823637429274,
            0.9271652366926998,
            0.6225740973078191
        ]
    },
    "0.2600798480346096-3-124": {
        "average clique similarity": 0.2600798480346096,
        "clique": [
            "2-  That same year  Ti",
            "0- And  obviously  the",
            "3-  He voiced concern "
        ],
        "median tf-idf score": 0.550141743505742,
        "publications": [
            "Breitbart",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "” That same year, Tillerson received the Order of Friendship from Russian President Vladimir Putin.",
            "”And, obviously, they have done enormous deals together, that that would color his approach to Vladimir Putin and the Russian threat”.",
            "” He voiced concern that Tillerson’s relationship could “color his approach” toward Putin and the Russian threat."
        ],
        "tf-idf score": [
            0.5789096491986377,
            0.25319588374963725,
            0.550141743505742
        ]
    },
    "0.2780873869654981-3-319": {
        "average clique similarity": 0.2780873869654981,
        "clique": [
            "4-      Mitchell also ",
            "0-Kentucky Sen  Rand P",
            "1-NBC News  which firs"
        ],
        "median tf-idf score": 0.6410419196149825,
        "publications": [
            "Business Insider",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "’ ’   Mitchell also reported that Tillerson  —   an unusual pick with no   political experience  —   will likely be paired with former UN   Ambassador John Bolton, who would serve as deputy secretary.",
            "Kentucky Sen. Rand Paul said Sunday he would seek to block Trump’s widely rumored pick for deputy secretary of state, former US ambassador to the United Nations John Bolton.",
            "NBC News, which first reported the development, said Trump would also name John Bolton, a former U S ambassador to the United Nations, as deputy secretary of state."
        ],
        "tf-idf score": [
            0.6218000886224088,
            0.6863227639151749,
            0.6410419196149825
        ]
    },
    "0.2858165971597453-3-244": {
        "average clique similarity": 0.2858165971597453,
        "clique": [
            "0-The nomination    wh",
            "1-News of Rex Tillerso",
            "4-The news of   his po"
        ],
        "median tf-idf score": 0.8392065329685245,
        "publications": [
            "Business Insider",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "The nomination    which Trump tweeted will be announced Tuesday    would be provocative, given Tillerson’s personal relationship with President Vladimir Putin amid an uproar over CIA assessments that Russia likely intervened in the presidential election to help Trump.",
            "News of Rex Tillerson’s possible appointment comes as U S intelligence analysts have concluded that Russia intervened in the 2016 election to help Trump win the White House.",
            "The news of   his potential appointment comes a day after the reports emerged   that the CIA has concluded  with the election to try to   help Trump to victory."
        ],
        "tf-idf score": [
            1.0093479790127209,
            0.8392065329685245,
            0.5753879739469273
        ]
    },
    "0.3043243515847273-3-287": {
        "average clique similarity": 0.3043243515847273,
        "clique": [
            "1-In a preview from an",
            "3-Tillerson is thought",
            "2- In a Fox News Sunda"
        ],
        "median tf-idf score": 0.8372874780980147,
        "publications": [
            "Breitbart",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "In a preview from an interview to be aired on ”Fox News Sunday,” Trump said Tillerson is ”much more than a business executive”.",
            "Tillerson is thought to be a favorite for the position of top U S diplomat and met again with the   in New York on Saturday, though Trump would not confirm his selection in an interview with “Fox News Sunday.",
            "[In a Fox News Sunday interview with Chris Wallace, Trump said of Tillerson, “He’s a world class player."
        ],
        "tf-idf score": [
            0.806218332604601,
            0.8395301039693479,
            0.8372874780980147
        ]
    },
    "0.3110191888899161-3-319": {
        "average clique similarity": 0.3110191888899161,
        "clique": [
            "0-In 2014  Putin award",
            "1-Russian President Vl",
            "4-Few US citizens are "
        ],
        "median tf-idf score": 0.40384991552912236,
        "publications": [
            "CNN",
            "Reuters",
            "Business Insider"
        ],
        "sentences": [
            "In 2014, Putin awarded the ExxonMobil CEO the Order of Friendship, one of the highest honors Russia grants to foreign citizens.",
            "Russian President Vladimir Putin awarded Tillerson Russia’s Order of Friendship, one of the country’s highest civilian honors.",
            "Few US citizens are closer to Vladimir Putin, the   Russian president, beyond Henry Kissinger, according to The   Journal."
        ],
        "tf-idf score": [
            0.40384991552912236,
            0.7084924844730683,
            0.32568849373733666
        ]
    },
    "0.3538533615531316-3-319": {
        "average clique similarity": 0.3538533615531316,
        "clique": [
            "3-Amid the bipartisan ",
            "0-I mean  he s a   pla",
            "1- I mean  he s a worl"
        ],
        "median tf-idf score": 0.3792177949129865,
        "publications": [
            "Fox News",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "Amid the bipartisan debate, Trump tweeted late Sunday morning: “Whether I choose him or not for ‘State’  Rex Tillerson, the Chairman  CEO of ExxonMobil, is a world class player and dealmaker.",
            "I mean, he’s a   player.",
            "”I mean, he’s a world class player,” Trump said."
        ],
        "tf-idf score": [
            0.9376441549652448,
            0.04570139752308208,
            0.3792177949129865
        ]
    },
    "0.38644871217321325-3-144": {
        "average clique similarity": 0.38644871217321325,
        "clique": [
            "3-      He s in charge",
            "1- He s in charge of a",
            "2-  In 2011  the Exxon"
        ],
        "median tf-idf score": 0.20635617973603623,
        "publications": [
            "Reuters",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "…     He’s in charge of an oil company that’s pretty much double the size of his next serious competitor.",
            "”He’s in charge of an oil company that’s pretty much double the size of his next nearest competitor.",
            "” In 2011, the ExxonMobil CEO was involved in a deal on behalf of the company to develop oil fields in Iraqi Kurdistan according to Reuters."
        ],
        "tf-idf score": [
            0.1993748630723998,
            0.20635617973603623,
            0.4668268540873141
        ]
    },
    "0.47420962925701593-3-12": {
        "average clique similarity": 0.47420962925701593,
        "clique": [
            "3-He does massive deal",
            "0-He s in charge of  I",
            "1-He does massive deal"
        ],
        "median tf-idf score": 0.430661408126751,
        "publications": [
            "Fox News",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "He does massive deals for the company    not for himself    for the company,” Trump said.",
            "He’s in charge of, I guess, the largest company in the world,” Trump said.",
            "He does massive deals in Russia,” Trump said."
        ],
        "tf-idf score": [
            0.430661408126751,
            0.4244263787058972,
            0.44869296914361173
        ]
    },
    "0.48890323621654047-3-110": {
        "average clique similarity": 0.48890323621654047,
        "clique": [
            "3- He s much more than",
            "1-As Exxon s CEO  Till",
            "0- He s much more than"
        ],
        "median tf-idf score": 0.06581296141332924,
        "publications": [
            "Fox News",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "“He’s much more than a business executive.",
            "As Exxon’s CEO, Tillerson oversees operations in more than 50 countries, including Russia.",
            "”He’s much more than a business executive."
        ],
        "tf-idf score": [
            0.06581296141332924,
            0.542070430227789,
            0.06581296141332924
        ]
    },
    "0.9953489889084454-3-62": {
        "average clique similarity": 0.9953489889084454,
        "clique": [
            "1- And to me  a great ",
            "3-And to me  a great a",
            "0- To me  a great adva"
        ],
        "median tf-idf score": 0.10654692555690101,
        "publications": [
            "Reuters",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "”And to me, a great advantage is he knows many of the players, and he knows them well.",
            "And to me, a great advantage is he knows many of the players, and he knows them well.",
            "”To me, a great advantage is he knows many of the players, and he knows them well”."
        ],
        "tf-idf score": [
            0.10654692555690101,
            0.10654692555690101,
            0.10654692555690101
        ]
    }
}