{
    "0.20115806483674972-3-65": {
        "average clique similarity": 0.20115806483674972,
        "clique": [
            "4-Several cities  incl",
            "1-Chicago  New York an",
            "0-New York also is a p"
        ],
        "median tf-idf score": 0.5505171719923475,
        "publications": [
            "CNN",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "Several cities, including New Orleans, New York, and Chicago, have been floated as possible replacements, NBA officials have said.",
            "Chicago, New York and Las Vegas also were considered potential options, people close to the league’s thinking said earlier this week.",
            "New York also is a possibility, ESPN reported."
        ],
        "tf-idf score": [
            0.6352481274016045,
            0.5505171719923475,
            0.15101097569913116
        ]
    },
    "0.20922695938152858-3-26": {
        "average clique similarity": 0.20922695938152858,
        "clique": [
            "0- At Turner  and our ",
            "5-Our   schedule of   ",
            "4-The NBA said the law"
        ],
        "median tf-idf score": 0.6687176302209618,
        "publications": [
            "CNN",
            "Breitbart",
            "Atlantic"
        ],
        "sentences": [
            "”At Turner, and our parent company Time Warner, diversity in all its forms is core to our value system and to the success of our company,” said Turner, which comprises CNN  ”Laws to the contrary go against our fundamental belief of equality and inclusion for all individuals.",
            "Our   schedule of   events and activities is intended to be a global celebration of basketball, our league, and the values for which we stand, and to bring together all members of the NBA community  —   current and former players, league and team officials, business partners, and fans.",
            "The NBA said the law does not match the “core values” of the league, which include “diversity, inclusion, fairness, and respect for others."
        ],
        "tf-idf score": [
            0.6288901928961282,
            0.6687176302209618,
            0.8376038528513365
        ]
    },
    "0.21938275817572253-4-71": {
        "average clique similarity": 0.21938275817572253,
        "clique": [
            "3-It also requires sch",
            "5-The NBA announced it",
            "2-The North Carolina l",
            "0-NBA Commissioner Ada"
        ],
        "median tf-idf score": 1.00299964617431,
        "publications": [
            "Breitbart",
            "NPR",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "It also requires schools, government offices and other public institutions to ensure that multiple occupancy bathrooms are ”designated for and only used by persons based on their biological sex” as stated on their birth certificates.",
            "The NBA announced its decision on Thursday to move its 2017   Game from Charlotte because of a North Carolina law that restricts   public bathrooms on government property to those matching the biological sex indicated on the entrances.",
            "The North Carolina law, enacted earlier this year, directs transgender people to use public toilets corresponding to the sex listed on their birth certificate.",
            "NBA Commissioner Adam Silver had worked with other NBA officials to try to get North Carolina to change the law, which requires people to use bathrooms in government buildings, schools and universities that correspond to their gender at birth and prevents local governments from passing   ordinances."
        ],
        "tf-idf score": [
            0.39105790990186434,
            1.2460652107749453,
            0.7599340815736749,
            1.263028185925624
        ]
    },
    "0.24567743222252916-3-150": {
        "average clique similarity": 0.24567743222252916,
        "clique": [
            "0-Yahoo reported offic",
            "2-The NBA s decision w",
            "1-The website The Vert"
        ],
        "median tf-idf score": 0.47451277714375806,
        "publications": [
            "Washington Post",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "Yahoo reported officials are looking to hold the game in New Orleans instead.",
            "The NBA’s decision was first reported by Yahoo Sports and USA Today.",
            "The website The Vertical, which first reported the NBA’s decision, said it likely would be held in New Orleans."
        ],
        "tf-idf score": [
            0.3478105519134688,
            0.47451277714375806,
            0.5794980386431743
        ]
    },
    "0.25883436546561805-3-140": {
        "average clique similarity": 0.25883436546561805,
        "clique": [
            "2-The league says it h",
            "0-The NBA also said it",
            "1- The NBA has decided"
        ],
        "median tf-idf score": 0.7410293769774985,
        "publications": [
            "CNN",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "The league says it hopes to announce a new location for next February’s events shortly, and that it also hopes to reschedule the 2019 game for Charlotte.",
            "The NBA also said it hopes to hold the 2019 game in Charlotte ”provided there is an appropriate resolution to this matter”.",
            "“The NBA has decided to relocate the 2017   Game from Charlotte with the hope of rescheduling for 2019,” the league said in a statement."
        ],
        "tf-idf score": [
            0.6616139876205023,
            0.7410293769774985,
            0.9505179454940742
        ]
    },
    "0.2619260173538718-3-84": {
        "average clique similarity": 0.2619260173538718,
        "clique": [
            "0-Pat McCrory slammed ",
            "5- North Carolina Gove",
            "1-North Carolina Gover"
        ],
        "median tf-idf score": 0.34150649505662495,
        "publications": [
            "CNN",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "Pat McCrory slammed the decision.",
            "[North Carolina Governor Pat McCrory issued an immediate blistering response.",
            "North Carolina Governor Pat McCrory reacted by issuing a statement that said “the sports and entertainment elite” and others had “misrepresented our laws and maligned the people of North Carolina."
        ],
        "tf-idf score": [
            0.1399022754264868,
            0.34150649505662495,
            0.8527531301407626
        ]
    },
    "0.2791394445423501-3-13": {
        "average clique similarity": 0.2791394445423501,
        "clique": [
            "3-Paypal also nixed pl",
            "1-PayPal canceled plan",
            "5-We look forward to  "
        ],
        "median tf-idf score": 0.28291439751380837,
        "publications": [
            "Washington Post",
            "NPR",
            "Breitbart"
        ],
        "sentences": [
            "Paypal also nixed plans for an operations center in Charlotte.",
            "PayPal canceled plans to open a new payment center in Charlotte, while Deutsche Bank did away with plans to expand its operations in Cary, costing the state an estimated 650 jobs.",
            "We look forward to   plans for our   festivities in Charlotte for 2019 provided there is an appropriate resolution to this matter."
        ],
        "tf-idf score": [
            0.23322868361168375,
            0.465165538261038,
            0.28291439751380837
        ]
    },
    "0.34017536816627897-3-20": {
        "average clique similarity": 0.34017536816627897,
        "clique": [
            "1-     If North Caroli",
            "4-The NBA said it hope",
            "3-The league says the "
        ],
        "median tf-idf score": 0.9104382274277457,
        "publications": [
            "NPR",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "”   [If North Carolina doesn’t change discriminatory LGBT legislation, NBA must move   Game]   After an initial statement in March in which the league said it was “deeply concerned” about the law, Silver said in April that if the law didn’t change the game would have to move.",
            "The NBA said it hopes to host the   Game in Charlotte in 2019 if the law is overturned.",
            "The league says the city might host an   Game in 2019, if the situation changes."
        ],
        "tf-idf score": [
            1.3827762655010076,
            0.9104382274277457,
            0.4517675298118306
        ]
    },
    "0.361487897710911-3-30": {
        "average clique similarity": 0.361487897710911,
        "clique": [
            "4-The law  known as HB",
            "1-The law  which was p",
            "5-The NBA indicated th"
        ],
        "median tf-idf score": 0.624654593047419,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "The law, known as HB2 and passed in March, requires people to use public restrooms that correspond to their gender at birth.",
            "The law, which was passed in March, requires transgender individuals to use public restrooms that correspond with the sex listed on their birth certificates.",
            "The NBA indicated that Charlotte could reapply to host its   Game in 2019 should lawmakers repeal House Bill 2, which allows girls to use public school restrooms without fear of an invasion of privacy by a member of the opposite sex and moms to use   restrooms without sharing them with males."
        ],
        "tf-idf score": [
            0.603862606064567,
            0.624654593047419,
            0.9258692412039777
        ]
    },
    "0.372844608156974-3-173": {
        "average clique similarity": 0.372844608156974,
        "clique": [
            "2- We are disappointed",
            "3-The league says that",
            "5-The statement in par"
        ],
        "median tf-idf score": 1.2015305747416902,
        "publications": [
            "Fox News",
            "NPR",
            "Breitbart"
        ],
        "sentences": [
            "”We are disappointed that Commissioner Silver has decided to cancel the League’s commitment to the City of Charlotte, the Charlotte Hornets, and the people of North Carolina over the League’s desire to give in to the bullying by radical   groups like the Human Rights Campaign and Equality NC,” said Tami Fitzgerald, Executive Director of NC Values Coalition in a statement.",
            "The league says that the Charlotte Hornets and the city of Charlotte ”have been working diligently to foster constructive dialogue and try to effect positive change”.",
            "The statement in part read: Since March, when North Carolina enacted HB2 and the issue of legal protections for the LGBT community in Charlotte became prominent, the NBA and the Charlotte Hornets have been working diligently to foster constructive dialogue and try to effect positive change."
        ],
        "tf-idf score": [
            1.2954383784659123,
            0.6195319630113884,
            1.2015305747416902
        ]
    },
    "0.38217647160560214-3-178": {
        "average clique similarity": 0.38217647160560214,
        "clique": [
            "0- Since March  when N",
            "1-  The NBA has applie",
            "4-In the months after "
        ],
        "median tf-idf score": 0.8127469786413767,
        "publications": [
            "CNN",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "”Since March, when North Carolina enacted HB2 and the issue of legal protections for the LGBT community in Charlotte became prominent, the NBA and the Charlotte Hornets have been working diligently to foster constructive dialogue and try to effect positive change,” the NBA’s statement read.",
            "” The NBA has applied pressure to the state to change the law since it was passed.",
            "In the months after, the NBA and the Charlotte Hornets have attempted to lobby the state legislature to change the law."
        ],
        "tf-idf score": [
            1.2015305747416902,
            0.7228395531997409,
            0.8127469786413767
        ]
    },
    "0.38845126177490125-4-152": {
        "average clique similarity": 0.38845126177490125,
        "clique": [
            "1-       LAS VEGAS    ",
            "3-The NBA will be relo",
            "4-Please follow the st",
            "0-  CNN  The 2017 NBA "
        ],
        "median tf-idf score": 1.270159379930789,
        "publications": [
            "Atlantic",
            "NPR",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "       LAS VEGAS  —   The NBA announced Thursday it will move the 2017   Game from Charlotte due to North Carolina’s law that bars local governments from extending civil rights protections to gay and transgender people.",
            "The NBA will be relocating the 2017   Game from Charlotte because of HB2, North Carolina’s controversial state law limiting civil rights protections for LGBT people.",
            "Please follow the steps below, NEWS BRIEF The NBA has decided to relocate the 2017   Game from Charlotte, North Carolina, because of the   “bathroom bill,” the league announced Thursday.",
            " (CNN) The 2017 NBA   Game will move from Charlotte, North Carolina, because of that state’s controversial transgender bathroom law, the league announced Thursday."
        ],
        "tf-idf score": [
            1.2646148186713262,
            1.2757039411902518,
            1.1271470902217033,
            1.2799502441774149
        ]
    },
    "0.3953219437350139-3-58": {
        "average clique similarity": 0.3953219437350139,
        "clique": [
            "4-The new location for",
            "0-The league said it w",
            "1- Built on inclusiven"
        ],
        "median tf-idf score": 0.5818215140144843,
        "publications": [
            "Atlantic",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "The new location for the 2017 All Star Game will be announced in the coming weeks, the league said.",
            "The league said it would make an announcement about where the February game would be played in the coming weeks.",
            "[Built on inclusiveness, NBA had to move the   Game from North Carolina]   The league said no decision has been made over where the game will be played but that one will be announced in the coming weeks."
        ],
        "tf-idf score": [
            0.5818215140144843,
            0.5173362785819404,
            1.059840256017629
        ]
    },
    "0.4334746292968288-3-3": {
        "average clique similarity": 0.4334746292968288,
        "clique": [
            "1- But that we did hav",
            "5-These include not on",
            "3-These include not on"
        ],
        "median tf-idf score": 0.33192171823869354,
        "publications": [
            "Washington Post",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "“But that we did have some time and if the view of the people who were allied with us, in terms of a change, the view of the people on the ground in North Carolina was that the situation would best be served by us not setting a deadline, then we would not set a deadline at this time.",
            "These include not only diversity, inclusion, fairness and respect for others but also the willingness to listen and consider opposing points of view.",
            "These include not only diversity, inclusion, fairness and respect for others but also the willingness to listen and consider opposing points of view,” the league writes."
        ],
        "tf-idf score": [
            0.5403308812011378,
            0.20863512507474138,
            0.33192171823869354
        ]
    },
    "0.4713695426014008-3-178": {
        "average clique similarity": 0.4713695426014008,
        "clique": [
            "2- We understand the N",
            "3-While we recognize t",
            "1- We understand the N"
        ],
        "median tf-idf score": 0.855248162592188,
        "publications": [
            "Fox News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "”We understand the NBA’s decision and the challenges around holding the NBA   Game in Charlotte this season.",
            "While we recognize that the NBA cannot choose the law in every city, state, and country in which we do business, we do not believe we can successfully host our   festivities in Charlotte in the climate created by HB2”.",
            "“We understand the NBA’s decision and the challenges around holding the NBA   Game in Charlotte this season,” the team said in a statement."
        ],
        "tf-idf score": [
            0.6323303726501998,
            1.0686642926262029,
            0.855248162592188
        ]
    },
    "0.5219636712739093-3-178": {
        "average clique similarity": 0.5219636712739093,
        "clique": [
            "1- There was an exhaus",
            "0- There was an exhaus",
            "2-There was an exhaust"
        ],
        "median tf-idf score": 0.5793070540450495,
        "publications": [
            "Washington Post",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "“There was an exhaustive effort from all parties to keep the event in Charlotte, and we are disappointed we were unable to do so.",
            "”There was an exhaustive effort from all parties to keep the event in Charlotte, and we are disappointed we were unable to do so,” the Charlotte Hornets said.",
            "There was an exhaustive effort from all parties to keep the event in Charlotte, and we are disappointed we were unable to do so,” Charlotte Hornets chairman and Hall of Famer Michael Jordan said."
        ],
        "tf-idf score": [
            0.39554740606897265,
            0.5793070540450495,
            0.6313927964114987
        ]
    },
    "0.6688168086799886-5-10": {
        "average clique similarity": 0.6688168086799886,
        "clique": [
            "1- While we recognize ",
            "5-While we recognize t",
            "3-But the local suppor",
            "4-  More from its stat",
            "2- While we recognize "
        ],
        "median tf-idf score": 1.09615706130172,
        "publications": [
            "Atlantic",
            "Fox News",
            "Washington Post",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "“While we recognize that the NBA cannot choose the law in every city, state, and country in which we do business, we do not believe we can successfully host our   festivities in Charlotte in the climate created by HB2,” as the law is commonly known.",
            "While we recognize that the NBA cannot choose the law in every city, state, and country in which we do business, we do not believe we can successfully host our   festivities in Charlotte in the climate created by HB2.",
            "But the local support for LGBT rights couldn’t overcome ”the climate created by HB2” in North Carolina, the NBA said in a statement.",
            "” More from its statement: While we recognize that the NBA cannot choose the law in every city, state, and country in which we do business, we do not believe we can successfully host our   festivities in Charlotte in the climate created by HB2.",
            "”While we recognize that the NBA cannot choose the law in every city, state, and country in which we do business, we do not believe we can successfully host our   festivities in Charlotte in the climate created by HB2,” the league said in a statement."
        ],
        "tf-idf score": [
            1.09615706130172,
            1.0686642926262029,
            0.8636001530792778,
            1.1266705859791843,
            1.381841172832379
        ]
    },
    "0.8281802412364611-3-15": {
        "average clique similarity": 0.8281802412364611,
        "clique": [
            "0- The sports and ente",
            "5- The sports and ente",
            "3-Pat McCrory issued a"
        ],
        "median tf-idf score": 1.2077598225967154,
        "publications": [
            "CNN",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "”The sports and entertainment elite, (N C) Attorney General Roy Cooper and the liberal media have for months misrepresented our laws and maligned the people of North Carolina simply because most people believe boys and girls should be able to use school bathrooms, locker rooms and showers without the opposite sex present,” the governor said.",
            "“The sports and entertainment elite, Attorney General Roy Cooper and the liberal media have for months misrepresented our laws and maligned the people of North Carolina simply because most people believe boys and girls should be able to use school bathrooms, locker rooms and showers without the opposite sex present,” Governor McCrory stated in a response.",
            "Pat McCrory issued a statement Thursday accusing ”the sports and entertainment elite, Attorney General Roy Cooper and the liberal media” of misrepresenting the law, and writing that ”most people believe boys and girls should be able to use school bathrooms, locker rooms and showers without the opposite sex present”."
        ],
        "tf-idf score": [
            1.2856477095403713,
            1.2077598225967154,
            1.0286816650918036
        ]
    }
}