{
    "0.14967654011637185-3-330": {
        "average clique similarity": 0.14967654011637185,
        "clique": [
            "2- Some people have al",
            "4-Some inside blinked ",
            "1- But they do support"
        ],
        "median tf-idf score": 0.06103218025086161,
        "publications": [
            "New York Times",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "“Some people have already made up their minds.",
            "Some inside blinked their lights off and on in apparent solidarity.",
            "“But they do support citizens and their right to voice their frustration, to voice their anger,” he said."
        ],
        "tf-idf score": [
            0.06103218025086161,
            0.02339144687684669,
            0.35567108676149106
        ]
    },
    "0.15736292167090973-3-139": {
        "average clique similarity": 0.15736292167090973,
        "clique": [
            "3-Pat McCrory said aft",
            "2-Pat McCrory  R  a fo",
            "4-Pat McCrory said he "
        ],
        "median tf-idf score": 0.35030297610298655,
        "publications": [
            "Washington Post",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "Pat McCrory said after signing the bill into law in July.",
            "Pat McCrory (R) a former mayor of Charlotte, signed an order declaring an emergency due to “civil disturbances” and a need to protect people and businesses “from violence and danger.",
            "Pat McCrory said he started mobilizing the National Guard early Wednesday in anticipation of that request, but he refused to   Chief Putney and Mayor Roberts for not asking for help sooner."
        ],
        "tf-idf score": [
            0.35030297610298655,
            0.3433238227538154,
            0.6304736336536457
        ]
    },
    "0.1636144158701721-3-662": {
        "average clique similarity": 0.1636144158701721,
        "clique": [
            "3-Helicopters will pat",
            "1-   Claudia Koerner  ",
            "2-With little informat"
        ],
        "median tf-idf score": 0.46153685324065086,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "Helicopters will patrol the streets from above, and police will have more than 1, 000 cameras to help monitor the city, Putney said.",
            "—  Claudia Koerner, The announcement from the family’s attorney came little more than an hour after he said they were too overcome with grief to address reporters.",
            "With little information about the shooting forthcoming, questions persisted in the South’s   city, which has more than 827, 000 residents, a third of whom are black."
        ],
        "tf-idf score": [
            0.8035990791745484,
            0.46153685324065086,
            0.2795753733928612
        ]
    },
    "0.16580813178645823-3-404": {
        "average clique similarity": 0.16580813178645823,
        "clique": [
            "1- I never said full t",
            "4- There must be trans",
            "2- More police presenc"
        ],
        "median tf-idf score": 0.5077772562657165,
        "publications": [
            "New York Times",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "“I never said full transparency.",
            "“There must be transparency, and the video must be released,” said the Rev.",
            "“More police presence is never going to help,” said Mack, who wants the video released."
        ],
        "tf-idf score": [
            0.313991574335755,
            0.5077772562657165,
            0.8453691451943459
        ]
    },
    "0.1684815061232253-3-392": {
        "average clique similarity": 0.1684815061232253,
        "clique": [
            "3-Wednesday s protests",
            "4-  Protests began Tue",
            "1-Protesters began enc"
        ],
        "median tf-idf score": 0.552373912760099,
        "publications": [
            "CNN",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "Wednesday’s protests began peacefully, the chief said, but about 8 p. m. demonstrators began jumping on cars and damaging property at EpiCentre, an entertainment hub uptown.",
            "” Protests began Tuesday night after Officer Vinson shot Mr Scott while the police were serving a warrant on someone else.",
            "Protesters began encroaching on the line of police in riot gear."
        ],
        "tf-idf score": [
            0.552373912760099,
            0.9127213690230719,
            0.3988998176810794
        ]
    },
    "0.17200923008905414-3-502": {
        "average clique similarity": 0.17200923008905414,
        "clique": [
            "4-Mr Scott was black  ",
            "2-Speaking this week  ",
            "0-What I can tell you "
        ],
        "median tf-idf score": 0.8062505488187803,
        "publications": [
            "Vox",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "Mr Scott was black  —   as is the officer who shot him, Brentley Vinson  —   and his death added to a long list of killings of black men at the hands of law enforcement that had rocked cities and spurred protests around the country, bolstering claims of racial bias in policing.",
            "Speaking this week, Hillary Clinton, the Democratic presidential nominee, said that the deaths of black people at the hands of police is “unbearable, and it needs to become intolerable.",
            "What I can tell you, though, is when taken in the totality of all the other evidence, it supports what we’ve heard and the version of the truth that we gave about the circumstances that happened that led to the death of Mr Scott”."
        ],
        "tf-idf score": [
            1.049880931384441,
            0.8062505488187803,
            0.5103299912214814
        ]
    },
    "0.1738817538409748-3-121": {
        "average clique similarity": 0.1738817538409748,
        "clique": [
            "0- These are the polic",
            "2-Putney said investig",
            "3-The National Guard a"
        ],
        "median tf-idf score": 0.8059727604964965,
        "publications": [
            "CNN",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "”These are the police officers that shot my husband,” she said, ”and he better live”.",
            "Putney said investigators are reviewing video to determine who shot the man, noting that there are claims a police officer “was involved.",
            "The National Guard and state police will protect buildings and infrastructure so the   police can ”focus on the people who are committing crimes, who are damaging property and assaulting our people,” he said."
        ],
        "tf-idf score": [
            0.8059727604964965,
            1.2540241759363207,
            0.7826285065356938
        ]
    },
    "0.17936043856445294-3-91": {
        "average clique similarity": 0.17936043856445294,
        "clique": [
            "3-What s on the video ",
            "2-No peace   And  Rele",
            "1-Protesters in downto"
        ],
        "median tf-idf score": 0.26781459842744004,
        "publications": [
            "CNN",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "What’s on the video?",
            "No peace!” And “Release the video!” before stopping in the intersection of Tryon and Trade streets.",
            "Protesters in downtown Charlotte chanting ”release the video,” referring to the police video of #KeithLamontScott’sâ\u0080¦ https:  ."
        ],
        "tf-idf score": [
            0.16566246184025163,
            0.26781459842744004,
            0.7227099831644952
        ]
    },
    "0.18128200581631712-3-189": {
        "average clique similarity": 0.18128200581631712,
        "clique": [
            "3-Asked whether there ",
            "2-There s obviously a ",
            "4-There were no immedi"
        ],
        "median tf-idf score": 0.0583379635516562,
        "publications": [
            "CNN",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "Asked whether there was a time at which the public could expect to see it, Putney said there should be no such expectation.",
            "There’s obviously a divide   …     but there’s never any conflict, really.",
            "There were no immediate reports of injuries to civilians."
        ],
        "tf-idf score": [
            0.6394713301695819,
            0.020627729049554896,
            0.0583379635516562
        ]
    },
    "0.1840032402446665-3-317": {
        "average clique similarity": 0.1840032402446665,
        "clique": [
            "4-As hundreds of Natio",
            "2-         CHARLOTTE  ",
            "1-As part of the fabri"
        ],
        "median tf-idf score": 1.145191573641378,
        "publications": [
            "New York Times",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "As hundreds of National Guard troops and State Police officers fanned out across the city on Thursday in an effort to head off further violence, Chief Kerr Putney of the   police brushed aside demands by activists, community leaders and the news media to make the police video public.",
            "         CHARLOTTE  —   Even as this city reels from a deadly police shooting that triggered intense, violent demonstrations, the city’s police chief said Thursday that officials had no plans to release video of that encounter, despite calls from civic leaders for more transparency.",
            "As part of the fabric of Charlotte, the Hornets organization is committed to working with civic leaders, our elected leaders and law enforcement to foster more trust, transparency and understanding so we can heal and grow together as a community."
        ],
        "tf-idf score": [
            1.145191573641378,
            1.3510729618934607,
            0.29085809958791076
        ]
    },
    "0.18432047693804685-3-575": {
        "average clique similarity": 0.18432047693804685,
        "clique": [
            "2-Police later said th",
            "4-  He added later tha",
            "1-  Pittenger apologiz"
        ],
        "median tf-idf score": 0.3331084002320268,
        "publications": [
            "New York Times",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "Police later said the person was in critical condition.",
            "” He added later that he could not see Mr Scott’s hands.",
            "” Pittenger apologized later Thursday in a statement."
        ],
        "tf-idf score": [
            0.8155122101534933,
            0.3331084002320268,
            0.1477431499890629
        ]
    },
    "0.18717439353287102-3-145": {
        "average clique similarity": 0.18717439353287102,
        "clique": [
            "4-Until they viewed th",
            "3-Some of the officers",
            "1-Family members were "
        ],
        "median tf-idf score": 0.7862271533346199,
        "publications": [
            "Buzzfeed News",
            "New York Times",
            "CNN"
        ],
        "sentences": [
            "Until they viewed the videos on Thursday afternoon, Mr Scott’s relatives had said they were uncertain whether they should be released to the public, according to Mr Bamberg.",
            "Some of the officers were not in uniform, but they still had vests or jackets that said ”police” on the front and back, Walther said.",
            "Family members were set to review video of the shooting on Thursday, and Bamberg said they were hoping it would provide answers."
        ],
        "tf-idf score": [
            0.9467160321383007,
            0.7095172157194514,
            0.7862271533346199
        ]
    },
    "0.19023949302615906-3-565": {
        "average clique similarity": 0.19023949302615906,
        "clique": [
            "3-What we know of man ",
            "4-On Thursday evening ",
            "2- Nicholas   Images  "
        ],
        "median tf-idf score": 0.9100916335939295,
        "publications": [
            "New York Times",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "What we know of man killed by Charlotte police, Putney used a news conference to send a message to those who would continue looting and destroying property in the city, which also resulted in injuries to nine civilians and five police officers.",
            "On Thursday evening, some protesters marched to the police headquarters and held a moment of silence, fists raised in tribute to a man who was fatally shot during the previous night’s protest and to those killed by the police.",
            "(Nicholas   Images)  Scott is one of at least 707 people shot and killed by police so far this year and the fourth person shot and killed by a   police officer, according to a Washington Post database tracking such deaths."
        ],
        "tf-idf score": [
            0.8814942619740304,
            0.9563151015114539,
            0.9100916335939295
        ]
    },
    "0.1911313133464426-3-299": {
        "average clique similarity": 0.1911313133464426,
        "clique": [
            "1-Carr succumbed to hi",
            "4-The police identifie",
            "0-As Scott lies on the"
        ],
        "median tf-idf score": 0.4041867450282806,
        "publications": [
            "New York Times",
            "Buzzfeed News",
            "Vox"
        ],
        "sentences": [
            "Carr succumbed to his injuries on Thursday, and his family was notified of his death.",
            "The police identified the victim as Justin Carr, 26, without elaborating further on his death.",
            "As Scott lies on the ground, his wife continues filming."
        ],
        "tf-idf score": [
            0.4181106571763844,
            0.4041867450282806,
            0.2905738035014199
        ]
    },
    "0.19594574065330472-3-97": {
        "average clique similarity": 0.19594574065330472,
        "clique": [
            "3-Shooting victim dies",
            "1- Here s What s Happe",
            "0-RelatedProtests erup"
        ],
        "median tf-idf score": 1.633643247186936,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Vox"
        ],
        "sentences": [
            "Shooting victim dies, The man shot outside Charlotte’s Omni Hotel during Wednesday night’s violent protests over Scott’s death has died, police public information officer Robert Tufano told CNN  The victim was identified as Justin Carr, 26, from Charlotte.",
            "’Here’s What’s Happening:’ ’Charlotte declares midnight curfew amid protests’ ’Protesters demand police release shooting video as third night of demonstrations begin’ ’Police identify five people in connection with vandalism, looting’ ’Man shot during Wednesday night’s protest has died’ ’Family of Keith Lamont Scott view police video of fatal   shooting’ ’Attorney for Scott family says they want answers, and peace in Charlotte’ ’NC governor: “We cannot tolerate any types of violence on citizens or destruction of property”’ ’NBA legend Michael Jordan calls for calm after violent protests in Charlotte’ ’Attorney General Loretta Lynch: “We Hear Your Voices”’ ’District Attorney Asks For State Bureau Of Investigation To Investigate Shooting’ ’Charlotte Police Chief: “I’m Not Going To Jeopardize The Investigation” By Releasing Video’ ’Carolina Panthers Monitoring Events Ahead Of Sunday’s NFL Game’ ’Scott Family To See Video Of Police Shooting’ ’Mayor, Police Chief Holding Press Conference Thursday Morning’] The order, which is in effect from midnight to 6 a. m. comes after North Carolina’s governor declared a state of emergency Wednesday night amid violent clashes with police and rampant vandalism downtown.",
            "RelatedProtests erupt in Charlotte over police shooting of Keith Lamont Scott  Putney said he won’t release videos as the investigation continues."
        ],
        "tf-idf score": [
            1.633643247186936,
            2.5505533281461483,
            1.3847355406139177
        ]
    },
    "0.19689190761468156-3-51": {
        "average clique similarity": 0.19689190761468156,
        "clique": [
            "1-Medics had difficult",
            "0-It s too far away fr",
            "3- So he was armed whe"
        ],
        "median tf-idf score": 0.46098106503617003,
        "publications": [
            "Vox",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "Medics had difficulty penetrating the crowd to reach the victim, so officers carried the individual out, he said.",
            "It’s too far away from the scene to make out what Scott and police officers are doing, and the shooting happens out of frame.",
            "”So he was armed when he came out of that vehicle and refused to listen to officers”."
        ],
        "tf-idf score": [
            0.46098106503617003,
            0.7684564345164723,
            0.3598625652764074
        ]
    },
    "0.2050749818068982-3-229": {
        "average clique similarity": 0.2050749818068982,
        "clique": [
            "4-At 12 30 a  m  Thurs",
            "3-North Carolina law b",
            "1-McCrory  who also de"
        ],
        "median tf-idf score": 0.8321310901672311,
        "publications": [
            "CNN",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "At 12:30 a. m. Thursday, local officials declared a state of emergency, calling for help from state forces, who deployed during the day in a show of strength throughout the city.",
            "North Carolina law blocks release of police recordings, Victim in critical condition, The perceived lack of transparency has fueled widespread anger in Charlotte, prompting McCrory to declare a state of emergency overnight.",
            "McCrory, who also declared a state of emergency on Wednesday, did not address demands from the community to release video of the fatal police shooting of Keith Lamont Scott, which set off the demonstrations."
        ],
        "tf-idf score": [
            0.3548948770711673,
            0.8321310901672311,
            1.0606764468906704
        ]
    },
    "0.2084533198077864-3-324": {
        "average clique similarity": 0.2084533198077864,
        "clique": [
            "0-But its release is t",
            "1-I also wish for a fu",
            "4-Some black leaders a"
        ],
        "median tf-idf score": 0.4552549787894591,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "New York Times"
        ],
        "sentences": [
            "But its release is the best we have for now, as police have refused to release the video they do have of the shooting.",
            "I also wish for a full recovery to those who have been injured.",
            "Some black leaders and protesters have called for the public release of the videos from the outset, and those demands have grown louder in the succeeding days."
        ],
        "tf-idf score": [
            0.6042897980477957,
            0.019858757410595642,
            0.4552549787894591
        ]
    },
    "0.21163755087227468-3-100": {
        "average clique similarity": 0.21163755087227468,
        "clique": [
            "4-On Thursday  a white",
            "2-His death comes on t",
            "3-Scott was in a vehic"
        ],
        "median tf-idf score": 1.0555108224129794,
        "publications": [
            "New York Times",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "On Thursday, a white officer in Tulsa, Okla. was charged with manslaughter in the fatal shooting an unarmed black man last week  —   a case in which startling police video was released within days of the encounter.",
            "His death comes on the heels of a fatal police shooting in Tulsa, and another in Columbus that killed a    last week.",
            "Scott was in a vehicle when police arrived to serve a warrant on another man at an apartment complex, he said."
        ],
        "tf-idf score": [
            1.1589142816880258,
            0.48523063957428025,
            1.0555108224129794
        ]
    },
    "0.21272715586211857-3-283": {
        "average clique similarity": 0.21272715586211857,
        "clique": [
            "2-Police would release",
            "4- We release it when ",
            "3- He was seated in  t"
        ],
        "median tf-idf score": 0.5975834118651979,
        "publications": [
            "New York Times",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Police would release the video only when they find “a compelling reason,” Putney said, adding that he believed footage would do little to calm the anger.",
            "“We release it when we believe there is a compelling reason,” he said.",
            "”He was seated in (the car) when he was approached, but when he exited that vehicle, he was given clear commands to drop the weapon    and he did not do that,” Walther said."
        ],
        "tf-idf score": [
            0.9597216373579243,
            0.3593475700496971,
            0.5975834118651979
        ]
    },
    "0.21415816494776493-3-456": {
        "average clique similarity": 0.21415816494776493,
        "clique": [
            "1-   Jason Wells  A la",
            "0-Charlotte Police Chi",
            "3-But   police Chief K"
        ],
        "median tf-idf score": 1.2666394509092846,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "—  Jason Wells, A large group of protesters is continuing the march several blocks from the line of police in riot gear, Charlotte Police Chief Kerr Putney said earlier Thursday he would not release the video, although Scott’s family was allowed to view the footage.",
            "Charlotte Police Chief Kerr Putney said the officer who shot Scott did not have a body camera, but other officers did.",
            "But   police Chief Kerr Putney told reporters earlier Thursday that he’s not going to do that because he doesn’t want to jeopardize the investigation."
        ],
        "tf-idf score": [
            1.768216146738745,
            1.2666394509092846,
            0.6655829852735802
        ]
    },
    "0.21480026238103078-4-542": {
        "average clique similarity": 0.21480026238103078,
        "clique": [
            "1-  The family said th",
            "4-Though the videos do",
            "2-  The FBI and Justic",
            "3-Scott didn t own a g"
        ],
        "median tf-idf score": 0.6981819335426352,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "” The family said they will continue their own investigation into Scott’s death.",
            "Though the videos do not offer definitive proof on their own, they support the official version of events, Chief Putney said.",
            "” The FBI and Justice Department are monitoring the situation involving Scott’s death, Lynch said, but federal officials have not launched their own investigation.",
            "Scott didn’t own a gun or habitually carry a gun, the family has told their attorneys, Bamberg said."
        ],
        "tf-idf score": [
            0.6402669090960008,
            0.6865375948284401,
            0.7098262722568304,
            0.7789557299265158
        ]
    },
    "0.21787942273677532-3-564": {
        "average clique similarity": 0.21787942273677532,
        "clique": [
            "2-Members of the Congr",
            "1-  The Justice Depart",
            "4-Lawmakers from the  "
        ],
        "median tf-idf score": 0.7772150245718794,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "Members of the Congressional Black Caucus delivered a letter to Attorney General Loretta E Lynch on Thursday demanding “an end to what appears to be the targeting and profiling of black people that result in their deaths” and calling on the Justice Department to do more to stop police shootings.",
            "” The Justice Department and FBI are monitoring the situation and Lynch said that DOJ was sending four community relations officials to assist in Charlotte on Thursday.",
            "Lawmakers from the   group marched from the Capitol to the Justice Department to deliver a letter to Ms Lynch, reinforcing the significance of their concerns."
        ],
        "tf-idf score": [
            0.7772150245718794,
            0.8335870980333245,
            0.1199068093682773
        ]
    },
    "0.21911459373283923-3-44": {
        "average clique similarity": 0.21911459373283923,
        "clique": [
            "2-Police said that the",
            "4-Protests had escalat",
            "3-The arrests ran the "
        ],
        "median tf-idf score": 0.6291708576949254,
        "publications": [
            "CNN",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "Police said that they had made 44 arrests as of Thursday; one protester who was critically injured during a clash between protesters and police on Wednesday night has died, according to Charlotte police.",
            "Protests had escalated the previous night, with some people smashing windows and storefronts, and the police used tear gas to disperse crowds and made 44 arrests.",
            "The arrests ran the gamut from failing to disperse to assault to breaking and entering, and more arrests may come as authorities review video footage of the protests, he said."
        ],
        "tf-idf score": [
            1.2095471662955297,
            0.5738865480361763,
            0.6291708576949254
        ]
    },
    "0.22063903270241558-3-397": {
        "average clique similarity": 0.22063903270241558,
        "clique": [
            "3-But other evidence a",
            "2-In Charlotte  police",
            "1-Putney said that aro"
        ],
        "median tf-idf score": 1.018686344389517,
        "publications": [
            "Washington Post",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "But other evidence and witness accounts support the police narrative that officers opened fire only after Scott refused to drop his weapon, he said.",
            "In Charlotte, police have said that Keith Lamont Scott posed “an imminent deadly threat” and refused commands to drop a weapon.",
            "Putney said that around 8:30 p. m. Wednesday, officers responded to a call of an assault with a deadly weapon."
        ],
        "tf-idf score": [
            1.0313862415236084,
            1.018686344389517,
            0.5496397078960337
        ]
    },
    "0.22596584663054972-4-340": {
        "average clique similarity": 0.22596584663054972,
        "clique": [
            "2- You shouldn t expec",
            "1-  And while some in ",
            "0-Scott s family  whic",
            "3-While the public sho"
        ],
        "median tf-idf score": 0.853534244413679,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "“You shouldn’t expect it to be released,” Putney said during a news briefing Thursday.",
            "” And while some in the community have called for the video to be released publicly, Bamberg said Scott’s family want to see what it shows first.",
            "Scott’s family, which has seen the video, said that the video should be released to the public.",
            "While the public shouldn’t expect to see the video, Todd Walther, spokesman for the Charlotte Fraternal Order of Police, told CNN that he viewed the footage, and it demonstrated Scott was ”an obvious threat” to police officers."
        ],
        "tf-idf score": [
            0.5067629253304132,
            0.8560787585890425,
            0.8509897302383155,
            1.28000795066808
        ]
    },
    "0.22781803025099204-3-551": {
        "average clique similarity": 0.22781803025099204,
        "clique": [
            "1-After seeing the vid",
            "4-CHARLOTTE  N C      ",
            "2- Police are on pace "
        ],
        "median tf-idf score": 1.3425577802056077,
        "publications": [
            "Washington Post",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "After seeing the videos, the family has asked police to release them to the public.",
            "CHARLOTTE, N C  —   The grieving relatives of a man who was killed by the police here watched videos on Thursday of the fatal shooting, a wrenching experience that they said revealed no hint of aggression in him and left the family members convinced that the videos should be made public.",
            "[Police are on pace to fatally shoot about as many people in 2016 as they did in 2015]   Scott’s relatives, who asked authorities to show them video of the shooting, watched it on Thursday, attorneys for the family said."
        ],
        "tf-idf score": [
            0.6902472838508645,
            1.4571947835185,
            1.3425577802056077
        ]
    },
    "0.2304002238207998-3-651": {
        "average clique similarity": 0.2304002238207998,
        "clique": [
            "2-Footage of the encou",
            "4- When taking in the ",
            "3-That s what happened"
        ],
        "median tf-idf score": 0.7582578213224167,
        "publications": [
            "Washington Post",
            "New York Times",
            "CNN"
        ],
        "sentences": [
            "Footage of the encounter could help settle the dispute over whether Scott was armed, and many activists who have protested how police use force have argued that video evidence is the only way to know for sure what happened during an incident.",
            "“When taking in the totality of all the other evidence, it supports what we’ve heard and the version of the truth that we gave about the circumstances that happened that led to the death of Mr Scott,” he said.",
            "That’s what happened”."
        ],
        "tf-idf score": [
            1.0773729072445961,
            0.7582578213224167,
            0.02117598443188001
        ]
    },
    "0.23412253534303215-3-40": {
        "average clique similarity": 0.23412253534303215,
        "clique": [
            "4-He said the family h",
            "3-Family disputes acco",
            "1- When he was shot an"
        ],
        "median tf-idf score": 1.3386597223366223,
        "publications": [
            "Buzzfeed News",
            "New York Times",
            "CNN"
        ],
        "sentences": [
            "He said the family had come away with more questions than answers and a different interpretation from the account offered by the police, who have said that Mr Scott, 43, was shot after he got out of his car brandishing a gun.",
            "Family disputes account, Scott’s family has said he was reading a book when police officers approached his vehicle and shot him.",
            "“When he was shot and killed, Mr Scott’s hands were by his side and he was slowly walking backwards."
        ],
        "tf-idf score": [
            1.3386597223366223,
            1.3571040378906987,
            0.6100382950450305
        ]
    },
    "0.23950957601056552-3-29": {
        "average clique similarity": 0.23950957601056552,
        "clique": [
            "3- He was sitting in h",
            "4-The police say Mr Sc",
            "2-Scott s relatives ha"
        ],
        "median tf-idf score": 1.001012918191334,
        "publications": [
            "CNN",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "”He was sitting in his car reading a mother******* book.",
            "The police say Mr Scott was holding a gun before he was shot friends and family say it was a book.",
            "Scott’s relatives have said he was reading a book and was unarmed when he encountered the black plainclothes Charlotte officer who fatally shot him on Tuesday."
        ],
        "tf-idf score": [
            0.2472810659948862,
            1.001012918191334,
            1.1152464562505635
        ]
    },
    "0.24220988952937197-3-454": {
        "average clique similarity": 0.24220988952937197,
        "clique": [
            "1-This is not the Char",
            "2- A police officer s ",
            "3-She said she felt li"
        ],
        "median tf-idf score": 0.4204424135981235,
        "publications": [
            "Washington Post",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "This is not the Charlotte that we know and love,” she said.",
            "“A police officer’s job is to   the problem,” she said.",
            "She said she felt like she had to protest, because ”if nobody else is going to do it, then we’re still going to be in the same position”."
        ],
        "tf-idf score": [
            0.4204424135981235,
            0.6956624817178535,
            0.39030013549711373
        ]
    },
    "0.24713555160183853-3-74": {
        "average clique similarity": 0.24713555160183853,
        "clique": [
            "3-North Carolina recen",
            "1- Under state law  th",
            "0-In his defense  he c"
        ],
        "median tf-idf score": 0.7463597994660673,
        "publications": [
            "Vox",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "North Carolina recently passed a law that blocks the release of police recordings from body or dashboard cameras with limited exceptions, but that law is not set to take effect until October.",
            "“Under state law, the District Attorney must ask for an SBI investigation when he receives a request to do so from the family of a person who was killed as a result of the use of a firearm by a law enforcement officer in the line of duty,” a statement from district attorney Andrew Murray reads.",
            "In his defense, he cited a North Carolina law that bans police from releasing video from body cameras without a court order  —   but that law doesn’t take effect until October, meaning the police department does have the ability to release the videos want if it truly wants to."
        ],
        "tf-idf score": [
            0.6045185232932392,
            0.7463597994660673,
            0.8624161837161769
        ]
    },
    "0.2611455837393889-3-62": {
        "average clique similarity": 0.2611455837393889,
        "clique": [
            "2-In a statement  offi",
            "0-He did not ",
            "4- While police did gi"
        ],
        "median tf-idf score": 0.43824532008946093,
        "publications": [
            "Vox",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "In a statement, officials said that detectives are investigating the death of    Justin Carr, but they did not say who shot him or if there were any suspects.",
            "He did not.",
            "“While police did give him several commands, he did not aggressively approach them or raise his hands at members of law enforcement at any time."
        ],
        "tf-idf score": [
            0.5441267165422423,
            0.0,
            0.43824532008946093
        ]
    },
    "0.2752553337020092-3-624": {
        "average clique similarity": 0.2752553337020092,
        "clique": [
            "0-She repeatedly insis",
            "1-Witnesses to the sho",
            "2-Officials say they f"
        ],
        "median tf-idf score": 0.9173380539820732,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Vox"
        ],
        "sentences": [
            "She repeatedly insists Scott did not have a gun  —   although police said they found and recovered a firearm from the scene.",
            "Witnesses to the shooting maintain that Scott did not have a gun, as police have said.",
            "Officials say they found a gun, but not a book, at the shooting scene."
        ],
        "tf-idf score": [
            0.921612121664497,
            0.9173380539820732,
            0.237537990169069
        ]
    },
    "0.2814685829836608-3-173": {
        "average clique similarity": 0.2814685829836608,
        "clique": [
            "3-Charlotte  North Car",
            "0-  Moments before a C",
            "4-The wife and other r"
        ],
        "median tf-idf score": 1.3791819163033854,
        "publications": [
            "CNN",
            "Vox",
            "New York Times"
        ],
        "sentences": [
            "Charlotte, North Carolina  (CNN) Relatives of Keith Lamont Scott, after watching two police videos, said they couldn’t say what was in his hands when he was shot and killed by a Charlotte police officer.",
            "  Moments before a Charlotte, North Carolina, police officer shot and killed Keith Lamont Scott, his wife was on the scene recording the events as they unfolded.",
            "The wife and other relatives of the dead man, Keith L Scott, watched his killing from two angles, recorded Tuesday by police dashboard and body cameras, and “it was incredibly difficult,” a family lawyer, Justin Bamberg, said in a statement."
        ],
        "tf-idf score": [
            1.6878053809882334,
            1.2606424509619072,
            1.3791819163033854
        ]
    },
    "0.2843003666998733-3-296": {
        "average clique similarity": 0.2843003666998733,
        "clique": [
            "4-The State Bureau of ",
            "1-Police on Thursday s",
            "2-The State Bureau of "
        ],
        "median tf-idf score": 0.7491112886799103,
        "publications": [
            "New York Times",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "The State Bureau of Investigation began an investigation of the case, the governor said, and critics of the police asked for the Federal Bureau of Investigation to step in.",
            "Police on Thursday said Carr appeared to be suffering from a gunshot wound before he died, and the investigation is ongoing.",
            "The State Bureau of Investigation has taken over the investigation into the shooting, authorities said Thursday."
        ],
        "tf-idf score": [
            0.7491112886799103,
            0.7761805704739816,
            0.6191098844373213
        ]
    },
    "0.29137220535163827-3-323": {
        "average clique similarity": 0.29137220535163827,
        "clique": [
            "2- More police shootin",
            "1-   Mary Ann Georgant",
            "4-But the chief  speak"
        ],
        "median tf-idf score": 1.3096037135494956,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "New York Times"
        ],
        "sentences": [
            "[More police shootings are being caught on camera  —   but many of those videos aren’t released to the public]   Other officers at the scene were wearing body cameras at the time, though the officer who shot Scott  —   Brentley Vinson, who was placed on paid administrative leave  —   was not wearing any recording device.",
            "—  Mary Ann Georgantopoulos,   Police Chief Kerr Putney said Wednesday that the officer who fired the fatal shots was not wearing a body camera during the incident but three other officers at the scene were wearing them, according to NBC News.",
            "But the chief, speaking at a news conference, said that eyewitness accounts and other evidence suggested that Mr Scott was holding a pistol at the time he was shot, and that a weapon had been found at the scene."
        ],
        "tf-idf score": [
            1.354482493815951,
            1.3096037135494956,
            1.058098137391593
        ]
    },
    "0.29875632762244736-3-497": {
        "average clique similarity": 0.29875632762244736,
        "clique": [
            "4-During Wednesday nig",
            "3-Authorities have sai",
            "1-  What began as a pe"
        ],
        "median tf-idf score": 0.7679019686921232,
        "publications": [
            "New York Times",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "During Wednesday night’s demonstrations, a protester was shot in the head in what the police described as a “civilian on civilian” episode.",
            "Authorities have said he was shot by another civilian.",
            "” What began as a peaceful protest soon turned violent, Roberts said, as one civilian was shot in the head and is currently in critical condition."
        ],
        "tf-idf score": [
            0.7679019686921232,
            0.5879526650991986,
            0.7757669402951247
        ]
    },
    "0.32569978122214877-3-484": {
        "average clique similarity": 0.32569978122214877,
        "clique": [
            "3-The family wants pol",
            "1-In a statement  fami",
            "2-Scott s family calle"
        ],
        "median tf-idf score": 0.9692133437652881,
        "publications": [
            "CNN",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "The family wants police to immediately release the videos to the public, Bamberg said.",
            "In a statement, family attorney Justin Bamberg said though the videos were difficult to watch, their release would serve transparency and the greater public good.",
            "Scott’s family called on police to release the videos “as a matter of the greater good and transparency,” and called on people to protest peacefully."
        ],
        "tf-idf score": [
            0.9692133437652881,
            0.82577310174354,
            0.978038838284708
        ]
    },
    "0.32853866311120766-3-201": {
        "average clique similarity": 0.32853866311120766,
        "clique": [
            "2-  Scott  who had bee",
            "4-Nine civilians were ",
            "3-Two of the officers "
        ],
        "median tf-idf score": 0.19031948343696936,
        "publications": [
            "New York Times",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "” Scott, who had been married for two decades and had seven children, had a disability due to injuries sustained in an accident, Bamberg said.",
            "Nine civilians were injured, two officers had minor eye injuries, and three officers had heat exhaustion.",
            "Two of the officers suffered minor eye injuries, while three others had   ailments."
        ],
        "tf-idf score": [
            0.595224219516518,
            0.19031948343696936,
            0.16212356379200313
        ]
    },
    "0.3297219888295229-3-489": {
        "average clique similarity": 0.3297219888295229,
        "clique": [
            "3-So they shot him ",
            "2- It s my understandi",
            "1- His wife saw him ge"
        ],
        "median tf-idf score": 0.4196987658545162,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "So they shot him.",
            "“It’s my understanding that his wife saw him get shot and killed,” Bamberg said.",
            "“His wife saw him get shot, and that’s something she will never, ever forget,” he said."
        ],
        "tf-idf score": [
            0.07775970488266717,
            0.49678480079579296,
            0.4196987658545162
        ]
    },
    "0.3438677332672994-3-370": {
        "average clique similarity": 0.3438677332672994,
        "clique": [
            "3- Transparency s in t",
            "1-I said transparency ",
            "2-More transparency he"
        ],
        "median tf-idf score": 0.313991574335755,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "”Transparency’s in the eye of the beholder,” he said.",
            "I said transparency,” he said.",
            "More transparency helps."
        ],
        "tf-idf score": [
            0.3311207457474126,
            0.313991574335755,
            0.05246003246311512
        ]
    },
    "0.34734952202805464-4-5": {
        "average clique similarity": 0.34734952202805464,
        "clique": [
            "2-     Charlotte Polic",
            "1-The news conference ",
            "4-Both Chief Putney an",
            "3-Mayor Jennifer Rober"
        ],
        "median tf-idf score": 0.5664348982004711,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "”    Charlotte Police Chief Kerr Putney and Mayor Jennifer Roberts appear at a briefing.",
            "The news conference was also attended by Charlotte Mayor Jennifer Roberts and Charlotte Police Chief Kerr Putney.",
            "Both Chief Putney and Mayor Roberts sought to reassure residents that the city was prepared to avert another night of violence.",
            "Mayor Jennifer Roberts also watched the videos."
        ],
        "tf-idf score": [
            0.6093781710249656,
            0.8327786187667341,
            0.5234916253759766,
            0.23868414136415023
        ]
    },
    "0.3669204807550661-3-157": {
        "average clique similarity": 0.3669204807550661,
        "clique": [
            "1-His wife  Rakeyia  w",
            "3- When he was shot an",
            "2-Bamberg also said th"
        ],
        "median tf-idf score": 0.9385519943377351,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "His wife, Rakeyia, was also there when he died, Bamberg said.",
            "”When he was shot and killed, Mr Scott’s hands were by his side and he was slowly walking backwards,” Bamberg said.",
            "Bamberg also said the videos do not show if Scott has anything in his hands, which he said were at his side when he was shot, the footage showed."
        ],
        "tf-idf score": [
            0.5822869780565655,
            0.9385519943377351,
            1.0804764172866779
        ]
    },
    "0.3703123825518202-4-54": {
        "average clique similarity": 0.3703123825518202,
        "clique": [
            "1-  The police chief r",
            "2-Kerr Putney  the   p",
            "0-Putney also acknowle",
            "3-Putney said video do"
        ],
        "median tf-idf score": 1.180873707249365,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "” The police chief reiterated his statement that the video itself did not provide concrete evidence that Scott pointed a gun at officers when he was confronted on Tuesday.",
            "Kerr Putney, the   police chief, said that video footage of the encounter did not give “absolute definitive visual evidence that would confirm that a person is pointing a gun,” but he said that the footage and other evidence “supports what we’ve heard” about what happened.",
            "Putney also acknowledged that the available video evidence does not prove that Scott threatened police with a gun: ”The video does not give me absolute, definitive visual evidence that would confirm that a person [was] pointing a gun.",
            "Putney said video does not provide ”definitive visual evidence” that Scott pointed a gun at police officers, including Brentley Vinson, who shot Scott."
        ],
        "tf-idf score": [
            1.1855757414627524,
            1.167219246575788,
            1.1761716730359772,
            1.4063910365336298
        ]
    },
    "0.41062563165025817-3-636": {
        "average clique similarity": 0.41062563165025817,
        "clique": [
            "2-      If you think I",
            "3- If you think we sho",
            "4-Earlier in the day  "
        ],
        "median tf-idf score": 0.18355404755034818,
        "publications": [
            "Washington Post",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "…     If you think I’m saying we should display a victim’s worst day for public consumption, that is not the transparency I’m speaking of.",
            "”If you think we should display a victim’s worst day for public consumption, that is not the transparency I’m speaking of”.",
            "Earlier in the day, Chief Putney said, “The video does not give me absolute, definitive visual evidence that would confirm that a person is pointing a gun."
        ],
        "tf-idf score": [
            0.18355404755034818,
            0.17436056361660446,
            0.8399761244681412
        ]
    },
    "0.42821598663156313-3-570": {
        "average clique similarity": 0.42821598663156313,
        "clique": [
            "1- I did not see that ",
            "0-I did not see that i",
            "2-Tyson said that the "
        ],
        "median tf-idf score": 0.17638427453283428,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "“I did not see that in the videos that reviewed.",
            "I did not see that in the videos that I reviewed.",
            "Tyson said that the demonstration was unruly but not violent until riot police arrived and “at that moment, the entire tone and energy of the protest shifted."
        ],
        "tf-idf score": [
            0.17638427453283428,
            0.17638427453283428,
            0.9445950275494371
        ]
    },
    "0.45126100391274115-3-490": {
        "average clique similarity": 0.45126100391274115,
        "clique": [
            "2-But I also know that",
            "0-It also doesn t answ",
            "4- But I also know tha"
        ],
        "median tf-idf score": 0.1305523229536607,
        "publications": [
            "Vox",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "But I also know that the answer will not be found in the violence of recent days.",
            "It also doesn’t answer the crucial question of whether Scott had a gun and brandished it against police, as officers claim.",
            "“But I also know that the answer will not be found in the violence of recent days."
        ],
        "tf-idf score": [
            0.1305523229536607,
            0.733047719795796,
            0.1305523229536607
        ]
    },
    "0.6322115822421247-3-662": {
        "average clique similarity": 0.6322115822421247,
        "clique": [
            "3- It is impossible to",
            "4- It is impossible to",
            "1- It is impossible to"
        ],
        "median tf-idf score": 0.8162974385188336,
        "publications": [
            "CNN",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "”It is impossible to discern from the videos what, if anything, Mr Scott is holding in his hands,” attorney Justin Bamberg said.",
            "“It is impossible to discern from the videos what, if anything, Mr Scott is holding in his hands,” they said in a statement.",
            "“It is impossible to discern from the videos what, if anything, Mr Scott is holding in his hands,” Bamberg said."
        ],
        "tf-idf score": [
            0.8713845984858078,
            0.8057860133845189,
            0.8162974385188336
        ]
    }
}