{
    "0.14035473662713494-3-49": {
        "average clique similarity": 0.14035473662713494,
        "clique": [
            "1-Even Clinton s most ",
            "4-Of the four opponent",
            "2-  Sanders  achieveme"
        ],
        "median tf-idf score": 0.47967375151975455,
        "publications": [
            "Washington Post",
            "New York Post",
            "Fox News"
        ],
        "sentences": [
            "Even Clinton’s most ardent backers say the speech revealed a new candidate, one who seemed less cautious and more willing to push boundaries.",
            "Of the four opponents who did take her on, Sanders was the only one who emerged to provide a serious challenge.",
            "” Sanders’ achievements have been remarkable for a candidate who was unknown to most Americans before the 2016 campaign."
        ],
        "tf-idf score": [
            0.5897949301619583,
            0.3585356484289104,
            0.47967375151975455
        ]
    },
    "0.15044921848926182-3-375": {
        "average clique similarity": 0.15044921848926182,
        "clique": [
            "4-Clinton has won 1  8",
            "2-Trump has stunned a ",
            "3-Furthermore  Clinton"
        ],
        "median tf-idf score": 0.6041719311806463,
        "publications": [
            "New York Post",
            "Vox",
            "Fox News"
        ],
        "sentences": [
            "Clinton has won 1, 812 pledged delegates in primaries and caucuses.",
            "Trump has stunned a host of experienced Republican candidates in the GOP primaries this year.",
            "Furthermore, Clinton has grown very unpopular over the course of the primaries."
        ],
        "tf-idf score": [
            0.720778603083596,
            0.42365043041672334,
            0.6041719311806463
        ]
    },
    "0.15210099530909157-3-86": {
        "average clique similarity": 0.15210099530909157,
        "clique": [
            "1-It was unclear wheth",
            "2-The Democratic race ",
            "3-Bernie Sanders was f"
        ],
        "median tf-idf score": 0.4657758078031862,
        "publications": [
            "Washington Post",
            "Vox",
            "New York Post"
        ],
        "sentences": [
            "It was unclear whether Obama nudged Sanders to end his campaign.",
            "The Democratic race was coming to an end amid new turmoil in the Republican Party.",
            "Bernie Sanders was far more successful than practically anyone expected him to be In the end, though, things didn’t go so smoothly for Clinton."
        ],
        "tf-idf score": [
            0.4657758078031862,
            0.4635763234597113,
            0.8011884343065201
        ]
    },
    "0.15373858736713905-3-20": {
        "average clique similarity": 0.15373858736713905,
        "clique": [
            "0-You may recall this ",
            "1- Melina   Washington",
            "4-Yet Clinton showed n"
        ],
        "median tf-idf score": 0.7742824940422284,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "You may recall this as the same argument that Republicans like Ted Cruz and John Kasich were making ahead of Donald Trump winning the nomination: They argued that even though Trump had won far more votes, Republican delegates should give one of them the nomination because Trump couldn’t win a general election.",
            "(Melina   Washington Post)  Now, Clinton will turn fully to face Republican Donald Trump in the November general election, a pivot that unofficially began last week with a withering speech on foreign policy in which she shredded Trump’s qualifications and temperament.",
            "Yet Clinton showed no signs of limping into the general election as she approached the milestone, leaving Sanders behind and focusing on lacerating Trump."
        ],
        "tf-idf score": [
            0.6652538841631329,
            0.7742824940422284,
            0.7946304412770958
        ]
    },
    "0.15397672283069538-3-504": {
        "average clique similarity": 0.15397672283069538,
        "clique": [
            "3-Clinton s victory sp",
            "4-But Clinton vowed no",
            "1-On the campaign trai"
        ],
        "median tf-idf score": 0.6594515712731692,
        "publications": [
            "Washington Post",
            "Vox",
            "Fox News"
        ],
        "sentences": [
            "Clinton’s victory speech emphasized the historic nature of her victory    As Clinton delivered her victory speech in Brooklyn Tuesday night, she focused a great deal on the   nature of her achievement.",
            "But Clinton vowed not to repeat the failings of her 2008 campaign and focused early on winning delegates, hiring help from Obama’s old team before launching her campaign.",
            "On the campaign trail, Clinton has regularly reprised some of her favorite lines from the speech with more than a little glee."
        ],
        "tf-idf score": [
            0.6594515712731692,
            0.692054849243549,
            0.6495633996769024
        ]
    },
    "0.15901928777033444-3-281": {
        "average clique similarity": 0.15901928777033444,
        "clique": [
            "3-Obama relied heavily",
            "2-She was to address s",
            "1-She famously promise"
        ],
        "median tf-idf score": 0.509644775631609,
        "publications": [
            "New York Post",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "Obama relied heavily on Clinton allies to staff his White House  —   the most notable of whom was, of course, Hillary Clinton herself.",
            "She was to address supporters at a victory party in Brooklyn eight years to the day after she ended her first White House campaign.",
            "She famously promised then that a woman would someday win the White House."
        ],
        "tf-idf score": [
            0.6303053277810237,
            0.509644775631609,
            0.15144557038876
        ]
    },
    "0.15931831622804726-3-328": {
        "average clique similarity": 0.15931831622804726,
        "clique": [
            "3-Clinton praised Sand",
            "4-He is temperamentall",
            "1-Clinton has been buo"
        ],
        "median tf-idf score": 0.8338351081630642,
        "publications": [
            "Vox",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "Clinton praised Sanders’s candidacy while sharply criticizing presumptive Republican nominee Donald Trump as temperamentally unfit to be president of the United States.",
            "He is temperamentally unfit to hold an office that requires knowledge, stability and immense responsibility,” Clinton said last week in a speech that was striking in its forcefulness, previewing a brutal   general election campaign to come.",
            "Clinton has been buoyed, how ever, by a speech last week in San Diego in which she slammed Trump like never before, calling him temperamentally unfit and ill prepared to assume the presidency."
        ],
        "tf-idf score": [
            0.9635653724401148,
            0.8338351081630642,
            0.7570038407575895
        ]
    },
    "0.16826717133218697-3-130": {
        "average clique similarity": 0.16826717133218697,
        "clique": [
            "0-Sanders fans advance",
            "2-SAN FRANCISCO      A",
            "4-The AP said Clinton "
        ],
        "median tf-idf score": 1.050471537613802,
        "publications": [
            "New York Post",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "Sanders fans advance a handful of other arguments for why Clinton should not be deemed the presumptive nominee.",
            "SAN FRANCISCO  —   Already the presumptive Democratic nominee, Hillary Clinton pressed for victory in California and five other states Tuesday, while Bernie Sanders looked to play spoiler and cast doubts about Clinton’s historic achievement.",
            "The AP said Clinton reached the 2, 383 delegates needed to become the presumptive Democratic nominee with a weekend victory in Puerto Rico and late burst of support from superdelegates."
        ],
        "tf-idf score": [
            0.6890164571292584,
            1.2853420048240032,
            1.050471537613802
        ]
    },
    "0.1701623717916865-3-288": {
        "average clique similarity": 0.1701623717916865,
        "clique": [
            "2-While a win in Calif",
            "3-The party wanted Cli",
            "0-The anger  read thro"
        ],
        "median tf-idf score": 0.7069868276972192,
        "publications": [
            "New York Post",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "While a win in California would still leave him well short of overtaking Clinton in the delegate total, the Vermont senator hoped a win would help in his    bid to get Clinton superdelegates to switch their support.",
            "The party wanted Clinton, and it looked like it would get her, easily.",
            "The anger (read through the replies to The Atlantic’s tweet announcing the news to get a sense of it) points to the challenge Clinton faces in uniting the Democratic Party."
        ],
        "tf-idf score": [
            0.8911886860872851,
            0.5280573551120215,
            0.7069868276972192
        ]
    },
    "0.1705495948207323-3-79": {
        "average clique similarity": 0.1705495948207323,
        "clique": [
            "1-  Monday s news may ",
            "0- More on that in a b",
            "4-On Monday  Sanders  "
        ],
        "median tf-idf score": 0.5345905603010453,
        "publications": [
            "Fox News",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "” Monday’s news may have stepped on Clinton’s plans to celebrate more fully on Tuesday.",
            "(More on that in a bit.)",
            "On Monday, Sanders’ supporters expressed disappointment that the calls were made before California’s primary and urged the senator to continue on despite the pronouncements."
        ],
        "tf-idf score": [
            0.5568218203297599,
            0.013879271150893557,
            0.5345905603010453
        ]
    },
    "0.17115443887411366-3-274": {
        "average clique similarity": 0.17115443887411366,
        "clique": [
            "1-  Among other uninte",
            "0-The first is that th",
            "4-They pushed superdel"
        ],
        "median tf-idf score": 0.7124624834105858,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "” Among other unintended consequences, campaign advisers said they fear that an early call could depress turnout in states voting Tuesday, imperiling their hopes to stave off a Sanders victory, particularly in California.",
            "The first is that those superdelegates aren’t bound by their commitments to Clinton so far, and they could change their mind before the Democratic National Convention in July.",
            "They pushed superdelegates into making early commitments and held campaign appearances in areas where they could win the most pledged delegates."
        ],
        "tf-idf score": [
            0.8010780669011635,
            0.7124624834105858,
            0.4652831297905298
        ]
    },
    "0.17512424890944292-3-84": {
        "average clique similarity": 0.17512424890944292,
        "clique": [
            "2-Her campaign announc",
            "1-  Monday s news     ",
            "4-She will be dependen"
        ],
        "median tf-idf score": 0.30913557333726543,
        "publications": [
            "Fox News",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "Her campaign announced that she would make stops next week in Ohio and Pennsylvania, states that will be pivotal in November.",
            "” Monday’s news  —   and Tuesday’s primaries  —   will factor heavily in the reception Sanders receives in coming weeks as he tries to make the case to superdelegates that he would be a stronger nominee than Clinton.",
            "She will be dependent on superdelegates."
        ],
        "tf-idf score": [
            0.30913557333726543,
            1.098025505225966,
            0.10254419899498901
        ]
    },
    "0.1769103512649163-3-380": {
        "average clique similarity": 0.1769103512649163,
        "clique": [
            "1-It was superdelegate",
            "0-Golden State voters ",
            "4- We really need to b"
        ],
        "median tf-idf score": 1.012777611346028,
        "publications": [
            "Fox News",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "It was superdelegates that put her over the top to gain the 2, 383 needed to secure the nomination, according to the AP Sanders has argued that Clinton won’t have a lock because superdelegates don’t actually vote until the convention and could change their minds.",
            "Golden State voters seldom have much role in a primary anyway, though, and given the Democratic Party’s rules for proportional allocation of delegates, the California result would have put Clinton over the top anyway.",
            "”We really need to bring a close to this primary process and get on to defeating Donald Trump,” said Nancy Worley, a superdelegate who chairs Alabama’s Democratic Party and provided one of the last endorsements to put Clinton over the top."
        ],
        "tf-idf score": [
            1.2252478099182293,
            1.012777611346028,
            0.981233354695489
        ]
    },
    "0.178462407857962-3-636": {
        "average clique similarity": 0.178462407857962,
        "clique": [
            "1-Sanders plans to tak",
            "4- So it is time to ju",
            "0-The announcement set"
        ],
        "median tf-idf score": 0.421478571656635,
        "publications": [
            "Washington Post",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "Sanders plans to take stock of his campaign at his home in Burlington, Vt. after Tuesday’s primaries.",
            "”So it is time to judge Donald Trump by his words and his deeds.",
            "The announcement set off howls of protest from Bernie Sanders, his campaign, and his supporters."
        ],
        "tf-idf score": [
            0.5278423570826752,
            0.19489153309724114,
            0.421478571656635
        ]
    },
    "0.17864358001933386-3-490": {
        "average clique similarity": 0.17864358001933386,
        "clique": [
            "1-Although Clinton has",
            "3-But she already has ",
            "0-The second is that S"
        ],
        "median tf-idf score": 1.1098416273509515,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "Although Clinton has increasingly appeared to be campaigning more against Trump than Sanders, the success of her speech  —   and its reverberations on the campaign trail in California over the weekend  —   may help her against Sanders on Tuesday, too.",
            "But she already has a small lead on Trump in polls, and Democrats hope that once Sanders wraps up his campaign, he’ll rally his supporters to help Clinton defeat Trump.",
            "The second is that Sanders will appeal to those superdelegates to abandon Clinton, on the basis that    polls show him performing better against Trump than Clinton does."
        ],
        "tf-idf score": [
            1.1594019213947424,
            1.1098416273509515,
            0.8812630301209746
        ]
    },
    "0.17943623665246763-3-417": {
        "average clique similarity": 0.17943623665246763,
        "clique": [
            "0-On Monday  before th",
            "3-By   Clinton had alr",
            "1-Sanders has already "
        ],
        "median tf-idf score": 0.6821720909455942,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "On Monday, before the AP’s delegate count, The New York Times had already reported that President Obama was eager to start campaigning on her behalf.",
            "By   Clinton had already amassed a lead in pledged delegates that most number crunchers thought was effectively insurmountable.",
            "Sanders has already effectively ceded New Jersey  —   the   prize on Tuesday  —   to Clinton."
        ],
        "tf-idf score": [
            0.546280428556011,
            0.6821720909455942,
            0.900624723428227
        ]
    },
    "0.18597597065739876-3-253": {
        "average clique similarity": 0.18597597065739876,
        "clique": [
            "2-Her 2008 foe is to e",
            "1-It would send a stro",
            "0-But as Philip Bump h"
        ],
        "median tf-idf score": 0.8090418000570936,
        "publications": [
            "New York Post",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "Her 2008 foe is to endorse her as early as this week, a move meant to signal to Sanders and his supporters that it’s time to unify behind her.",
            "It would send a strong message to Sanders and his supporters that they should coalesce around Clinton, something Sanders has indicated he is far from ready to do.",
            "But as Philip Bump has shown, more Clinton voters were threatening to vote for John McCain in 2008 than Sanders supporters are threatening to defect to Trump this time around."
        ],
        "tf-idf score": [
            0.4192370684058732,
            0.8090418000570936,
            1.0353898755542545
        ]
    },
    "0.18759068208191673-3-369": {
        "average clique similarity": 0.18759068208191673,
        "clique": [
            "3-More importantly  Cl",
            "0-That will be importa",
            "2-The Vermont senator "
        ],
        "median tf-idf score": 0.3813713671960761,
        "publications": [
            "Vox",
            "New York Post",
            "Atlantic"
        ],
        "sentences": [
            "More importantly, Clinton utterly dominated among black voters, a crucially important part of the Democratic coalition.",
            "That will be important to her chances in a general election, but it’s less of an intramural Democratic Party issue.",
            "The Vermont senator has been particularly popular with young voters, an important piece of the Democratic coalition."
        ],
        "tf-idf score": [
            0.5939617423457813,
            0.3159417095080935,
            0.3813713671960761
        ]
    },
    "0.18882564826262074-3-400": {
        "average clique similarity": 0.18882564826262074,
        "clique": [
            "2- I think we ve got a",
            "1-Speaking to reporter",
            "4- There is nothing to"
        ],
        "median tf-idf score": 0.3920234170224548,
        "publications": [
            "Fox News",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "“I think we’ve got a shot,” Sanders said of his prospects in California after breakfast at a San Francisco cafe.",
            "Speaking to reporters at a Hilton Garden Inn in a conference room overlooking the glimmering San Francisco Bay, San ders insisted that he could still win over some superdelegates in the coming days.",
            "”There is nothing to concede,” Sanders told KTVU late Monday at a rally in San Francisco."
        ],
        "tf-idf score": [
            0.48677224756205295,
            0.3397152356608753,
            0.3920234170224548
        ]
    },
    "0.18902311124825147-3-636": {
        "average clique similarity": 0.18902311124825147,
        "clique": [
            "3-The campaign hasn t ",
            "0-How many of them wil",
            "2-Still  she was wasti"
        ],
        "median tf-idf score": 0.4228298437199269,
        "publications": [
            "Vox",
            "Atlantic",
            "New York Post"
        ],
        "sentences": [
            "The campaign hasn’t been easy for Clinton, and she enters the general election with high unfavorable ratings.",
            "How many of them will back Clinton in a general election?",
            "Still, she was wasting no time moving toward the general election."
        ],
        "tf-idf score": [
            0.5479390264803221,
            0.4228298437199269,
            0.1929290293935489
        ]
    },
    "0.18953859119924218-3-304": {
        "average clique similarity": 0.18953859119924218,
        "clique": [
            "2-Her total is compris",
            "4-Those are party offi",
            "1- We are in private c"
        ],
        "median tf-idf score": 0.46139920859399397,
        "publications": [
            "New York Post",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Her total is comprised of pledged delegates won in primaries and caucuses, as well as superdelegates  —   the party officials and officeholders who can back a candidate of their choosing.",
            "Those are party officials and officeholders, many of them eager to wrap up the primary, free to support whichever candidate they want.",
            "“We are in private conversations,” Sanders said of his efforts to court party leaders and officials."
        ],
        "tf-idf score": [
            0.5345184072797821,
            0.31540477691883223,
            0.46139920859399397
        ]
    },
    "0.1903212545814931-3-424": {
        "average clique similarity": 0.1903212545814931,
        "clique": [
            "0-Strangely  now that ",
            "3-Sanders has not yet ",
            "1-Clinton has faced an"
        ],
        "median tf-idf score": 0.6042002852630929,
        "publications": [
            "Washington Post",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "Strangely, now that Clinton has won more states, he’s not making that case.)",
            "Sanders has not yet conceded, and in recent days he has maintained that he would keep on fighting until the Democratic convention in July.",
            "Clinton has faced an unexpectedly strong and increasingly contentious challenge from Sanders, and there is the possibility that the senator will keep battling her even now that she has effectively sewn up the nomination."
        ],
        "tf-idf score": [
            0.6042002852630929,
            0.561669617974434,
            0.8844848522511971
        ]
    },
    "0.20034779283859927-3-158": {
        "average clique similarity": 0.20034779283859927,
        "clique": [
            "4-She won overwhelming",
            "2-She won 29 caucuses ",
            "1-  Aside from Califor"
        ],
        "median tf-idf score": 0.3440611936783129,
        "publications": [
            "Fox News",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "She won overwhelming support from women and minorities, catapulting her to decisive victories in diverse,   states such as New York and Texas.",
            "She won 29 caucuses and primaries in states and U S territories to his 21 victories.",
            "” Aside from California and New Jersey, Democrats are holding primaries Tuesday in New Mexico, Montana and South Dakota and caucuses in North Dakota."
        ],
        "tf-idf score": [
            0.3440611936783129,
            0.2566707052864449,
            0.47290412386874126
        ]
    },
    "0.20447920122807836-3-636": {
        "average clique similarity": 0.20447920122807836,
        "clique": [
            "3- The final significa",
            "1- How Bernie Sanders ",
            "0-Hillary Clinton Has "
        ],
        "median tf-idf score": 0.8975680007775686,
        "publications": [
            "Vox",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            " The final significant day of presidential primary voting has come to a close, and Hillary Clinton is now the presumptive Democratic presidential nominee.",
            "[How Bernie Sanders missed his chance to beat Hillary Clinton]    Democratic presidential   Hillary Clinton speaks to Californians at Sacramento City College during a rally Sunday.",
            "Hillary Clinton Has Enough Delegates to Claim the Democratic Nomination  Or does it?"
        ],
        "tf-idf score": [
            0.9235667833034391,
            0.8975680007775686,
            0.8179391668141798
        ]
    },
    "0.20674337810497093-3-71": {
        "average clique similarity": 0.20674337810497093,
        "clique": [
            "0-Just this week  repo",
            "4- He is not just unpr",
            "1- I just read chapter"
        ],
        "median tf-idf score": 0.019930949009039894,
        "publications": [
            "Atlantic",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Just this week, reporters have been blasting her for not giving press conferences.",
            "”He is not just unprepared.",
            "“I just read chapter and verse."
        ],
        "tf-idf score": [
            0.11778509483545618,
            0.004129685360469237,
            0.019930949009039894
        ]
    },
    "0.2082305479240937-3-326": {
        "average clique similarity": 0.2082305479240937,
        "clique": [
            "3-Clinton s win repres",
            "1-She also overcame he",
            "4-Clinton s presumptiv"
        ],
        "median tf-idf score": 0.7683982304383223,
        "publications": [
            "Washington Post",
            "Vox",
            "Fox News"
        ],
        "sentences": [
            "Clinton’s win represents a triumph for the Democratic establishment Eight years ago this month, Hillary Clinton brought a bitter and   presidential primary campaign to a close by endorsing her opponent, Barack Obama.",
            "She also overcame her crushing loss to Barack Obama in the 2008 Democratic primaries, as well as a political environment this year that favored outsiders at the expense of her establishment credentials.",
            "Clinton’s presumptive victory Monday came nearly eight years to the day after she conceded her first White House campaign to Barack Obama."
        ],
        "tf-idf score": [
            0.9837948442172062,
            0.3494555608079578,
            0.7683982304383223
        ]
    },
    "0.21191552926708965-3-36": {
        "average clique similarity": 0.21191552926708965,
        "clique": [
            "0-And ironically  he s",
            "4-They vote on July 25",
            "3- It may be hard to s"
        ],
        "median tf-idf score": 0.2797487055151427,
        "publications": [
            "Vox",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "And ironically, he’s right.",
            "They vote on July 25th so right now our goal right at this moment [is to] do everything we can to win the primary tomorrow”.",
            "”It may be hard to see tonight, but we’re all standing under a glass ceiling right now,” Clinton told supporters."
        ],
        "tf-idf score": [
            0.021903693856545805,
            0.2797487055151427,
            0.49228720597774994
        ]
    },
    "0.21634280250440197-3-14": {
        "average clique similarity": 0.21634280250440197,
        "clique": [
            "1-A bitter nomination ",
            "0-Clinton will have to",
            "4- Secretary Clinton w"
        ],
        "median tf-idf score": 0.8082681504628352,
        "publications": [
            "Atlantic",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "A bitter nomination battle that Clinton was once expected to win in a walk ended abruptly late Monday as she claimed exactly the number of delegates needed to secure victory in her contest against Sen. Bernie Sanders of Vermont, according the AP’s latest tally.",
            "Clinton will have to work hard to win over Sanders backers, but there’s no longer any nomination battle for him to contest.",
            "”Secretary Clinton will not have the requisite number of pledged delegates to win the Democratic nomination."
        ],
        "tf-idf score": [
            1.3719421701811512,
            0.8082681504628352,
            0.7756049662079915
        ]
    },
    "0.22366774018679106-3-204": {
        "average clique similarity": 0.22366774018679106,
        "clique": [
            "1- Let s assess where ",
            "0-Sanders says he ll r",
            "2-While the content of"
        ],
        "median tf-idf score": 0.4805838646532249,
        "publications": [
            "Washington Post",
            "Atlantic",
            "New York Post"
        ],
        "sentences": [
            "“Let’s assess where we are after tomorrow before we make statements based on speculation,” Sanders said at a news conference in Emeryville, Calif. when asked whether he is willing to endorse Clinton in the coming weeks.",
            "Sanders says he’ll return home to Vermont after Tuesday’s races and assess the race.",
            "While the content of the call is unknown, Sanders did appear to slightly soften his rhetoric the next day, saying he would return to Vermont after the California contest and “assess where we are."
        ],
        "tf-idf score": [
            0.9361834448778217,
            0.4189734538829055,
            0.4805838646532249
        ]
    },
    "0.2257997164672743-3-24": {
        "average clique similarity": 0.2257997164672743,
        "clique": [
            "4-The Sanders campaign",
            "2-Superdelegates can s",
            "1-Sanders is banking o"
        ],
        "median tf-idf score": 1.0802749363332458,
        "publications": [
            "New York Post",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "The Sanders campaign rejected the declaration that Clinton had clinched the party nod, citing its longstanding position that the superdelegates should not count until they actually vote at the convention  —   as they are free to switch sides before then.",
            "Superdelegates can switch before the party’s convention in late July, but those counted in Clinton’s total told the AP they were unequivocally supporting her.",
            "Sanders is banking on a stellar performance in California, the most populous state in the nation, to bolster his argument that scores of superdelegates should switch allegiance from Clinton to him between now and the Democratic convention in late July."
        ],
        "tf-idf score": [
            1.0802749363332458,
            0.8067831299651828,
            1.109113887153379
        ]
    },
    "0.23915509535943094-3-52": {
        "average clique similarity": 0.23915509535943094,
        "clique": [
            "3-Clinton simply won m",
            "0-The numbers tell the",
            "1- Crooked Hillary Cli"
        ],
        "median tf-idf score": 0.7775139420233478,
        "publications": [
            "Atlantic",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "Clinton simply won more votes and more pledged delegates.",
            "The numbers tell the story: Clinton has won more pledged delegates than Sanders.",
            "“Crooked Hillary Clinton has not held a news conference in more than 7 months,” Trump tweeted Monday."
        ],
        "tf-idf score": [
            0.5714102748603181,
            0.8635164102117159,
            0.7775139420233478
        ]
    },
    "0.24849334820472144-3-636": {
        "average clique similarity": 0.24849334820472144,
        "clique": [
            "3-After more than two ",
            "2-Clinton wanted to wa",
            "4-The AP released its "
        ],
        "median tf-idf score": 0.7694723115617442,
        "publications": [
            "Vox",
            "New York Post",
            "Fox News"
        ],
        "sentences": [
            "After more than two centuries in which every major party US presidential nominee has been a man, Clinton is set to become the first woman to win that honor.",
            "Clinton wanted to wait until most of the voting was complete Tuesday night before fully reveling in becoming the first woman nominated by a major U S political party.",
            "The AP released its updated tally, showing the former secretary of state winning enough delegates to become the first woman to top a major party’s presidential ticket, on the eve of the last major day of primary voting."
        ],
        "tf-idf score": [
            0.7694723115617442,
            0.8170935948000853,
            0.6542015857872968
        ]
    },
    "0.2502303795622567-3-560": {
        "average clique similarity": 0.2502303795622567,
        "clique": [
            "0-We know how that tur",
            "3-It didn t turn out t",
            "1-It s the real Hillar"
        ],
        "median tf-idf score": 0.022047178698478886,
        "publications": [
            "Washington Post",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "We know how that turned out.",
            "It didn’t turn out that way.",
            "It’s the real Hillary coming out."
        ],
        "tf-idf score": [
            0.015651135402066464,
            0.022047178698478886,
            0.07837182193191677
        ]
    },
    "0.28032277406214307-4-494": {
        "average clique similarity": 0.28032277406214307,
        "clique": [
            "0-After weeks of build",
            "2-for the nomination o",
            "1-  LOS ANGELES      H",
            "4- Hillary Clinton has"
        ],
        "median tf-idf score": 1.406960784388803,
        "publications": [
            "Washington Post",
            "New York Post",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "After weeks of buildup for a decisive June 7 primary that might crown Hillary Clinton the Democratic candidate —  or give Bernie Sanders another boost to keep going —  the Associated Press suddenly and quietly announced Monday night that Clinton had accrued enough delegates, both pledged and superdelegates, to clinch the nomination.",
            "for the nomination on the eve of Tuesday’s voting, according to an Associated Press tally.",
            "  LOS ANGELES  —   Hillary Clinton has secured enough delegates to win the Democratic presidential nomination, according to the Associated Press, emerging from a long and bruising primary season to become the first woman to lead a major party in the race for the White House.",
            " Hillary Clinton has earned enough delegates to clinch the Democratic presidential nomination, according to an Associated Press count released Monday night  —   an assessment swiftly challenged by primary rival Bernie Sanders and his campaign."
        ],
        "tf-idf score": [
            1.4712930958373558,
            0.28373936476129846,
            1.3450863629670804,
            1.4688352058105254
        ]
    },
    "0.2875311595228101-4-364": {
        "average clique similarity": 0.2875311595228101,
        "clique": [
            "1-Clinton picked up mo",
            "3-While the exact vote",
            "2-She leads Sanders by",
            "4-Following the result"
        ],
        "median tf-idf score": 1.1508638885683498,
        "publications": [
            "Vox",
            "New York Post",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Clinton picked up more delegates in contests in Puerto Rico and the Virgin Islands over the weekend and leads the senator among both pledged delegates, those earned in voting contests, and superdelegates, the party leaders and elected officials who are free to support the candidate of their choice at the national convention.",
            "While the exact vote totals in a few states, especially California, were still being counted at press time, preliminary totals make it clear that Clinton will end up with more total delegates, more pledged delegates, and more total votes nationwide than Bernie Sanders  —   making her the winner of the race by every traditional metric.",
            "She leads Sanders by more than 3 million cast votes, by 291 pledged delegates and by 523 superdelegates.",
            "Following the results in Puerto Rico, it is no longer possible for Sanders to reach the 2, 383 needed to win the nomination based on the remaining available pledged delegates and uncommitted superdelegates, according to the AP Clinton leads Sanders by more than 3 million cast votes, by 291 pledged delegates and by 523 superdelegates."
        ],
        "tf-idf score": [
            1.0611914005068253,
            1.240536376629874,
            0.5913321691613066,
            1.2880744156328297
        ]
    },
    "0.3113360712171534-3-150": {
        "average clique similarity": 0.3113360712171534,
        "clique": [
            "4-She also has the sup",
            "1-Clinton s superdeleg",
            "2-Heading into Tuesday"
        ],
        "median tf-idf score": 0.8831321386526823,
        "publications": [
            "New York Post",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "She also has the support of 571 superdelegates, according to an Associated Press count.",
            "Clinton’s superdelegate total has increased by 24 delegates since Sunday, according to the AP count, while Sanders’s support has scarcely budged.",
            "Heading into Tuesday’s voting, Clinton had 1, 812 pledged delegates and the support of 571 of the 714 superdelegates, according to the AP count."
        ],
        "tf-idf score": [
            0.347911064566923,
            1.035946758232881,
            0.8831321386526823
        ]
    },
    "0.31975589491507134-3-112": {
        "average clique similarity": 0.31975589491507134,
        "clique": [
            "2- We are at the brink",
            "3-Clinton s victory is",
            "4-Clinton touted the n"
        ],
        "median tf-idf score": 0.6005849087462561,
        "publications": [
            "Vox",
            "New York Post",
            "Fox News"
        ],
        "sentences": [
            "“We are at the brink of a historic, historic unprecedented moment,” Clinton said during a rally in California on Monday.",
            "Clinton’s victory is a historic one.",
            "Clinton touted the news at a Long Beach, Calif. campaign event, saying the campaign is now on the “brink of a historic   …     unprecedented moment."
        ],
        "tf-idf score": [
            0.6518526106843513,
            0.4577219521307888,
            0.6005849087462561
        ]
    },
    "0.34507650275647195-3-432": {
        "average clique similarity": 0.34507650275647195,
        "clique": [
            "4- It s time to stand ",
            "2-The final Democratic",
            "0-The only remaining D"
        ],
        "median tf-idf score": 0.44447379477544613,
        "publications": [
            "New York Post",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "”It’s time to stand behind our presumptive candidate,” said Michael Brown, one of two superdelegates from the District of Columbia who came forward in the past week to back Clinton before the city’s June 14 primary.",
            "The final Democratic primary will be held next week in the District of Columbia.",
            "The only remaining Democratic nomination contest after Tuesday is the June 14 District of Columbia primary."
        ],
        "tf-idf score": [
            0.8998626096568012,
            0.2954533588048144,
            0.44447379477544613
        ]
    },
    "0.34892001560190944-3-245": {
        "average clique similarity": 0.34892001560190944,
        "clique": [
            "4-See Latest Coverage ",
            "2-  New Jersey and Cal",
            "1-Clinton was widely e"
        ],
        "median tf-idf score": 0.49258709106886006,
        "publications": [
            "Fox News",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "See Latest Coverage → The six states to vote Tuesday include New Jersey, North Dakota, New Mexico, Montana, California, and South Dakota.",
            "” New Jersey and California are the biggest prizes up for grabs Tuesday, with Montana, New Mexico, North Dakota and South Dakota also holding contests.",
            "Clinton was widely expected  —   even inside her own campaign  —   to clinch the nomination Tuesday, when California, New Jersey and four other states are scheduled to vote."
        ],
        "tf-idf score": [
            0.49258709106886006,
            0.41618019857082306,
            1.0421262473977442
        ]
    },
    "0.38975055833817857-3-0": {
        "average clique similarity": 0.38975055833817857,
        "clique": [
            "4-House Minority Leade",
            "2-The former secretary",
            "0-House Minority Leade"
        ],
        "median tf-idf score": 0.6917847262019067,
        "publications": [
            "New York Post",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "House Minority Leader Nancy Pelosi endorsed Clinton during an interview on “Good Morning America” before her home state’s primary.",
            "The former secretary of state, first lady and New York senator secured support Tuesday from House Minority Leader Nancy Pelosi, who represents California and said she would vote for Clinton in her home state.",
            "House Minority Leader Nancy Pelosi, a Californian, quickly endorsed Clinton on the heels of the AP announcement."
        ],
        "tf-idf score": [
            0.6917847262019067,
            1.06054818075095,
            0.5826767611405043
        ]
    },
    "0.4227636330199296-3-597": {
        "average clique similarity": 0.4227636330199296,
        "clique": [
            "4-Campaign manager Rob",
            "3-She concluded  by sa",
            "1-Her campaign manager"
        ],
        "median tf-idf score": 1.026417931740899,
        "publications": [
            "Vox",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Campaign manager Robby Mook said in a statement: “This is an important milestone, but there are six states that are voting Tuesday, with millions of people heading to the polls, and Hillary Clinton is working to earn every vote.",
            "She concluded  by saying that ”this campaign is about making clear there are no ceilings, no limits, on any of us”.",
            "Her campaign manager, Robby Mook, offered this statement with the AP’s announcement: “This is an important milestone, but there are six states that are voting Tuesday, with millions of people heading to the polls, and Hillary Clinton is working to earn every vote."
        ],
        "tf-idf score": [
            1.026417931740899,
            0.17410604095882565,
            1.0299931242465192
        ]
    },
    "0.4524935940373706-3-214": {
        "average clique similarity": 0.4524935940373706,
        "clique": [
            "0-One  offered by Sand",
            "1-Indeed  on Monday  S",
            "4-Sanders spokesman Mi"
        ],
        "median tf-idf score": 0.7342004599338653,
        "publications": [
            "Atlantic",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "One, offered by Sanders spokesman Michael Briggs, is that the Democratic National Committee says superdelegates shouldn’t be counted yet.",
            "Indeed, on Monday, Sanders issued this statement: “It is unfortunate that the media, in a rush to judgement, are ignoring the Democratic National Committee’s clear statement that it is wrong to count the votes of superdelegates before they actually vote at the convention this summer.",
            "Sanders spokesman Michael Briggs accused the media of “a rush to judgement” and ”ignoring the Democratic National Committee’s clear statement that it is wrong to count the votes of superdelegates before they actually vote at the convention this summer”."
        ],
        "tf-idf score": [
            0.5495108442838177,
            0.7499376344393311,
            0.7342004599338653
        ]
    }
}