{
    "0.11124492080443826-3-303": {
        "average clique similarity": 0.11124492080443826,
        "clique": [
            "2-Trump has also made ",
            "4- I am  like  Mr Chan",
            "3-Elsewhere  he endors"
        ],
        "median tf-idf score": 0.4752906299355793,
        "publications": [
            "Vox",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "Trump has also made comments on foreign policy that are muddled and sometimes contradictory, like raising questions about America’s security commitments to Japan and South Korea, only to then reassure them that nothing would change.",
            "“I am, like, Mr Change,” Flynn said in November 2010.",
            "Elsewhere, he endorses regime change in Iran and confronting Russia, a policy at odds with the warmth the   extends to Vladimir Putin."
        ],
        "tf-idf score": [
            0.5122853629770528,
            0.4752906299355793,
            0.20223060676047028
        ]
    },
    "0.13025837075925686-3-337": {
        "average clique similarity": 0.13025837075925686,
        "clique": [
            "2-These aren t   examp",
            "4-  Before these contr",
            "1- These are not quali"
        ],
        "median tf-idf score": 0.43372651250126254,
        "publications": [
            "Vox",
            "Atlantic",
            "Buzzfeed News"
        ],
        "sentences": [
            "These aren’t   examples.",
            "” Before these controversies, however, Flynn was the consummate military man.",
            "“These are not qualities readily apparent in observing General Flynn over the last few years."
        ],
        "tf-idf score": [
            0.007916682232525857,
            0.5341048310673383,
            0.43372651250126254
        ]
    },
    "0.13547016217741745-3-82": {
        "average clique similarity": 0.13547016217741745,
        "clique": [
            "1-  Rep  Adam Schiff  ",
            "0-Its analysts were no",
            "3-Their partnership ha"
        ],
        "median tf-idf score": 0.6595889020776726,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "” Rep. Adam Schiff, a Democrat and the ranking member of the House Intelligence Committee, said he had deep concerns about Flynn stepping into the national security adviser role.",
            "Its analysts were not providing the kind of intelligence necessary in the counterinsurgency fight, Flynn said, and the U S intelligence community ”is only marginally relevant to the overall strategy”.",
            "Their partnership had transformed JSOC into an apparatus that collected and disseminated intelligence as rapidly as it killed people, and then fed that intelligence back into its internal systems to accelerate the lethal process."
        ],
        "tf-idf score": [
            0.927663219232383,
            0.6595889020776726,
            0.22995090499148374
        ]
    },
    "0.1355376543673957-3-172": {
        "average clique similarity": 0.1355376543673957,
        "clique": [
            "0-It was a strange pos",
            "2-From his insistence ",
            "3-Several of Flynn s a"
        ],
        "median tf-idf score": 0.4870544521513244,
        "publications": [
            "Guardian",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "It was a strange position for someone who was a career military officer and a registered Democrat from Rhode Island.",
            "From his insistence that President Obama was born abroad to his lies about    violence, Trump has shown a consistent and troubling habit of absorbing information from   news sources and treating it as though it were true.",
            "Several of Flynn’s allies from his military career have stayed silent as their   has risen in influence."
        ],
        "tf-idf score": [
            0.3272602682799093,
            0.557946295601964,
            0.4870544521513244
        ]
    },
    "0.13743002438207028-3-99": {
        "average clique similarity": 0.13743002438207028,
        "clique": [
            "2-Flynn s principal ta",
            "0-When asked if the We",
            "4- Donald Trump is abo"
        ],
        "median tf-idf score": 0.7637038574898879,
        "publications": [
            "Atlantic",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Flynn’s principal task is going to be taking the information he gets from the military and intelligence agencies and sorting it in a fashion that helps President Trump get a sense of what’s going on in the world and how he should respond to it.",
            "When asked if the West should send troops to go after the Islamic State in places like Raqqa, Syria, the group’s headquarters, Flynn told Der Spiegel last year: ”The sad fact is that we have to put troops on the ground.",
            "“Donald Trump is about the future of this country and making sure that we take a direction   …     that puts us back on a track that we can continue to be the global leader around the world,” he told Fox Business Network in July."
        ],
        "tf-idf score": [
            0.8494983257042668,
            0.7637038574898879,
            0.3598883012633104
        ]
    },
    "0.14058768135152624-3-279": {
        "average clique similarity": 0.14058768135152624,
        "clique": [
            "1-Schiff cited Flynn s",
            "4-  Flynn s controvers",
            "2-He seems willing to "
        ],
        "median tf-idf score": 0.5601601220017294,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "Schiff cited Flynn’s views on Russia, the crackdown on dissent in Turkey, as well as his “inflammatory remarks” on Islam.",
            "” Flynn’s controversial views notwithstanding, he has said he is in favor of strengthening some old alliances —  as well as building some new ones.",
            "He seems willing to believe things as absurd as Clinton being involved in a child sex ring, based on a fake news article peppered with transparently silly quotes (one example: “‘What’s in the emails is staggering and as a father, it turned my stomach,’ the NYPD Chief said."
        ],
        "tf-idf score": [
            0.5601601220017294,
            0.591712935509727,
            0.2931339229660379
        ]
    },
    "0.14425813228175333-3-364": {
        "average clique similarity": 0.14425813228175333,
        "clique": [
            "2-Whether it s good fo",
            "1-Flynn sits on the bo",
            "0- Whether we like it "
        ],
        "median tf-idf score": 0.1854384029324862,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Whether it’s good for the president he’s been chosen to serve  —   and the country itself  —   remains to be seen.",
            "Flynn sits on the board of ACT For America, the largest   grassroots organization in the country.",
            "”Whether we like it or not, Russia made a decision to be there [in Syria] and to act militarily."
        ],
        "tf-idf score": [
            0.15647296447656073,
            0.4711067847108864,
            0.1854384029324862
        ]
    },
    "0.1454728589110685-3-21": {
        "average clique similarity": 0.1454728589110685,
        "clique": [
            "1- I am pleased that L",
            "4-Flynn said he believ",
            "0-View on the Islamic "
        ],
        "median tf-idf score": 0.8315028087642361,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "“I am pleased that Lieutenant General Michael Flynn will be by my side as we work to defeat radical Islamic terrorism, navigate geopolitical challenges and keep Americans safe at home and abroad,” Trump said in a statement.",
            "Flynn said he believes the Obama administration’s failure to describe the conflict with groups like ISIS as “radical Islamic terrorism” aims to “dumb us down” said on Twitter that “we are facing violent, but very serious and cunning radical Islamists” and, also on Twitter, called the fear of Muslims “rational.",
            "View on the Islamic State, Flynn also says the U S must do more to defeat the Islamic State, including persuading Arab states to send in ground troops and dealing with the extremist threat in their own countries."
        ],
        "tf-idf score": [
            0.8820194057347904,
            0.8315028087642361,
            0.6855109342792551
        ]
    },
    "0.14693284194265152-3-473": {
        "average clique similarity": 0.14693284194265152,
        "clique": [
            "0-Within military circ",
            "2-This was a serious p",
            "4-   Flynn told The Ne"
        ],
        "median tf-idf score": 0.7297258584646378,
        "publications": [
            "Atlantic",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "Within military circles, Flynn was a highly respected  —   though at times controversial  —   career intelligence officer.",
            "This was a serious problem when he was chief of DIA According to the New York Times’s Matthew Rosenberg and Maggie Haberman, he said so many questionable or false things during his time at the agency that his staff coined a term for them: “Flynn facts.",
            "’” Flynn told The New York Times in an interview before the elections."
        ],
        "tf-idf score": [
            0.7297258584646378,
            0.8103068315638454,
            0.4537509777074513
        ]
    },
    "0.16007403824743166-3-425": {
        "average clique similarity": 0.16007403824743166,
        "clique": [
            "4-In the early phases ",
            "3- The most salient pr",
            "2-One of the most succ"
        ],
        "median tf-idf score": 0.6861816729148779,
        "publications": [
            "Vox",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "In the early phases of the war on terrorism, Flynn, as director of intelligence for Joint Task Force 180, was in charge of   and collection for most of the forces leading the battle against the Taliban and  .",
            "“The most salient problems [in Afghanistan] are attitudinal, cultural and human,” he wrote in a January 2010 paper for the Center for a New American Security, at that point the ascendant defense thinktank and a job pipeline into the Obama Pentagon.",
            "One of the most successful recent national security advisers was Stephen Hadley, who held the post under   George W Bush (and is rumored to be in the running for Trump’s defense secretary)."
        ],
        "tf-idf score": [
            0.7307207279514689,
            0.43557805962063967,
            0.6861816729148779
        ]
    },
    "0.16028699535740218-3-43": {
        "average clique similarity": 0.16028699535740218,
        "clique": [
            "4-But his tenure at th",
            "2-But if his past reco",
            "3-It made his career i"
        ],
        "median tf-idf score": 0.44592779378324976,
        "publications": [
            "Vox",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "But his tenure at the DIA, as well as his remarks about Islam and torture, made Flynn a divisive figure.",
            "But if his past record is any guide, Flynn is unlikely to be the type of “honest broker” that has historically made for a successful national security adviser.",
            "It made his career in Washington."
        ],
        "tf-idf score": [
            0.44592779378324976,
            0.6644914965099457,
            0.04622270542030628
        ]
    },
    "0.16192355887863807-3-384": {
        "average clique similarity": 0.16192355887863807,
        "clique": [
            "2-Flynn will need to h",
            "3- New leadership in W",
            "0-So we need to consid"
        ],
        "median tf-idf score": 0.47917392734143194,
        "publications": [
            "Vox",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "Flynn will need to help the new president decide which path to go down.",
            "“New leadership in Washington,” Flynn writes, “will have to craft a winning strategy that will bring freedom to Iran, thwart Putin’s ambitious undertakings in the Middle East and Europe, and break the worldwide enemy alliance.",
            "So we need to consider and we need to use every tool we need to use every single tool that the president of the United States, that the commander in chief can bring to bear and that includes using and working with the Arab nations around that region”."
        ],
        "tf-idf score": [
            0.47917392734143194,
            0.626678042428122,
            0.38397239608344885
        ]
    },
    "0.1693096649195215-3-294": {
        "average clique similarity": 0.1693096649195215,
        "clique": [
            "0-Flynn argued that he",
            "3-Flynn  who did not r",
            "4-Flynn has defended h"
        ],
        "median tf-idf score": 0.8454336914079323,
        "publications": [
            "Atlantic",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "Flynn argued that he was trying to get the bureaucracy to be more efficient, to do more.",
            "Flynn, who did not reply to a request for comment ahead of his announcement as Trump’s national security adviser, is now more liable to claim that the US ought to “fear” Islam itself as a “rational” response to terrorism.",
            "Flynn has defended his appearances on RT, comparing them to CNN or MSNBC in the U S Both Flynn and Trump have said the U S needs to work more closely with Russia to combat what they see as the biggest   threat the U S faces: Islamist terrorism."
        ],
        "tf-idf score": [
            0.5055141276382378,
            0.8607005595660295,
            0.8454336914079323
        ]
    },
    "0.16978628848311236-3-203": {
        "average clique similarity": 0.16978628848311236,
        "clique": [
            "1-Flynn told the Washi",
            "2-As Trump begins to s",
            "0-While Flynn sees Rus"
        ],
        "median tf-idf score": 0.6468582436045893,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Flynn told the Washington Post he used the visit to press for better collaboration with Russia on issues in Syria, Iran, and the Middle East, and dismissed the controversy as “boring.",
            "As Trump begins to slowly roll out picks for key Cabinet posts, it’s unclear whether he will fill his White House with aides willing to present him with information from reputable sources inside and outside of the government that may conflict with his general worldview or beliefs about a specific issue  —   or whether he will choose staffers who will shape the information flow to reinforce the new president’s existing views about issues like Russia and ISIS And that’s why there’s reason to worry about Flynn.",
            "While Flynn sees Russia as an enemy, he says the U S must work with Putin on some issues  —   like Syria."
        ],
        "tf-idf score": [
            0.6468582436045893,
            1.1386068119289467,
            0.61203589087606
        ]
    },
    "0.1712507097898638-3-242": {
        "average clique similarity": 0.1712507097898638,
        "clique": [
            "3-The 2010 paper  whic",
            "1-The retired Army lie",
            "4-It s in that positio"
        ],
        "median tf-idf score": 0.6995955478806177,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            "The 2010 paper, which took many in intelligence circles by surprise, was the first time most outside the military had encountered Flynn.",
            "The retired Army lieutenant general served as the director of the Defense Intelligence Agency, the service that specializes in providing intelligence to the military until he was forced out in 2014 after reported leadership clashes.",
            "It’s in that position Flynn also angered the U S defense and intelligence establishment, writing a report in which he called many intelligence analysts “ignorant,” “incurious,” and “disengaged” —  assessments he stood by even when he was criticized for them."
        ],
        "tf-idf score": [
            0.6995955478806177,
            0.606234474524753,
            0.7542393426123044
        ]
    },
    "0.17148556553675967-3-4": {
        "average clique similarity": 0.17148556553675967,
        "clique": [
            "4-That s how important",
            "2-This is not an exagg",
            "0-They are there  and "
        ],
        "median tf-idf score": 0.07594885721926746,
        "publications": [
            "NPR",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "That’s how important this is.",
            "This is not an exaggeration; it is literally a defining feature of his worldview: This administration has forbidden us to describe our enemies properly and clearly: they are Radical Islamists.",
            "They are there, and this has dramatically changed the dynamic."
        ],
        "tf-idf score": [
            0.007938251329767743,
            0.22173263389422693,
            0.07594885721926746
        ]
    },
    "0.19512136879218867-3-354": {
        "average clique similarity": 0.19512136879218867,
        "clique": [
            "4-Because in war  if y",
            "2- Not what you want i",
            "0-So you can t say Rus"
        ],
        "median tf-idf score": 0.08243284362828601,
        "publications": [
            "Atlantic",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Because in war, if you stick with the norm, you’re going to lose.",
            "“Not what you want in this slot.",
            "So you can’t say Russia is bad, they have to go home."
        ],
        "tf-idf score": [
            0.08243284362828601,
            0.011875023348788786,
            0.11137245429396915
        ]
    },
    "0.1965204573908259-3-268": {
        "average clique similarity": 0.1965204573908259,
        "clique": [
            "2-How National Securit",
            "3-   As national secur",
            "0-And their national s"
        ],
        "median tf-idf score": 0.7555060813687813,
        "publications": [
            "Guardian",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "How National Security Adviser Flynn could lead Trump astray            Flynn’s official title will be assistant to the president for national security affairs, and in technical terms, his powers and responsibilities are fairly clear.",
            "”  As national security adviser, Flynn will have unmediated access to Trump, unlike the cabinet secretaries.",
            "And their national security [strategies] if you will how they view the world."
        ],
        "tf-idf score": [
            0.8550732303669412,
            0.7555060813687813,
            0.28466777148615846
        ]
    },
    "0.2015230925031687-3-476": {
        "average clique similarity": 0.2015230925031687,
        "clique": [
            "2-Retired Army Gen  St",
            "4-He distinguished him",
            "0-He worked his way up"
        ],
        "median tf-idf score": 0.4098022461562472,
        "publications": [
            "Vox",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "Retired Army Gen. Stanley McChrystal, the top commander in Afghanistan when Flynn was running intelligence operations there, reached out to Flynn to urge him to tone down his rhetoric, according to a source familiar with the conversation.",
            "He distinguished himself during the war in Afghanistan where he was General Stanley McChrystal’s intelligence chief.",
            "He worked his way up the ranks, including stints as the top intelligence officer for the Joint Chiefs of Staff, and as Gen. Stanley McChrystal’s top aide in Afghanistan."
        ],
        "tf-idf score": [
            0.7948837406765122,
            0.4098022461562472,
            0.3570337379334186
        ]
    },
    "0.20755637729063878-3-289": {
        "average clique similarity": 0.20755637729063878,
        "clique": [
            "0-And so if that means",
            "4- He knows that when ",
            "2-That means Flynn wil"
        ],
        "median tf-idf score": 0.24874681143308028,
        "publications": [
            "Vox",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "And so if that means using tools, every tool that we have to ensure that this enemy is on the run all the time.",
            "“He knows that when it comes to Russia or any other country, the common enemy that we all have is radical Islam.",
            "That means Flynn will spend more time with   Trump than any other member of the administration’s national security team."
        ],
        "tf-idf score": [
            0.1662372766123768,
            0.24874681143308028,
            0.734298564530119
        ]
    },
    "0.2182186060802247-3-469": {
        "average clique similarity": 0.2182186060802247,
        "clique": [
            "4-President Obama name",
            "3-Nearly seven years a",
            "0-He was forced out in"
        ],
        "median tf-idf score": 0.37785579103804046,
        "publications": [
            "Guardian",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "President Obama named him head of the DIA in 2012, but he was forced out two years later, effectively over his management style.",
            "Nearly seven years and two presidential elections later, some of those who worked with Flynn throughout his military career profess bewilderment at what they consider his changes in temperament and focus.",
            "He was forced out in 2014 after less than two years in the job."
        ],
        "tf-idf score": [
            0.37785579103804046,
            0.5507074929712235,
            0.20685408177280545
        ]
    },
    "0.22004452651035625-3-476": {
        "average clique similarity": 0.22004452651035625,
        "clique": [
            "1-  In 2015  he was pa",
            "4-In one such appearan",
            "0-Flynn s sharp critic"
        ],
        "median tf-idf score": 0.4691371747659845,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "” In 2015, he was paid to speak and attend a dinner marking the 10th anniversary of the   RT  —   Russia Today  —   TV network, and was seated next to Russian President Vladimir Putin.",
            "In one such appearance, he was seated near Vladimir Putin, the Russian president.",
            "Flynn’s sharp criticisms of Russia and its president, Vladimir Putin, don’t necessarily jibe with those of Trump, who has praised Putin as a strong leader."
        ],
        "tf-idf score": [
            0.4691371747659845,
            0.30295574118716867,
            0.7505762956383045
        ]
    },
    "0.22738363747865228-3-476": {
        "average clique similarity": 0.22738363747865228,
        "clique": [
            "2-He was removed from ",
            "0-Flynn  by then a   g",
            "3-Flynn was rewarded w"
        ],
        "median tf-idf score": 0.6190376687630088,
        "publications": [
            "Vox",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "He was removed from his post running the Defense Intelligence Agency after losing a bureaucratic battle with the CIA and butting heads with his superiors in the Pentagon  —   one of the government organizations he will now help oversee from his White House post.",
            "Flynn, by then a   general, went on to run the Defense Intelligence Agency, the Pentagon’s   spy service.",
            "Flynn was rewarded with a promotion to a third star and the leadership of the Defense Intelligence Agency (DIA)."
        ],
        "tf-idf score": [
            0.5621060789127684,
            0.6190376687630088,
            0.6771524719508601
        ]
    },
    "0.2284812762765899-3-476": {
        "average clique similarity": 0.2284812762765899,
        "clique": [
            "1-Flynn  a longtime re",
            "2-During his speech at",
            "3-Long before Michael "
        ],
        "median tf-idf score": 0.6658221788114553,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "Guardian"
        ],
        "sentences": [
            "Flynn, a longtime registered Democrat, came out early in support of Trump and sharply criticized Hillary Clinton over her use of a private email server.",
            "During his speech at the Republican National Convention, he led the crowd in chants of, “Lock her up!” demanding Hillary Clinton’s imprisonment.",
            "Long before Michael Flynn led a chant demanding the imprisonment of Hillary Clinton, and before he came to view an entire religion as responsible for terrorism, he issued a public plea for nuance in intelligence."
        ],
        "tf-idf score": [
            0.6658221788114553,
            0.259521178004659,
            0.7174849995361455
        ]
    },
    "0.25352420611376986-3-323": {
        "average clique similarity": 0.25352420611376986,
        "clique": [
            "0-It s not going to ha",
            "2-He s going to filter",
            "4- People that work fo"
        ],
        "median tf-idf score": 0.1523112958497431,
        "publications": [
            "NPR",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "It’s not going to happen.",
            "He’s going to filter that information through his own monomaniacal lens and give Trump a deeply blinkered analysis of what’s going on.",
            "“People that work for me know that we’re going to be innovative and, to a degree, we’re going to be uncomfortable in terms of how far we’re going to go to innovate."
        ],
        "tf-idf score": [
            0.04104554410838387,
            0.23400856932647318,
            0.1523112958497431
        ]
    },
    "0.29513090734802344-4-1": {
        "average clique similarity": 0.29513090734802344,
        "clique": [
            "1-He also authored the",
            "0-NPR Morning Edition ",
            "3-Flynn s book  The Fi",
            "2-He begins his 2016 b"
        ],
        "median tf-idf score": 0.312827271488807,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Vox",
            "Guardian"
        ],
        "sentences": [
            "He also authored the book, The Field Of Fight: How We Can Win the Global War Against Radical Islam and Its Allies.",
            "NPR Morning Edition host Steve Inskeep interviewed Flynn back in August shortly after he published a book, The Field of Fight: How We Can Win the Global War Against Radical Islam and Its Allies.",
            "Flynn’s book, The Field of Fight, elaborates on that stand.",
            "He begins his 2016 book, The Field of Fight, by describing his reason for writing it: to expose an   alliance between China, Cuba, and jihadist terrorists that the Obama administration is covering up."
        ],
        "tf-idf score": [
            0.21312098429681844,
            0.6290824471084936,
            0.3972792724765661,
            0.22837527050104792
        ]
    },
    "0.3043252426710187-4-29": {
        "average clique similarity": 0.3043252426710187,
        "clique": [
            "0-Michael Flynn  Donal",
            "1-   Donald Trump has ",
            "2- Donald Trump s newl",
            "4-Michael Flynn  the r"
        ],
        "median tf-idf score": 1.032847076422976,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "Michael Flynn, Donald Trump’s planned choice for National Security Adviser, is perhaps best known to the American public for his fiery speech at the Republican National Convention in the summer, when he spoke to chants of ”lock her up,” a reference to Democratic presidential nominee Hillary Clinton  —   and joined in himself.",
            "   Donald Trump has appointed retired Lt. Gen. Michael Flynn to the role of National Security Adviser.",
            " Donald Trump’s newly appointed national security adviser, retired Army Lt. Gen. Michael Flynn, doesn’t control the nation’s military, like the secretary of defense.",
            "Michael Flynn, the retired Army lieutenant general and former head of the Defense Intelligence Agency (DIA) whom Donald Trump has picked to be his national security adviser, is known for his long and distinguished military career, his unceremonious exit from the DIA, and for his controversial views on Islam, torture, and Russia."
        ],
        "tf-idf score": [
            1.0404512158093167,
            0.8927417390697022,
            1.0252429370366354,
            1.392569173870165
        ]
    }
}