{
    "0.14958804764215095-3-80": {
        "average clique similarity": 0.14958804764215095,
        "clique": [
            "5-Those are charges yo",
            "3-They don t even talk",
            "1- A lot of people jus"
        ],
        "median tf-idf score": 0.07768381066278998,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "Those are charges you don’t just take back or minimize, and to do so reinforces the cynicism that many voters have about the political process.",
            "They don’t even talk about that.",
            "[A lot of people just don’t like Ted Cruz."
        ],
        "tf-idf score": [
            0.07768381066278998,
            0.02055943269162276,
            0.5077775321841267
        ]
    },
    "0.1608785470291876-3-47": {
        "average clique similarity": 0.1608785470291876,
        "clique": [
            "0-  The debate over wh",
            "4-On Twitter  conserva",
            "2-The move was a stunn"
        ],
        "median tf-idf score": 1.1251877882573453,
        "publications": [
            "New York Post",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "” The debate over whether to endorse Trump had splintered the Cruz inner circle, his campaign manager, Jeff Roe, pushing for a move to back the nominee while longtime strategist Jason Johnson has urged the senator to stand against Trump on principle.",
            "On Twitter, conservative columnist and talk show host Steve Deace called the move the ”worst political miscalculation of my lifetime” and said he suspected the move would cause more #NeverTrump voters to ”dig in their heels deeper than be moved by Cruz’s move”.",
            "The move was a stunning   for Cruz, one of Trump’s fiercest critics during the primaries, and a signal to conservatives to support the GOP nominee."
        ],
        "tf-idf score": [
            1.1562252094439107,
            0.8141140306812409,
            1.1251877882573453
        ]
    },
    "0.16383030465129148-3-71": {
        "average clique similarity": 0.16383030465129148,
        "clique": [
            "4-The move may be a re",
            "5-As I wrote previousl",
            "1-Cruz is facing a ree"
        ],
        "median tf-idf score": 0.9950210540216532,
        "publications": [
            "NPR",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "The move may be a recognition by Cruz that his future is limited at the presidential level without Trump supporters, despite an earlier calculus that if Trump were to lose in a blowout, those voters would look toward Cruz in four years.",
            "As I wrote previously, Cruz is facing a potentially difficult primary battle in his reelection bid for the Senate in 2018, and he undoubtedly determined that he needed to make amends with the sizable contingent of Trump supporters in Texas —  especially knowing that he can’t count on the support of party leaders he has long since alienated.",
            "Cruz is facing a reelection fight in 2018, and talk had been mounting about a Republican primary challenge to Cruz    chatter that may simmer down now that Cruz has endorsed Trump."
        ],
        "tf-idf score": [
            0.9770562907395235,
            1.1401546255290063,
            0.9950210540216532
        ]
    },
    "0.17698665333874106-3-278": {
        "average clique similarity": 0.17698665333874106,
        "clique": [
            "2-But now  Cruz said  ",
            "0- The people that thi",
            "4-It s a remarkable tu"
        ],
        "median tf-idf score": 1.1003878454928644,
        "publications": [
            "New York Post",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "But now, Cruz said, he’ll support Trump because “I promised to support the Republican nominee.",
            "“The people that this is tough for are those real Cruz loyalists who were there from the beginning  —   maybe some of the people that worked for him  —   who said, ‘He’ll never compromise on his principles and he’ll never support someone like Donald Trump.’ “Ted Cruz isn’t this unique character who’s going to hold the line.",
            "It’s a remarkable turn for Cruz, who declined to endorse or express support for Trump even as late as the Republican convention in July in Cleveland."
        ],
        "tf-idf score": [
            1.1003878454928644,
            1.1979936128615127,
            1.0617059478024538
        ]
    },
    "0.19306275264546024-3-159": {
        "average clique similarity": 0.19306275264546024,
        "clique": [
            "1-Cruz repeatedly laud",
            "5-Just as he did for y",
            "0-  But Cruz and Trump"
        ],
        "median tf-idf score": 1.0294093940348568,
        "publications": [
            "Atlantic",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "Cruz repeatedly lauded Trump as ”terrific” and said he was happy the real estate mogul was in the presidential race.",
            "Just as he did for years with President Obama, Trump repeatedly floated a birther theory about Cruz and suggested he was ineligible for the presidency because he was born in Canada.",
            "” But Cruz and Trump clashed repeatedly in the primary campaign."
        ],
        "tf-idf score": [
            1.0634948708607646,
            1.0294093940348568,
            0.8433177017169079
        ]
    },
    "0.19798893687440358-3-356": {
        "average clique similarity": 0.19798893687440358,
        "clique": [
            "1-The relationship bet",
            "3-The Texas senator s ",
            "5-  The Texas senator "
        ],
        "median tf-idf score": 0.7829003256099499,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "The relationship between the two first turned vicious after Trump said Cruz’s Canadian birthplace was a ”very precarious” issue for the Republican Party and questioned his eligibility to run for president.",
            "The Texas senator’s announcement of support, made on Facebook, comes just days before the first debate between Trump and Hillary Clinton.",
            "” The Texas senator announced his support for the Republican nominee late Friday afternoon in a Facebook post, writing that the possibility of a Hillary Clinton presidency was “wholly unacceptable” and that he was keeping his   commitment to back the party’s choice."
        ],
        "tf-idf score": [
            1.2197508594055784,
            0.6699688540211225,
            0.7829003256099499
        ]
    },
    "0.201266353678922-3-247": {
        "average clique similarity": 0.201266353678922,
        "clique": [
            "5-If he was planning t",
            "0-Some Republican oper",
            "3-After Cruz snubbed T"
        ],
        "median tf-idf score": 1.120733120295892,
        "publications": [
            "Fox News",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "If he was planning to honor his commitment to support the Republican nominee, why did he make a dramatic show of snubbing Trump at the convention in Cleveland, when instead of endorsing him he urged delegates and the public to “vote your conscience”?",
            "Some Republican operatives, while unfazed by Cruz’s reversal, questioned why the senator did not simply throw his support behind Trump at the convention if voting for the nominee was still on the table.",
            "After Cruz snubbed Trump at the Republican convention in July by declining to outright endorse him during his remarks, Trump blasted Cruz on the way out, saying he didn’t even want his endorsement."
        ],
        "tf-idf score": [
            0.992688234619436,
            1.2381844841736767,
            1.120733120295892
        ]
    },
    "0.2063802989837892-3-58": {
        "average clique similarity": 0.2063802989837892,
        "clique": [
            "2-At the Republican Na",
            "4-After a bitter prima",
            "5-Finally  Trump sprea"
        ],
        "median tf-idf score": 1.2623970559804842,
        "publications": [
            "New York Post",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "At the Republican National Convention over the summer, Cruz used his   address to shun his former rival for the presidential nomination.",
            "After a bitter primary battle that culminated with Ted Cruz being booed off the stage at the Republican National Convention, the Texas senator says he will vote for Donald Trump.",
            "Finally, Trump spread a rumor, based off a grainy photo in the National Enquirer, that Cruz’s father Rafael was involved in the Kennedy assassination —  and he continued raising it the day after he accepted the Republican nomination for president."
        ],
        "tf-idf score": [
            0.6963922401489221,
            1.2986504544237114,
            1.2623970559804842
        ]
    },
    "0.21963779278358306-3-152": {
        "average clique similarity": 0.21963779278358306,
        "clique": [
            "1-It was proof  Cruz s",
            "5-Two months and one d",
            "4-It was hardly a   en"
        ],
        "median tf-idf score": 1.01353467620037,
        "publications": [
            "Atlantic",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "It was proof, Cruz said, of his outsider status, something that could be endangered with his endorsement of Trump.",
            "Two months and one day ago, Trump said   regarding the possibility of a Cruz endorsement: “If he gives it, I will not accept it.",
            "It was hardly a   endorsement."
        ],
        "tf-idf score": [
            1.0442845524375095,
            1.01353467620037,
            0.18866658224958943
        ]
    },
    "0.22778067388753867-3-262": {
        "average clique similarity": 0.22778067388753867,
        "clique": [
            "1-Trump yoked Cruz wit",
            "2-  Trump had dubbed C",
            "5-Please follow the st"
        ],
        "median tf-idf score": 1.1095987111111834,
        "publications": [
            "Washington Post",
            "New York Post",
            "Atlantic"
        ],
        "sentences": [
            "Trump yoked Cruz with the nickname, ”Lyin’ Ted,” and called him a ”nasty guy,” an ”anchor baby,” ”unstable” and ”sick”.",
            "” Trump had dubbed Cruz “Lyin’ Ted,” mocked his wife’s looks on Twitter, and accused his father of possibly being involved in the assassination of President John F Kennedy.",
            "Please follow the steps below, Ted Cruz set aside his many differences with Donald Trump on Friday to endorse for president a man whom he once called a “serial philanderer,” a “pathological liar,” “utterly amoral,” and a “sniveling coward” who insulted his wife’s looks who insinuated Cruz’s father was involved in the assassination of John F Kennedy who said he wouldn’t even accept his endorsement and who for months mocked him mercilessly with a schoolyard taunt, “Lyin’ Ted."
        ],
        "tf-idf score": [
            0.8506337961091944,
            1.1095987111111834,
            1.7508836505296503
        ]
    },
    "0.2423246612914395-3-377": {
        "average clique similarity": 0.2423246612914395,
        "clique": [
            "5-Why should Cruz trus",
            "3- Like many other vot",
            "0-   In his statement "
        ],
        "median tf-idf score": 0.7526879054027583,
        "publications": [
            "Guardian",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "Why should Cruz trust Trump on any of his other pledges?",
            "“Like many other voters, I have struggled to determine the right course of action in this general election,” Cruz said in his statement.",
            "’” In his statement on Friday, Cruz said: “This election is unlike any other in our nation’s history."
        ],
        "tf-idf score": [
            0.7526879054027583,
            0.7532142411940214,
            0.6679009397470523
        ]
    },
    "0.24286499529590552-3-10": {
        "average clique similarity": 0.24286499529590552,
        "clique": [
            "4-There  he was given ",
            "1-Cruz was booed off t",
            "0-He was booed from th"
        ],
        "median tf-idf score": 0.5813781624230887,
        "publications": [
            "NPR",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "There, he was given a speaking slot and, in a scene almost out of professional wrestling, was booed off the stage as Trump emerged in the crowd and waved to supporters.",
            "Cruz was booed off the stage and his wife was filmed leaving early to avoid angry delegates.",
            "He was booed from the floor."
        ],
        "tf-idf score": [
            0.5813781624230887,
            0.6525327653179597,
            0.1508720119082251
        ]
    },
    "0.2528368305815305-3-45": {
        "average clique similarity": 0.2528368305815305,
        "clique": [
            "5-Other reasons includ",
            "0-  He then detailed t",
            "1-    Kellyanne Conway"
        ],
        "median tf-idf score": 0.7948075389287249,
        "publications": [
            "Washington Post",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            "Other reasons included Obamacare —  which Trump has vowed to repeal —  immigration, national security, and Trump’s newfound support for Cruz’s push against an Obama administration move to relinquish U S oversight of an internet master directory of web addresses.",
            "” He then detailed the issues on which he had made his decision, including appointments to the supreme court, healthcare, immigration, energy policy, national security and internet freedom.",
            "—   Kellyanne Conway (@KellyannePolls) September 23, 2016   A policy wonk who never shied from getting into the weeds of issues, Cruz laid out in detail six reasons why he believes Clinton cannot be president: the Supreme Court, Obamacare, energy, immigration, national security and Internet freedom."
        ],
        "tf-idf score": [
            1.0153643625737798,
            0.2588005152604134,
            0.7948075389287249
        ]
    },
    "0.27407524441713055-3-441": {
        "average clique similarity": 0.27407524441713055,
        "clique": [
            "0-Stand  and speak  an",
            "2- Stand  and speak  a",
            "1-Cruz exhorted Republ"
        ],
        "median tf-idf score": 0.28494005005283884,
        "publications": [
            "Guardian",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "Stand, and speak, and vote your conscience, vote for candidates up and down the ticket whom you trust to defend our freedom and to be faithful to the constitution.",
            "“Stand, and speak, and vote your conscience.",
            "Cruz exhorted Republicans to ”vote your conscience” and said he was standing on truth and principle    ideologically pure stances Cruz espoused during his campaign and that could be imperiled with his endorsement of Trump."
        ],
        "tf-idf score": [
            0.28494005005283884,
            0.159698379464063,
            1.3767036346457808
        ]
    },
    "0.28234932612008995-3-441": {
        "average clique similarity": 0.28234932612008995,
        "clique": [
            "1-The decision marks a",
            "5-Polls showed Cruz s ",
            "0-In Cleveland in July"
        ],
        "median tf-idf score": 1.0205522014709363,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "The decision marks a politically risky move for Cruz, who pointedly refused to endorse Trump during a   speech at the Republican National Convention in July.",
            "Polls showed Cruz’s support among Republicans dropped significantly when he refused to endorse Trump at the GOP convention in Cleveland.",
            "In Cleveland in July, Cruz addressed the Republican convention but pointedly refused to endorse Trump."
        ],
        "tf-idf score": [
            1.0205522014709363,
            1.0492514334457381,
            0.9850175701047551
        ]
    },
    "0.28493596515144365-3-441": {
        "average clique similarity": 0.28493596515144365,
        "clique": [
            "4-Cruz wound up winnin",
            "3-Trump  for his part ",
            "0-In the course of the"
        ],
        "median tf-idf score": 1.0475440615729574,
        "publications": [
            "NPR",
            "Fox News",
            "Guardian"
        ],
        "sentences": [
            "Cruz wound up winning the Iowa caucuses, and the acrimony became so strong that Donald Trump accused Cruz’s father, Rafael, of being involved with the assassination of former President John F Kennedy.",
            "Trump, for his part, frequently referred to Cruz as ”Lyin’ Ted” and in May implied that Cruz’s father Rafael helped President John F Kennedy’s assassin Lee Harvey Oswald.",
            "In the course of the primary, he criticised Cruz’s wife, Heidi, for her looks and implied that the Texas senator’s father was somehow involved in the assassination of John F Kennedy."
        ],
        "tf-idf score": [
            1.0689256826297173,
            1.0475440615729574,
            0.9056283769408647
        ]
    },
    "0.29494249561347036-4-187": {
        "average clique similarity": 0.29494249561347036,
        "clique": [
            "2-Friday  Trump releas",
            "3-Cruz also praised Tr",
            "5-Cruz listed six   re",
            "1-Trump this week also"
        ],
        "median tf-idf score": 1.041996425949112,
        "publications": [
            "New York Post",
            "Fox News",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "Friday, Trump released a new list of potential Supreme Court appointments that included Utah Sen. Mike Lee, perhaps Cruz’s closest friend in Congress.",
            "Cruz also praised Trump for releasing an updated list of potential Supreme Court nominees that includes Sen. Mike Lee.",
            "Cruz listed six   reasons why he was backing Trump, beginning with the importance of appointing conservatives to the Supreme Court and citing Trump’s recently expanded list of potential nominees.",
            "Trump this week also said he would consider naming Sen. Mike Lee, one of Cruz’s closest allies in the Senate, to the Supreme Court."
        ],
        "tf-idf score": [
            1.044292637465764,
            1.008210315310057,
            1.140387012731959,
            1.0397002144324599
        ]
    },
    "0.3285017371104624-4-441": {
        "average clique similarity": 0.3285017371104624,
        "clique": [
            "0-In a dramatic press ",
            "2-In the heat of the p",
            "3-During that contest ",
            "1-Cruz called Trump a "
        ],
        "median tf-idf score": 0.9799051602143416,
        "publications": [
            "Guardian",
            "New York Post",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "In a dramatic press conference on the eve of the Indiana primary, Cruz called Trump a “serial philanderer” an “amoral pathological liar” and a “braggadocious, arrogant buffoon”.",
            "In the heat of the primary campaign four months ago, Cruz accused Trump of being a “pathological liar,” “utterly amoral,” “a narcissist at a level I don’t think this country’s ever seen” and “a serial philanderer.",
            "During that contest, Cruz called Trump a ”pathological liar” and ”utterly amoral”.",
            "Cruz called Trump a ”pathological liar” who is ”utterly amoral,” a ”serial philanderer,” a ”bully” and a ”narcissist at a level I don’t think this country has ever seen”."
        ],
        "tf-idf score": [
            0.9558070602433214,
            1.1042979904406296,
            0.8430238962565497,
            1.0040032601853617
        ]
    },
    "0.3334313040856125-3-441": {
        "average clique similarity": 0.3334313040856125,
        "clique": [
            "3-  Cruz said he made ",
            "1-In a Facebook messag",
            "4-In a   Facebook post"
        ],
        "median tf-idf score": 0.99126986998336,
        "publications": [
            "Fox News",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "” Cruz said he made the decision because he wants to keep his word to support the Republican nominee  —   and he finds Hillary Clinton “wholly unacceptable.",
            "In a Facebook message posted Friday, Cruz said he has had ”areas of significant disagreement” with Trump, but cannot allow  Hillary Clinton to become president.",
            "In a   Facebook post Friday, Cruz wrote that he made the decision because he wants to ”keep his word” to vote for the Republican nominee and because he finds Hillary Clinton ”wholly unacceptable”."
        ],
        "tf-idf score": [
            0.9843513836066367,
            1.1515248695963891,
            0.99126986998336
        ]
    },
    "0.38761590082080044-3-241": {
        "average clique similarity": 0.38761590082080044,
        "clique": [
            "4-Trump also insulted ",
            "3-After Trump retweete",
            "1-Trump also retweeted"
        ],
        "median tf-idf score": 0.8784319187692097,
        "publications": [
            "NPR",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Trump also insulted Cruz’s wife, Heidi, retweeting an unflattering picture of her alongside a modeling photo of his own wife, Melania Trump, and threatening on Twitter to ”spill the beans” about Mrs Cruz without explaining what he meant.",
            "After Trump retweeted an unflattering picture of Cruz’s wife Heidi, Cruz called Trump a ”sniveling coward”.",
            "Trump also retweeted an unflattering photo of Heidi Cruz contrasted with a photo of his wife, Melania, a retired model."
        ],
        "tf-idf score": [
            0.9703537391808147,
            0.8784319187692097,
            0.8526311394807486
        ]
    },
    "0.3945659223763603-3-184": {
        "average clique similarity": 0.3945659223763603,
        "clique": [
            "1- I am not in the hab",
            "0-The next day  he sai",
            "4-Early on  they had s"
        ],
        "median tf-idf score": 0.2977570237104083,
        "publications": [
            "Washington Post",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "”I am not in the habit of supporting people who attack my wife and attack my father,” Ted Cruz said in July.",
            "The next day, he said: “I am not in the habit of supporting people who attack my wife and attack my father.",
            "Early on, they had something of an alliance, declining to attack each other in early debates."
        ],
        "tf-idf score": [
            0.73935921002903,
            0.2977570237104083,
            0.08207573558197913
        ]
    },
    "0.4000972811873214-3-20": {
        "average clique similarity": 0.4000972811873214,
        "clique": [
            "2-Ted Cruz will vote h",
            "0-Ted Cruz has announc",
            "1-     Sen  Ted Cruz e"
        ],
        "median tf-idf score": 1.0448669367175611,
        "publications": [
            "Washington Post",
            "Guardian",
            "New York Post"
        ],
        "sentences": [
            "Ted Cruz will vote his conscience in the presidential election  —   for Donald Trump.",
            "Ted Cruz has announced that he will vote for Donald Trump in the presidential election.",
            "     Sen. Ted Cruz endorsed Donald Trump’s presidential campaign on Friday, the latest chapter in a rocky relationship between the two men that has ricocheted from fawning support to searing personal insults to, now, a kind of detente."
        ],
        "tf-idf score": [
            1.0287356466836164,
            1.0448669367175611,
            1.1834510520880592
        ]
    },
    "0.43477882956579234-3-137": {
        "average clique similarity": 0.43477882956579234,
        "clique": [
            "0-And Donald Trump is ",
            "3-And Donald Trump is ",
            "1- I am pleased that h"
        ],
        "median tf-idf score": 0.5620458164621105,
        "publications": [
            "Fox News",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "And Donald Trump is the only thing standing in her way.",
            "And Donald Trump is the only thing standing in her way,” he said.",
            "”I am pleased that he has done the right thing and it shows that he’s really willing to help unite party,” said Mica Mosbacher, who donated to Cruz and is now backing Trump."
        ],
        "tf-idf score": [
            0.43980448819097706,
            0.5620458164621105,
            1.0207870815300142
        ]
    },
    "0.48088091613088535-4-193": {
        "average clique similarity": 0.48088091613088535,
        "clique": [
            "0- That  Republican pa",
            "3-And if you don t wan",
            "2-  Cruz also cited an",
            "4-He ended his post sa"
        ],
        "median tf-idf score": 0.44610939542562733,
        "publications": [
            "Fox News",
            "NPR",
            "New York Post",
            "Guardian"
        ],
        "sentences": [
            "“That [Republican party] pledge was not a blanket commitment that if you go and slander and attack Heidi, that I’m going to nonetheless come like a servile puppy dog and say, ‘Thank you very much for maligning my wife and maligning my father.",
            "And if you don’t want to see a Hillary Clinton presidency, I encourage you to vote for him.",
            "” Cruz also cited another reason: “If you don’t want to see a Hillary Clinton presidency, I encourage you to vote for him.",
            "He ended his post saying, ”[I]f you don’t want to see a Hillary Clinton presidency, I encourage you to vote for him”."
        ],
        "tf-idf score": [
            0.5654078472449123,
            0.2697793521556213,
            0.7209120821279994,
            0.32681094360634233
        ]
    },
    "0.5338152985042727-4-143": {
        "average clique similarity": 0.5338152985042727,
        "clique": [
            "3-   Our country is in",
            "0-He concluded   Our c",
            "5- If Clinton wins  we",
            "1- Our country is in c"
        ],
        "median tf-idf score": 0.03669854672233578,
        "publications": [
            "Fox News",
            "Guardian",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "” “Our country is in crisis.",
            "He concluded: “Our country is in crisis.",
            "“If Clinton wins, we know —  with 100% certainty —  that she would deliver on her   promises, with devastating results for our country.",
            "”Our country is in crisis."
        ],
        "tf-idf score": [
            0.03339300936922221,
            0.04000408407544935,
            0.1416533106970357,
            0.03339300936922221
        ]
    },
    "0.5652939967504146-3-441": {
        "average clique similarity": 0.5652939967504146,
        "clique": [
            "3-We have fought the b",
            "1- We have fought the ",
            "2-We have fought the b"
        ],
        "median tf-idf score": 0.24666005085587056,
        "publications": [
            "Fox News",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "We have fought the battle and he was a tough and brilliant opponent.",
            "”We have fought the battle and he was a tough and brilliant opponent.",
            "We have fought the battle, and he was a tough and brilliant opponent."
        ],
        "tf-idf score": [
            0.24666005085587056,
            0.24666005085587056,
            0.24666005085587056
        ]
    },
    "0.5750253777183408-4-221": {
        "average clique similarity": 0.5750253777183408,
        "clique": [
            "1-I look forward to wo",
            "2-I look forward to wo",
            "5-As for whether Cruz ",
            "0-I look forward to wo"
        ],
        "median tf-idf score": 0.2886278398703129,
        "publications": [
            "Washington Post",
            "Guardian",
            "New York Post",
            "Atlantic"
        ],
        "sentences": [
            "I look forward to working with him for many years to come in order to make America great again”.",
            "I look forward to working with him for many years to come in order to make America great again,” he said.",
            "As for whether Cruz’s political calculations help or hurt him if he runs for president again in 2020, it’s surely too early to say.",
            "I look forward to working with him for many years to come in order to make America great again."
        ],
        "tf-idf score": [
            0.2275071757347461,
            0.34974850400587965,
            0.5365615200378528,
            0.2275071757347461
        ]
    },
    "0.6043214180221587-3-441": {
        "average clique similarity": 0.6043214180221587,
        "clique": [
            "1-How come that s okay",
            "3-I look forward to wo",
            "4-I look forward to wo"
        ],
        "median tf-idf score": 0.2275071757347461,
        "publications": [
            "Washington Post",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "How come that’s okay with him?]",
            "I look forward to working with him for many years to come in order to make America great again.",
            "I look forward to working with him for many years to come in order to make America great again”."
        ],
        "tf-idf score": [
            0.03922977501407093,
            0.2275071757347461,
            0.2275071757347461
        ]
    },
    "0.7586298387389192-5-173": {
        "average clique similarity": 0.7586298387389192,
        "clique": [
            "1- I am greatly honore",
            "2- I am greatly honore",
            "4-Trump said in a stat",
            "5- I am greatly honore",
            "3-See Latest Coverage "
        ],
        "median tf-idf score": 1.0055667658451835,
        "publications": [
            "New York Post",
            "NPR",
            "Washington Post",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "”I am greatly honored by the endorsement of Senator Cruz,” the statement said.",
            "“I am greatly honored by the endorsement of Senator Cruz.",
            "Trump said in a statement that he was ”honored” to have Cruz’s endorsement: ”I am greatly honored by the endorsement of Senator Cruz.",
            "“I am greatly honored by the endorsement of Senator Cruz,” Trump said in response.",
            "See Latest Coverage → Trump released a statement saying he was honored: “I am greatly honored by the endorsement of Senator Cruz."
        ],
        "tf-idf score": [
            0.7153763954062033,
            0.5599319490397505,
            1.1592026916198597,
            1.0055667658451835,
            1.1019048058375391
        ]
    },
    "0.7811287899161672-5-109": {
        "average clique similarity": 0.7811287899161672,
        "clique": [
            "2- After many months o",
            "1- After many months o",
            "4- After many months o",
            "0-In a statement poste",
            "3-Noting that he urged"
        ],
        "median tf-idf score": 1.4133381229798245,
        "publications": [
            "Washington Post",
            "NPR",
            "New York Post",
            "Fox News",
            "Guardian"
        ],
        "sentences": [
            "“After many months of careful consideration, of prayer and searching my own conscience, I have decided that on Election Day, I will vote for the Republican nominee, Donald Trump,” Cruz wrote in a Facebook posting Friday.",
            "”After many months of careful consideration, of prayer and searching my own conscience, I have decided that on Election Day, I will vote for the Republican nominee, Donald Trump,” Cruz said, noting he is honoring a commitment he made to endorse the Republican nominee    something he stepped back from earlier this year.",
            "”After many months of careful consideration of prayer and searching my own conscience,” Cruz said, ”I have decided that on Election Day, I will vote for the Republican nominee, Donald Trump”.",
            "In a statement posted to Facebook on Friday, Cruz said: “After many months of careful consideration, of prayer and searching my own conscience, I have decided that on Election Day, I will vote for the Republican nominee, Donald Trump.",
            "Noting that he urged voters in Cleveland to vote their “conscience,” he said: “After many months of careful consideration, of prayer and searching my own conscience, I have decided that on Election Day, I will vote for the Republican nominee, Donald Trump."
        ],
        "tf-idf score": [
            1.3861662617081698,
            1.542826267353205,
            1.4133381229798245,
            1.5140885367888623,
            1.087548015402809
        ]
    }
}