{
    "0.1322367694816783-3-507": {
        "average clique similarity": 0.1322367694816783,
        "clique": [
            "4-Unlike Abdelhamid Ab",
            "3- Authorities are not",
            "1-The capture of Abdes"
        ],
        "median tf-idf score": 0.9411782930191884,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "Unlike Abdelhamid Abaaoud, the alleged mastermind who was killed in France shortly after the attacks, Abdeslam did not have a long history of jihadism, and had not traveled to Syria to fight alongside ISIS But Abdeslam was reportedly a childhood friend of Abaaoud.",
            "”Authorities are not saying if Abdeslam was one of those shooters, nor when the fingerprints may have been left in the home.",
            "The capture of Abdeslam, who was reportedly shot in the leg during the raid, provided investigators with a rare opportunity to interrogate a terrorist suspect regarding a plot in which attackers typically commit suicide or are killed in confrontations with authorities."
        ],
        "tf-idf score": [
            0.9411782930191884,
            0.6125462385899707,
            0.9981109366272309
        ]
    },
    "0.14784626609274204-3-481": {
        "average clique similarity": 0.14784626609274204,
        "clique": [
            "1-Police faced  armed ",
            "4- The two men were la",
            "2-Two other people bel"
        ],
        "median tf-idf score": 0.43066755498513964,
        "publications": [
            "Talking Points Memo",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "Police faced “armed resistance,” but were able to neutralize three suspects, including Abdeslam, Michel said, adding that two of the suspects were injured.",
            "(The two men were later arrested.)",
            "Two other people believed linked to the attacks were still being sought, including fellow Molenbeek resident Mohamed Abrini and a man known under the alias of Soufiane Kayal."
        ],
        "tf-idf score": [
            0.8036403498812036,
            0.08145125785387608,
            0.43066755498513964
        ]
    },
    "0.14970627765100894-3-471": {
        "average clique similarity": 0.14970627765100894,
        "clique": [
            "2-Cazeneuve called Abd",
            "1-He went on to praise",
            "4-Abdeslam was shot bu"
        ],
        "median tf-idf score": 0.6989911416791379,
        "publications": [
            "Atlantic",
            "Talking Points Memo",
            "Buzzfeed News"
        ],
        "sentences": [
            "Cazeneuve called Abdeslam’s arrest a ”major blow” to the Islamic State group in Europe, but warned the threat of new attacks remains ”extremely high”.",
            "He went on to praise the   investigation into the Paris attack, noting that while Abdeslam’s arrest was a major development, it was far from over.",
            "Abdeslam was shot but captured alive, a major coup for police."
        ],
        "tf-idf score": [
            0.6989911416791379,
            0.9218537408233792,
            0.6681116370712645
        ]
    },
    "0.15175204151660227-3-26": {
        "average clique similarity": 0.15175204151660227,
        "clique": [
            "4-By the end of Novemb",
            "0-Law enforcement offi",
            "2-The car he drove was"
        ],
        "median tf-idf score": 0.4985285549852592,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Talking Points Memo"
        ],
        "sentences": [
            "By the end of November, French and Belgian officials were divided, with the French believing the suspect had escaped to Syria, and the Belgians believing he was still in Europe.",
            "Law enforcement officials speculated that he may have had a change of heart and fled.",
            "The car he drove was abandoned in northern Paris, and his mobile phone and an explosive vest he may have had were later found in the Paris suburb of Montrouge, raising the possibility that he aborted his mission."
        ],
        "tf-idf score": [
            0.6273608528954191,
            0.11687291210218077,
            0.4985285549852592
        ]
    },
    "0.15603124423832226-3-360": {
        "average clique similarity": 0.15603124423832226,
        "clique": [
            "4-By all accounts  Abd",
            "3-They will all be int",
            "2-All rights reserved "
        ],
        "median tf-idf score": 0.28465822398098195,
        "publications": [
            "Talking Points Memo",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "By all accounts, Abdeslam led a fairly normal childhood.",
            "They will all be interrogated in Belgium, he said.",
            "All rights reserved."
        ],
        "tf-idf score": [
            0.34638353798803484,
            0.28465822398098195,
            0.0242853224740104
        ]
    },
    "0.1663077242634532-3-275": {
        "average clique similarity": 0.1663077242634532,
        "clique": [
            "0-France  he said  wou",
            "2-Bernard Cazeneuve  t",
            "4-Belgium s interior m"
        ],
        "median tf-idf score": 0.6491136735906898,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Talking Points Memo"
        ],
        "sentences": [
            "France, he said, would seek Abdeslam’s extradition.",
            "Bernard Cazeneuve, the French interior minister, said Saturday he hopes Abdeslam can be brought to France to face justice.",
            "Belgium’s interior minister later said that if Abdeslam had arrived 15 minutes later, he would have been caught."
        ],
        "tf-idf score": [
            0.5620682460504078,
            0.7576396124771515,
            0.6491136735906898
        ]
    },
    "0.16684002362894998-3-107": {
        "average clique similarity": 0.16684002362894998,
        "clique": [
            "4-They sold the bar si",
            "3-One gunman died and ",
            "0-He visited Paris bef"
        ],
        "median tf-idf score": 0.3059442819104093,
        "publications": [
            "NPR",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "They sold the bar six weeks before the Paris attacks.",
            "One gunman died and two others exchanged fire with police for several hours before they got away.",
            "He visited Paris before the killings to scout out sites, rented cars, rented apartments and dropped off several attackers before they struck, investigators have said."
        ],
        "tf-idf score": [
            0.3059442819104093,
            0.18069385537323812,
            0.43725762281782754
        ]
    },
    "0.1733712584532637-3-22": {
        "average clique similarity": 0.1733712584532637,
        "clique": [
            "4-Like many of the oth",
            "0-  Hollande said Abde",
            "3-Rep  Adam Schiff  ra"
        ],
        "median tf-idf score": 0.8236150823433391,
        "publications": [
            "Washington Post",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "Like many of the other young Belgian men who have been implicated in terrorist attacks, he was involved in various petty crimes and violations of Islamic precepts, and seemed to have little interest in religion right up to the point of this radicalization.",
            "” Hollande said Abdeslam had been directly involved in the “preparation, organization and perpetration” of the attacks on several civilian targets in Paris.",
            "Rep. Adam Schiff, ranking member of the House Permanent Select Committee on Intelligence, said in a statement: ”The reported capture of Salah Abdeslam has been one of the top priorities for European officials, and his apprehension will be critical to bringing to justice a heinous criminal and to filling in many of the remaining gaps in the U S intelligence community’s understanding of the Paris attacks”."
        ],
        "tf-idf score": [
            0.6948593950542257,
            0.8236150823433391,
            1.178452808352383
        ]
    },
    "0.18044365018085595-3-60": {
        "average clique similarity": 0.18044365018085595,
        "clique": [
            "2-French and Belgian  ",
            "3-Belgium s Federal Pr",
            "1-Speaking after the d"
        ],
        "median tf-idf score": 0.8620578464122329,
        "publications": [
            "Talking Points Memo",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "French and Belgian   prosecutors were planning a teleconference call Saturday during which matters including Abdeslam’s extradition will be discussed, Belgian Federal Prosecutor’s Office spokesman Thierry Werts said.",
            "Belgium’s Federal Prosecutor Eric Van Der Sypt said at a news conference that five people in total were arrested during the day’s operations in Molenbeek.",
            "Speaking after the dramatic raid, the lead French prosecutor in the case said five people had been arrested, including three who were suspected of helping to shelter Abdeslam."
        ],
        "tf-idf score": [
            0.949216744510485,
            0.7373718018678243,
            0.8620578464122329
        ]
    },
    "0.18537455624340107-3-252": {
        "average clique similarity": 0.18537455624340107,
        "clique": [
            "3-And as The   has rep",
            "2-Hollande  speaking n",
            "0-Brussels has six loc"
        ],
        "median tf-idf score": 1.021229601824234,
        "publications": [
            "NPR",
            "Talking Points Memo",
            "Washington Post"
        ],
        "sentences": [
            "And as The   has reported, ”French police stopped [Abdeslam] in the hours after the Paris attacks as he made his way to Belgium, but police ultimately allowed him to continue on his journey”.",
            "Hollande, speaking next to Michel, the Belgian prime minister, said at a joint news conference in Brussels on Friday he was sure ”the French judicial authorities will send an extradition request very soon” and that ”the Belgian authorities will answer it as favorably as possible, as soon as possible”.",
            "Brussels has six local police forces  —   not all of which speak the same language  —   as well as a federal police agency."
        ],
        "tf-idf score": [
            1.021229601824234,
            1.223345561773575,
            0.3109632276936157
        ]
    },
    "0.1908890995511693-3-170": {
        "average clique similarity": 0.1908890995511693,
        "clique": [
            "3-   His brother and s",
            "0-Salah Abdeslam was u",
            "4-Later  Salah and his"
        ],
        "median tf-idf score": 0.4829440266812097,
        "publications": [
            "NPR",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            ".. His brother and several other perpetrators were from Belgium”.",
            "Salah Abdeslam was unemployed and was known to hang around a local café owned by his brother, Café Les Beguines.",
            "Later, Salah and his brother Brahim (who was five years older) began to manage a bar called Les Beguines in Molenbeek."
        ],
        "tf-idf score": [
            0.12929689143694242,
            0.6519511801250498,
            0.4829440266812097
        ]
    },
    "0.1932322001973149-3-285": {
        "average clique similarity": 0.1932322001973149,
        "clique": [
            "4-One media theory sin",
            "1-An arrest warrant wa",
            "0-Another brother  Moh"
        ],
        "median tf-idf score": 0.9444336932318121,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "One media theory since the Paris attacks is that Abdeslam had become somewhat reluctant about them —  that he had perhaps chickened out late, avoiding his own planned attacks and fleeing instead.",
            "An arrest warrant was issued for Abdeslam after investigators determined that he and his brother Ibrahim had rented cars in Belgium that were used during the attacks.",
            "Another brother, Mohamed Abdeslam, told reporters after the Paris attacks that Salah Abdeslam was divorced from his wife and had no children."
        ],
        "tf-idf score": [
            0.6364065067125043,
            0.9742408020851855,
            0.9444336932318121
        ]
    },
    "0.19640920819472427-3-444": {
        "average clique similarity": 0.19640920819472427,
        "clique": [
            "2-Belgian prosecutors ",
            "3-Here s more from Ter",
            "0-  Belgian federal pr"
        ],
        "median tf-idf score": 0.979792402187755,
        "publications": [
            "Washington Post",
            "NPR",
            "Talking Points Memo"
        ],
        "sentences": [
            "Belgian prosecutors said they were not sure of the identity of the presumed accomplice arrested along with Abdeslam.",
            "Here’s more from Teri: ”The Belgian federal prosecutor says Salah Abdeslam’s prints were found in a home where police were surprised by heavy gunfire Tuesday, when they arrived to conduct what was expected to be a routine search of an empty apartment as part of the ongoing probe into the Paris attacks.",
            "” Belgian federal prosecutors said Friday that the fingerprints of Abdeslam, one of Europe’s most wanted men, were found in an apartment raided by police earlier this week."
        ],
        "tf-idf score": [
            0.6977335247706145,
            1.315580156687748,
            0.979792402187755
        ]
    },
    "0.19846661494245574-3-200": {
        "average clique similarity": 0.19846661494245574,
        "clique": [
            "1-Video footage showed",
            "0-It is still not know",
            "2-Abdeslam was not arm"
        ],
        "median tf-idf score": 0.5248873774731265,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Talking Points Memo"
        ],
        "sentences": [
            "Video footage showed police hauling away what appeared to be one suspect earlier in the day, although it was not immediately known who the individual was.",
            "It is still not known exactly why he did not die in the attacks.",
            "Abdeslam was not armed but did not immediately obey orders when confronted by police, Van der Sypt said."
        ],
        "tf-idf score": [
            0.5248873774731265,
            0.17861175130806883,
            0.907222772722347
        ]
    },
    "0.20308140509604175-3-53": {
        "average clique similarity": 0.20308140509604175,
        "clique": [
            "1-Belgian Prime Minist",
            "3-Hollande told report",
            "2-Belgian Prime Minist"
        ],
        "median tf-idf score": 0.9701536920057395,
        "publications": [
            "Talking Points Memo",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "Belgian Prime Minister Charles Michel, speaking to reporters with French President François Hollande, confirmed that Salah Abdeslam, a French national, had been captured in the raid, along with two other suspects who were not identified.",
            "Hollande told reporters that French judicial authorities plan to ask Belgium to extradite Abdeslam.",
            "Belgian Prime Minister Charles Michel told a news conference Saturday that his government has no ”political objections” to handing Abdeslam over to the French, but wants to full respect Belgian judicial procedure which ”can take at least a couple of weeks”."
        ],
        "tf-idf score": [
            1.0506958762310044,
            0.7112184603249254,
            0.9701536920057395
        ]
    },
    "0.21654167398110333-3-5": {
        "average clique similarity": 0.21654167398110333,
        "clique": [
            "4-He reportedly handle",
            "3-The Guardian reporte",
            "0-Abdeslam was conside"
        ],
        "median tf-idf score": 0.6581122637390282,
        "publications": [
            "NPR",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "He reportedly handled logistics for the operation.",
            "The Guardian reported that ”police believe [Abdeslam] played a key role in the logistics of the Paris attacks and escorted the three suicide bombers who blew themselves up at the Stade de France as part of the coordinated assault”.",
            "Abdeslam was considered the logistics chief for the attacks."
        ],
        "tf-idf score": [
            0.08212988903918177,
            0.8908540038114174,
            0.6581122637390282
        ]
    },
    "0.2186822534729774-3-522": {
        "average clique similarity": 0.2186822534729774,
        "clique": [
            "1- A top Paris terror ",
            "2-His seizure in the B",
            "0-For months  he was t"
        ],
        "median tf-idf score": 0.3284927635957409,
        "publications": [
            "Buzzfeed News",
            "Talking Points Memo",
            "Washington Post"
        ],
        "sentences": [
            " A top Paris terror attack suspect who managed to elude authorities for months was captured Friday in Belgium, touching off a sense of relief and creating a rare opportunity to get more answers in the case.",
            "His seizure in the Brussels neighborhood of Molenbeek after four months on the run brought relief to people who have seen his ”wanted” poster all over two countries for months.",
            "For months, he was the most wanted man in Europe."
        ],
        "tf-idf score": [
            0.9298616042281447,
            0.3284927635957409,
            0.31861656579848935
        ]
    },
    "0.22664808028798855-3-522": {
        "average clique similarity": 0.22664808028798855,
        "clique": [
            "0-Terrorism analysts s",
            "2-Most of the Paris at",
            "3-Paris attacks suspec"
        ],
        "median tf-idf score": 0.98183209723146,
        "publications": [
            "Washington Post",
            "Talking Points Memo",
            "NPR"
        ],
        "sentences": [
            "Terrorism analysts said Friday’s arrests could mark a turning point in an investigation that has so far failed to unearth some of the most basic details of the Paris attack plot, including where it was hatched and by whom.",
            "Most of the Paris attackers died on the night of the attacks, including Abdeslam’s brother Brahim, who blew himself up.",
            "Paris attacks suspect Salah Abdeslam, one of Europe’s most wanted men, has been taken alive during a police raid in the Brussels neighborhood of Molenbeek."
        ],
        "tf-idf score": [
            0.98183209723146,
            0.690134430693496,
            1.1469491668208351
        ]
    },
    "0.22684206260358106-5-12": {
        "average clique similarity": 0.22684206260358106,
        "clique": [
            "1-After receiving a co",
            "3-Abdeslam  26  had ev",
            "4-The Mysterious Life ",
            "2-Mary spoke to journa",
            "0-Police say Abdeslam "
        ],
        "median tf-idf score": 0.7474846593518447,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Atlantic",
            "Washington Post",
            "Talking Points Memo"
        ],
        "sentences": [
            "After receiving a congratulatory call from President Obama, the French and Belgian leaders highlighted the cooperation between their two nations in the wake of the Nov. 13 attacks that saw 130 people killed and scores more injured.",
            "Abdeslam, 26, had evaded capture for more than four months after the terrorist attacks that killed 130 people on Nov. 13.",
            "The Mysterious Life and Death of Abdelhamid Abaaoud  As Rukmini Callimachi notes, Abdeslam is the only member of the   team that conducted the Paris attacks, which killed 130 people, who is still alive.",
            "Mary spoke to journalists after he and Abdeslam met with a Belgian investigating magistrate who will decide whether to issue a formal arrest warrant against the Brussels native accused of playing a key role in the Nov. 13 attacks on a rock concert, cafes and a stadium that killed 130 people.",
            "Police say Abdeslam drove a car to Paris from Brussels, where he lived, as part of a plan to participate in the Nov. 13 attacks in Paris that killed 130 people and wounded at least 368 others."
        ],
        "tf-idf score": [
            0.6228654936733177,
            0.6295176747085298,
            0.7474846593518447,
            1.0178233276635624,
            0.9249507475205906
        ]
    },
    "0.23121198086981307-3-296": {
        "average clique similarity": 0.23121198086981307,
        "clique": [
            "2-He was believed to h",
            "0-Abdeslam  a resident",
            "3-Abdeslam has been th"
        ],
        "median tf-idf score": 0.7104770736040716,
        "publications": [
            "Talking Points Memo",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "He was believed to have slipped through police fingers multiple times despite an international manhunt.",
            "Abdeslam, a resident of the Molenbeek neighborhood of Brussels before the attacks, had eluded authorities since then despite a massive manhunt across Europe.",
            "Abdeslam has been the subject of an international manhunt since fleeing back to Brussels after the attacks in Paris."
        ],
        "tf-idf score": [
            0.4099897974873772,
            0.7104770736040716,
            0.7294298246133202
        ]
    },
    "0.24029521600092887-3-45": {
        "average clique similarity": 0.24029521600092887,
        "clique": [
            "0-  He also said Belgi",
            "1-However  speaking Sa",
            "3-Abdeslam should be i"
        ],
        "median tf-idf score": 0.6677748983596778,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "” He also said Belgium would agree to France’s extradition request for Abdeslam.",
            "However, speaking Saturday afternoon Abdeslam’s defence lawyer said he would refuse extradition to France.",
            "Abdeslam should be interrogated in France and be judged in France,” he said."
        ],
        "tf-idf score": [
            0.6677748983596778,
            0.6745220604013185,
            0.5460674682783241
        ]
    },
    "0.24246239643494005-3-150": {
        "average clique similarity": 0.24246239643494005,
        "clique": [
            "3-NPR s Dina   reporte",
            "2-Abdeslam  26  was sh",
            "0-Abdeslam  a    Frenc"
        ],
        "median tf-idf score": 0.8793928536853118,
        "publications": [
            "NPR",
            "Talking Points Memo",
            "Washington Post"
        ],
        "sentences": [
            "NPR’s Dina   reported that U S officials say Abdeslam ”is injured in the leg .",
            "Abdeslam, 26, was shot in the leg and a suspected accomplice also injured when they were captured by Belgian police on Friday.",
            "Abdeslam, a    French national of Moroccan descent, was shot in the leg during the operation, officials said."
        ],
        "tf-idf score": [
            0.43849674420121904,
            0.8793928536853118,
            0.8952289720613191
        ]
    },
    "0.2513642191390118-3-522": {
        "average clique similarity": 0.2513642191390118,
        "clique": [
            "1-Afterward  as Abdesl",
            "4-At around 9 the foll",
            "0-  Law enforcement ca"
        ],
        "median tf-idf score": 0.8096379805192938,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "Afterward, as Abdeslam drove back into Belgium, police temporarily stopped him at the border, but then let him pass after not recognizing who he was.",
            "At around 9 the following morning, their car was stopped at a checkpoint at the Belgian border, but Abdeslam’s name was not yet known to authorities, so he was allowed to pass.",
            "” Law enforcement came close to apprehending Salah Abdeslam in the hours after the Paris attacks, when French police stopped a car he was riding in near the Belgian border."
        ],
        "tf-idf score": [
            0.7778544028196905,
            0.8096379805192938,
            1.3103314591098292
        ]
    },
    "0.25590012827067854-3-373": {
        "average clique similarity": 0.25590012827067854,
        "clique": [
            "3-Teri Schultz  report",
            "1-A Belgian counterter",
            "4-On Tuesday  they rai"
        ],
        "median tf-idf score": 0.5636662170155117,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Teri Schultz, reporting from Brussels, told our Newscast unit that Abdeslam’s fingerprints were found in a separate raid on Tuesday.",
            "A Belgian counterterrorism official confirmed to BuzzFeed News that Abdeslam’s DNA was found at an apartment during a raid on Tuesday.",
            "On Tuesday, they raided an apartment elsewhere in Brussels and found Abdeslam’s fingerprints but not the man himself."
        ],
        "tf-idf score": [
            0.5636662170155117,
            0.8907381164519796,
            0.4813524901082032
        ]
    },
    "0.2628771857436952-4-191": {
        "average clique similarity": 0.2628771857436952,
        "clique": [
            "0-  PARIS      Belgian",
            "4-Abdeslam  the most w",
            "2-BRUSSELS  AP       S",
            "1-  Paris attacks susp"
        ],
        "median tf-idf score": 1.1394138728384862,
        "publications": [
            "Atlantic",
            "Talking Points Memo",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "  PARIS  —   Belgian counterterrorism police raided an apartment block in Brussels on Friday and arrested Salah Abdeslam, a key suspect in last year’s bloody terrorist attacks in Paris, after a shootout that left him wounded, European leaders said.",
            "Abdeslam, the most wanted suspect in the November Paris attacks, was arrested Friday in Molenbeek, an area of Brussels.",
            "BRUSSELS (AP)  —   Salah Abdeslam, the top suspect in last year’s deadly Paris attacks, was discharged Saturday from a Brussels hospital, and quickly made it clear he will fight efforts to extradite him to France for trial.",
            "🆘‼Paris attacks suspect Salah #Abdeslam has reportedly been shot and wounded during an   raid in Brussels."
        ],
        "tf-idf score": [
            1.4487157765706082,
            1.0837069064457296,
            1.195120839231243,
            0.9427307577518015
        ]
    },
    "0.289749717838857-3-330": {
        "average clique similarity": 0.289749717838857,
        "clique": [
            "3-He said   There have",
            "2-Then Abdeslam will h",
            "1- There will be more "
        ],
        "median tf-idf score": 0.2424361524948191,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Talking Points Memo"
        ],
        "sentences": [
            "He said: ”There have been arrests already, and there will have to be more.",
            "Then Abdeslam will have to appear before a pretrial court, which will decide whether he stays in jail for up to another month.",
            "“There will be more arrests in the future,” he vowed."
        ],
        "tf-idf score": [
            0.2424361524948191,
            0.36884689173977425,
            0.09487686627384344
        ]
    },
    "0.2922116428863038-3-103": {
        "average clique similarity": 0.2922116428863038,
        "clique": [
            "3-The news service sai",
            "0-Hours after the init",
            "1-At one point  report"
        ],
        "median tf-idf score": 0.38592806719018247,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "The news service said several explosions were heard at the scene.",
            "Hours after the initial raid, explosions were heard in a Brussels neighborhood where police searched for other suspected terrorists.",
            "At one point, reporters at the scene said they heard two explosions not far apart, but police officials were tightlipped about the source."
        ],
        "tf-idf score": [
            0.28948931179271614,
            0.38592806719018247,
            0.454223017575423
        ]
    },
    "0.29554318277446573-3-32": {
        "average clique similarity": 0.29554318277446573,
        "clique": [
            "4-Both were the childr",
            "0-The Abdeslam brother",
            "3-Here s more   He s a"
        ],
        "median tf-idf score": 0.47459183497112434,
        "publications": [
            "Atlantic",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Both were the children of Moroccan immigrants living in Molenbeek.",
            "The Abdeslam brothers, the sons of Moroccan immigrants, were raised in the Molenbeek neighborhood of Brussels.",
            "Here’s more: ”He’s a Frenchman who was living in Belgium, in this neighborhood of Molenbeek that has spawned the careers of many radicals."
        ],
        "tf-idf score": [
            0.08838750554222863,
            0.49663826349156487,
            0.47459183497112434
        ]
    },
    "0.3020250953903581-3-522": {
        "average clique similarity": 0.3020250953903581,
        "clique": [
            "0-One of the four  ide",
            "2-It was possible Abde",
            "1-Belgian federal pros"
        ],
        "median tf-idf score": 0.8107435646714238,
        "publications": [
            "Washington Post",
            "Talking Points Memo",
            "Buzzfeed News"
        ],
        "sentences": [
            "One of the four, identified as Monir Ahmed   was wounded, the spokesman, Eric van der Sypt, told reporters in Brussels.",
            "It was possible Abdeslam had spent days, weeks or months in the Molenbeek apartment, according to Van der Sypt.",
            "Belgian federal prosecutor Eric Van der Sypt told reporters that its possible Abdeslam spent weeks or even months at the apartment before being tracked down."
        ],
        "tf-idf score": [
            0.5347996545051763,
            0.8152057358014945,
            0.8107435646714238
        ]
    },
    "0.31535267391025446-3-111": {
        "average clique similarity": 0.31535267391025446,
        "clique": [
            "0-Four other people we",
            "2-Abdeslam and four ot",
            "3-Three of those taken"
        ],
        "median tf-idf score": 0.6875829810346192,
        "publications": [
            "Talking Points Memo",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Four other people were also arrested, three of them members of Abdeslam’s family, as police carried out three raids over a   operation, a spokesman for the Belgian federal prosecutor’s office said.",
            "Abdeslam and four other suspects were detained in Friday’s raid, including three members of a family that sheltered him.",
            "Three of those taken into custody are ”members of the family that hid Salah Abdeslam,” Van Der Sypt said."
        ],
        "tf-idf score": [
            1.0042181396012613,
            0.5729440058175089,
            0.6875829810346192
        ]
    },
    "0.3403943927570772-3-64": {
        "average clique similarity": 0.3403943927570772,
        "clique": [
            "3-We ll move quickly t",
            "0- We got him   Theo F",
            "1-The Belgium secretar"
        ],
        "median tf-idf score": 0.18022333566572202,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "We’ll move quickly to correct the record and we’ll only point to the best information we have at the time.",
            "“We got him,” Theo Francken, Belgium’s secretary of state for asylum and migration, wrote on Twitter.",
            "The Belgium secretary of state for asylum and migration tweeted “We got him."
        ],
        "tf-idf score": [
            0.09269299394512717,
            0.19480448290456015,
            0.18022333566572202
        ]
    },
    "0.4031708514702618-3-210": {
        "average clique similarity": 0.4031708514702618,
        "clique": [
            "4-In any case  his cap",
            "3-President Obama spok",
            "0-Obama  commended the"
        ],
        "median tf-idf score": 0.9682607473222129,
        "publications": [
            "Atlantic",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "In any case, his capture gives security authorities in France and Belgium their best chance to understand the inside story of how the brutal assault on the French capital was planned and executed.",
            "President Obama spoke by phone with Michel and Hollande after the arrests, the White House said, and ”commended the work of Belgian security services and noted that this significant arrest was the result of hard work and close cooperation between Belgian and French law enforcement authorities”.",
            "Obama “commended the work of Belgian security services and noted that this significant arrest was the result of hard work and close cooperation between Belgian and French law enforcement authorities,” the White House said in a statement."
        ],
        "tf-idf score": [
            0.6664257226672001,
            1.1422759461575653,
            0.9682607473222129
        ]
    },
    "0.5088853262677844-3-145": {
        "average clique similarity": 0.5088853262677844,
        "clique": [
            "0-The Islamic State te",
            "2-Islamic State claime",
            "1-ISIS eventually clai"
        ],
        "median tf-idf score": 0.19425847900833004,
        "publications": [
            "Washington Post",
            "Talking Points Memo",
            "Buzzfeed News"
        ],
        "sentences": [
            "The Islamic State terrorist group claimed responsibility for the assault.",
            "Islamic State claimed responsibility for the Paris carnage.",
            "ISIS eventually claimed responsibility for the attacks."
        ],
        "tf-idf score": [
            0.1266945965335684,
            0.19425847900833004,
            0.19566050583452235
        ]
    }
}