{
    "0.1766445404598369-3-54": {
        "average clique similarity": 0.1766445404598369,
        "clique": [
            "1-On 2 March 2016  Ms ",
            "2-The tribunal found t",
            "6-A   report of the tr"
        ],
        "median tf-idf score": 0.8119114266894105,
        "publications": [
            "Breitbart",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "On 2 March 2016, Ms Sharapova was charged with an   Rule Violation under Article 2.",
            "The tribunal found that Sharapova’s violation ”was not intentional” because she ”did not appreciate that Mildronate contained a substance prohibited from 1 January 2016”.",
            "A   report of the tribunal’s findings said: ”The ITF accepts that the player did not engage in conduct that she knew constituted an antidoping rule violation,” but it rejected her assertion that there was no ”significant” fault on her part."
        ],
        "tf-idf score": [
            0.5383792469633121,
            0.8271194402744871,
            0.8119114266894105
        ]
    },
    "0.18888875383721948-3-369": {
        "average clique similarity": 0.18888875383721948,
        "clique": [
            "3-In a statement  Shar",
            "1- The player s case i",
            "6-The World   Agency  "
        ],
        "median tf-idf score": 0.9856509251596988,
        "publications": [
            "Breitbart",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "In a statement, Sharapova once again claimed that she did not intentionally violate tennis’s   rules and said she would appeal her ban to the Court of Arbitration for Sport in Switzerland.",
            "“The player’s case is that she did not know that the active ingredient of Mildronate [a marketed form of meldonium] a medication which she had regularly been using for over 10 years, had been added to the Prohibited List from 1 January 2016 and she did not intentionally contravene the   rules in using Mildronate at the Australian Open,” the decision reads.",
            "The World   Agency (WADA) later issued a short statement saying it would review the decision before deciding whether to use its independent right of appeal to CAS Sharapova has regularly battled back from serious injuries during her glittering career but the   ban means she will not be eligible to play until after the 2018 Australian Open when she will be 30, and raises the question of whether she will ever play again."
        ],
        "tf-idf score": [
            0.8456313352633033,
            0.9856509251596988,
            1.036907884346039
        ]
    },
    "0.18955414891325764-3-397": {
        "average clique similarity": 0.18955414891325764,
        "clique": [
            "6- If it stands  then ",
            "3-It s unclear how lon",
            "4-The ITF    which sou"
        ],
        "median tf-idf score": 0.4236399583494498,
        "publications": [
            "Reuters",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "”If it stands, then I think it will be difficult for her to come back at the same level,” the president of the Russian Tennis Federation, Shamil Tarpishchev, told TASS news agency, calling for the penalty to be reduced.",
            "It’s unclear how long it takes for meldonium to exit an athlete’s system, and WADA told the world’s sporting federations in April that athletes who have tested positive for meldonium may be able to avoid sanctions if they can prove they took it before it was banned on Jan. 1.",
            "The ITF    which sought a   punishment    told CNN it wouldn’t be appealing to CAS, while the World   Agency will review the decision before deciding whether or not to take the matter to   court."
        ],
        "tf-idf score": [
            0.3019451961178356,
            0.7558974500373395,
            0.4236399583494498
        ]
    },
    "0.21309637028203363-3-92": {
        "average clique similarity": 0.21309637028203363,
        "clique": [
            "5-Meldonium became a b",
            "0-The tribunal found t",
            "4-Sharapova  who has c"
        ],
        "median tf-idf score": 0.744187755151579,
        "publications": [
            "CNN",
            "New York Post",
            "Guardian"
        ],
        "sentences": [
            "Meldonium became a banned substance this year under the WADA code, and Sharapova claims she didn’t notice its addition to the banned list.",
            "The tribunal found that while she had not intentionally contravened   rules, she bore sole responsibility for the substance being in her system during the Australian Open and for her failure to notice that the drug had been added to the banned list.",
            "Sharapova, who has continued to promote her candy company Sugarpova since being suspended, said she simply failed to read an email that stated meldonium would be added to the banned list on Jan. 1."
        ],
        "tf-idf score": [
            0.668255147190739,
            0.744187755151579,
            0.8916247386249929
        ]
    },
    "0.2339235530376008-3-141": {
        "average clique similarity": 0.2339235530376008,
        "clique": [
            "1-Taken together with ",
            "5-She says the ITF wan",
            "3-She also said that t"
        ],
        "median tf-idf score": 0.8159335559378434,
        "publications": [
            "Breitbart",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "Taken together with the evidence that over a period of 3 years she did not disclose her use of Mildronate to her coach, trainer, physio, nutritionist or any medical adviser she consulted through the WTA, the facts are only consistent with a deliberate decision to keep secret from the   authorities the fact that she was using Mildronate in competition.",
            "She says the ITF wanted to ban her for four years, but it was reduced to two years by a   Tennis   Program tribunal because the ITF had not found evidence that Sharapova’s doping was intentional.",
            "She also said that the ITF wanted to suspend her for four years, but the independent tribunal tasked with investigating her violation settled for two after she promptly admitted to taking the drug."
        ],
        "tf-idf score": [
            0.7491646214129286,
            1.041615076958221,
            0.8159335559378434
        ]
    },
    "0.23590500144063423-3-38": {
        "average clique similarity": 0.23590500144063423,
        "clique": [
            "4- The ITF tribunal un",
            "5- While the tribunal ",
            "1- The ITF accepts tha"
        ],
        "median tf-idf score": 0.8114059178116856,
        "publications": [
            "New York Post",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "”The ITF tribunal unanimously concluded that what I did was not intentional,” the    Sharapova said.",
            "“While the tribunal concluded correctly that I did not intentionally violate the   rules, I cannot accept an unfairly harsh   suspension,” Sharapova said.",
            "“The ITF accepts that she did not know that Mildronate contained a Prohibited Substance but argues that in taking the medication she knowingly and manifestly disregarded the risk of contravening the   rules, and thus committed an intentional violation."
        ],
        "tf-idf score": [
            0.8114059178116856,
            0.8404837320003034,
            0.6242314092112448
        ]
    },
    "0.256936806028432-4-50": {
        "average clique similarity": 0.256936806028432,
        "clique": [
            "4-While racket provide",
            "0-Nike  Tag Heuer and ",
            "6-Swiss watchmaker TAG",
            "3-Sharapova  a   Grand"
        ],
        "median tf-idf score": 0.36657852426824766,
        "publications": [
            "Guardian",
            "Reuters",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "While racket provider Head stood by her, other sponsors distanced themselves from Sharapova, including Nike and watch maker Tag Heuer.",
            "Nike, Tag Heuer and Porsche cut off their lucrative sponsorships  —   although the racket manufacturer Head remained faithful, a decision criticised by fellow client Andy Murray.",
            "Swiss watchmaker TAG Heuer cut its ties with Sharapova after the news of her doping violation while other sponsors such as Porsche distanced themselves from her.",
            "Sharapova, a   Grand Slam winner, lost her sponsorship deals with Nike, Porsche and Tag Heuer after her provisional suspension was announced in March."
        ],
        "tf-idf score": [
            0.3436599004036016,
            0.2285836780881912,
            0.38949714813289366,
            0.6751324419028175
        ]
    },
    "0.26044934179835927-3-397": {
        "average clique similarity": 0.26044934179835927,
        "clique": [
            "4-She was replaced by ",
            "5-  Sharapova said she",
            "3-After 11 years as th"
        ],
        "median tf-idf score": 0.5861647676418312,
        "publications": [
            "CNN",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "She was replaced by a bitter rival on the tennis court, Serena Williams.",
            "” Sharapova said she tested positive at the Australian Open, where she lost to Serena Williams in the quarterfinals on Jan. 26.",
            "After 11 years as the world’s   female athlete, she was surpassed this year by fellow tennis player Serena Williams."
        ],
        "tf-idf score": [
            0.32884917904016325,
            0.6752679219734021,
            0.5861647676418312
        ]
    },
    "0.2650794814023495-3-196": {
        "average clique similarity": 0.2650794814023495,
        "clique": [
            "4-Meldonium was added ",
            "6-TIME AND RESOURCES  ",
            "3-    Philip Hersh   o"
        ],
        "median tf-idf score": 0.7108796779293796,
        "publications": [
            "CNN",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "Meldonium was added to the prohibited list ”because of evidence of its use by athletes with the intention of enhancing performance,” WADA said on its website.",
            "TIME AND RESOURCES  Meldonium was added to WADA’s list of banned substances at the start of the year after mounting evidence that it boosted blood flow and enhanced athletic performance.",
            "—   Philip Hersh (@olyphil) June 8, 2016  Meldonium was added to the World   Agency’s list of banned substances on Jan. 1 after athletes were given months of warnings."
        ],
        "tf-idf score": [
            0.7108796779293796,
            0.7337318564941372,
            0.6922100039302459
        ]
    },
    "0.268126861387818-3-166": {
        "average clique similarity": 0.268126861387818,
        "clique": [
            "6- CONCEALED  The repo",
            "4-But according to evi",
            "5-  However  the tribu"
        ],
        "median tf-idf score": 1.0181102446396484,
        "publications": [
            "New York Post",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "”CONCEALED” The report also said that Sharapova had not made her use of Mildronate known to most of her team, including her coach, her trainer, her physiotherapist and her nutritionist, nor any of the doctors made available to players by the WTA Questioning why she continued taking Mildronate before matches, the report said: ”In the tribunal’s view the answer is clear.",
            "But according to evidence given to the tribunal, her IMG agent Max Eisenbud was the lone member of her current entourage who knew she was taking the drug    not her coach Sven Groeneveld, physiotherapist or nutritionist.",
            "” However, the tribunal’s report said various elements of Sharapova’s case “inevitably lead to the conclusion” that she took the substance “for the purpose of enhancing her performance,” and revealed that her meldonium usage was concealed from everyone in her entourage except her father and agent."
        ],
        "tf-idf score": [
            1.0181102446396484,
            0.6492683604981627,
            1.0799859214283387
        ]
    },
    "0.28122987355613843-4-73": {
        "average clique similarity": 0.28122987355613843,
        "clique": [
            "2-That means she will ",
            "3-The ban is retroacti",
            "6-In a statement the I",
            "1-3 b  of the Programm"
        ],
        "median tf-idf score": 0.43017295618296797,
        "publications": [
            "NPR",
            "Washington Post",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "That means she will forfeit ”the ranking points and prize money that she won at the event,” according to the tribunal statement.",
            "The ban is retroactive to Jan. 26, and her run to the quarterfinals at the Australian Open  —   along with the 430 WTA points and $281, 633 in prize money she earned  —   has been erased from the record books.",
            "In a statement the ITF said the   grand slam champion’s ban would be backdated to Jan. 26 this year, meaning her results and prize money from the Australian Open, where she reached the   would be canceled out.",
            "3(b) of the Programme to commence from 26 January 2016 (the date of sample collection) and so should end at midnight on 25 January 2018 and (3) her results at the 2016 Australian Open should be disqualified, with resulting forfeiture of the ranking points and prize money that she won at that event."
        ],
        "tf-idf score": [
            0.3091481939938132,
            0.4624111189646942,
            0.7778670180298602,
            0.3979347934012417
        ]
    },
    "0.2831785840889768-3-397": {
        "average clique similarity": 0.2831785840889768,
        "clique": [
            "6-It rejected Sharapov",
            "2-Sharapova admitted i",
            "4-She tested positive "
        ],
        "median tf-idf score": 0.995758949231346,
        "publications": [
            "Reuters",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "It rejected Sharapova’s argument that the ITF should have informed her that she and a number of other tennis players had tested positive for meldonium in 2015 before it was added to the banned list.",
            "Sharapova admitted in March that she tested positive for meldonium, a substance banned beginning early this year, during a drug test at the Australian Open, as we reported.",
            "She tested positive five times for meldonium in 2015."
        ],
        "tf-idf score": [
            0.995758949231346,
            1.0107600787629143,
            0.2529430025040653
        ]
    },
    "0.2871258140036927-3-340": {
        "average clique similarity": 0.2871258140036927,
        "clique": [
            "6-Sharapova  the world",
            "4-Sharapova stunned th",
            "0-  The saga has been "
        ],
        "median tf-idf score": 0.8874444953812887,
        "publications": [
            "CNN",
            "Reuters",
            "Guardian"
        ],
        "sentences": [
            "Sharapova, the world’s   female athlete, stunned the sporting world in March when she announced that she had tested positive for meldonium, a component of a product named Mildronate which she has taken since 2006 for health issues.",
            "Sharapova stunned the world in March when the   grand slam winner said in a Los Angeles press conference arranged by her entourage that she had failed a drug test at the Australian Open on January 26.",
            "” The saga has been a   affair with many plot shifts since 8 March, the day Sharapova caught the ITF   with an internationally televised press conference at a hotel in Los Angeles in which she admitted she had failed a test for a drug she had known as Mildronate."
        ],
        "tf-idf score": [
            0.8874444953812887,
            0.903010217671919,
            0.8785798515558314
        ]
    },
    "0.302286180316235-3-397": {
        "average clique similarity": 0.302286180316235,
        "clique": [
            "4- The tribunal found ",
            "1- The tribunal  whose",
            "0- The tribunal found "
        ],
        "median tf-idf score": 0.6780997443223544,
        "publications": [
            "CNN",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "”The tribunal found that I did not seek treatment from my doctor for the purpose of obtaining a performance enhancing substance.",
            "“The tribunal, whose members were selected by the ITF, agreed that I did not do anything intentionally wrong, yet they seek to keep me from playing tennis for two years.",
            "“The tribunal found that I did not seek treatment from my doctor for the purpose of obtaining a [benefit from a]   substance,” Sharapova said in the statement."
        ],
        "tf-idf score": [
            0.35415045650566057,
            0.6780997443223544,
            0.7053471612091176
        ]
    },
    "0.3046831274075266-3-397": {
        "average clique similarity": 0.3046831274075266,
        "clique": [
            "0-The ban announced on",
            "3-Tennis star Maria Sh",
            "2-An independent tribu"
        ],
        "median tf-idf score": 1.11197217746971,
        "publications": [
            "Guardian",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "The ban announced on Wednesday by the International Tennis Federation is deemed to have commenced on 26 January  —   the day she failed a test for the recently banned drug meldonium after losing to Serena Williams in the   of the Australian Open.",
            "Tennis star Maria Sharapova said she recently received a letter saying she had failed a drug test at the Australian Open, but says she did not know the drug prescribed by her doctor became ”a prohibited substance”.",
            "An independent tribunal has suspended Russian tennis star Maria Sharapova from play for a period of two years after she failed a drug test, the International Tennis Federation says."
        ],
        "tf-idf score": [
            0.8728769595808655,
            1.11197217746971,
            1.1414353020651247
        ]
    },
    "0.3126292923518212-4-177": {
        "average clique similarity": 0.3126292923518212,
        "clique": [
            "3-       Tennis supers",
            "6- The career of Russi",
            "1- Sharapova  currentl",
            "0-Maria Sharapova  the"
        ],
        "median tf-idf score": 1.1972991517412055,
        "publications": [
            "Reuters",
            "Guardian",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "       Tennis superstar Maria Sharapova has been banned from the sport for two years after she tested positive for the prohibited substance meldonium during the Australian Open in January, the International Tennis Federation announced Wednesday.",
            " The career of Russian former world number one Maria Sharapova was in tatters on Wednesday after she was given a   ban by the International Tennis Federation (ITF) following her positive test for the banned drug meldonium.",
            "[Sharapova, currently ranked 24th in the world, tested positive at the Australian Open for meldonium, a drug banned by the World   Agency the very month the Russian player tested positive for it.",
            "Maria Sharapova, the richest athlete in the history of women’s sport, has been banned for two years for failing a drugs test during the Australian Open in January, leaving her illustrious tennis career hanging in the balance."
        ],
        "tf-idf score": [
            1.2648461601656031,
            1.2889755915755818,
            0.8765464751885965,
            1.1297521433168078
        ]
    },
    "0.33736592712301944-3-397": {
        "average clique similarity": 0.33736592712301944,
        "clique": [
            "2-Sharapova  29  has m",
            "5-The    Sharapova   s",
            "4-Sharapova claimed sh"
        ],
        "median tf-idf score": 0.8598797177298518,
        "publications": [
            "NPR",
            "New York Post",
            "CNN"
        ],
        "sentences": [
            "Sharapova, 29, has maintained that she had been taking meldonium for 10 years due to several health issues and that she was not aware of the ban.",
            "The    Sharapova   she tested positive for meldonium, which she said she has been taking for 10 years to treat numerous health issues.",
            "Sharapova claimed she had been taking meldonium since 2006 for heart issues, a magnesium deficiency and because her family has a history of diabetes."
        ],
        "tf-idf score": [
            0.8598797177298518,
            0.8846575115718518,
            0.585543399630035
        ]
    },
    "0.3387339581280354-3-397": {
        "average clique similarity": 0.3387339581280354,
        "clique": [
            "2-If she had not had n",
            "4- It may be that she ",
            "0- If she had not conc"
        ],
        "median tf-idf score": 0.5844925908435528,
        "publications": [
            "NPR",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "If she had not had not concealed her use of Mildronate from the   authorities, members of her own support team and the doctors whom she consulted, but had sought advice, then the contravention would have been avoided”.",
            "”It may be that she genuinely believed that Mildronate had some general beneficial effect on her health but the manner in which the medication was taken, its concealment from the   authorities, her failure to disclose it even to her own team, and the lack of any medical justification must inevitably lead to the conclusion that she took Mildronate for the purpose of enhancing her performance”.",
            "“If she had not concealed her use of Mildronate [the drug’s trade name] from the   authorities, members of her own support team and the doctors whom she consulted, but had sought advice, then the contravention would have been avoided,” the tribunal said in its judgment."
        ],
        "tf-idf score": [
            0.39791126292497886,
            0.5844925908435528,
            0.7724500864495278
        ]
    },
    "0.3458124654354625-3-397": {
        "average clique similarity": 0.3458124654354625,
        "clique": [
            "5-Maria Sharapova was ",
            "1-The International Te",
            "4-  CNN  Maria Sharapo"
        ],
        "median tf-idf score": 0.9604603745476029,
        "publications": [
            "New York Post",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "Maria Sharapova was suspended two years by the International Tennis Federation on Wednesday for doping, a ban she called “unfairly harsh” and which she plans to appeal.",
            "The International Tennis Federation (ITF) meted out a   suspension to Maria Sharapova for testing positive for a   drug.",
            " (CNN) Maria Sharapova received a   suspension from the International Tennis Federation (ITF) after testing positive for banned drug meldonium, which may end the career of the richest female athlete of the past decade."
        ],
        "tf-idf score": [
            0.9604603745476029,
            0.7704113769297775,
            1.1114746310241563
        ]
    },
    "0.3531316907742652-3-397": {
        "average clique similarity": 0.3531316907742652,
        "clique": [
            "6- The ITF Tribunal ha",
            "2-Here s more   While ",
            "0-It said   The ITF Tr"
        ],
        "median tf-idf score": 0.6537414739589208,
        "publications": [
            "Reuters",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "“The ITF Tribunal has found that Maria did not intentionally break its rules,” the sports apparel giant said in a statement.",
            "Here’s more: ”While the tribunal concluded correctly that I did not intentionally violate the   rules, I cannot accept an unfairly harsh   suspension.",
            "It said: “The ITF Tribunal has found that Maria did not intentionally break its rules."
        ],
        "tf-idf score": [
            0.7438948768341646,
            0.4966902864619487,
            0.6537414739589208
        ]
    },
    "0.3564266495041708-3-21": {
        "average clique similarity": 0.3564266495041708,
        "clique": [
            "2-The tribunal ruled t",
            "1-The Independent Trib",
            "6-On its website  the "
        ],
        "median tf-idf score": 0.679033870403179,
        "publications": [
            "NPR",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "The tribunal ruled that Sharapova’s   period of ineligibility should be backdated to Jan. 26, 2016  —   the day she submitted the sample  —   due to her ”prompt admission of her violation”.",
            "The Independent Tribunal determined that (1) Ms Sharapova should serve a period of ineligibility of two years (2) due to her prompt admission of her violation, that period of ineligibility should be   under Article 10.",
            "On its website, the ITF said the ban, which could have been as long as four years, had been backdated due to Sharapova’s ”prompt admission” of taking the substance, and would end on midnight of Jan. 25, 2018."
        ],
        "tf-idf score": [
            0.6466285244540628,
            0.679033870403179,
            0.8879740795714403
        ]
    },
    "0.3938548464438553-3-397": {
        "average clique similarity": 0.3938548464438553,
        "clique": [
            "4- You need to know th",
            "6-The ITF had sought a",
            "0-You need to know tha"
        ],
        "median tf-idf score": 0.6296418149971273,
        "publications": [
            "CNN",
            "Reuters",
            "Guardian"
        ],
        "sentences": [
            "”You need to know that the ITF asked the tribunal to suspend me for four years    the required suspension for an intentional violation    and the tribunal rejected the ITF’s position.",
            "The ITF had sought a   suspension but the tribunal rejected that, she said.",
            "You need to know that the ITF asked the tribunal to suspend me for four years  —   the required suspension for an intentional violation  —   and the tribunal rejected the ITF’s position."
        ],
        "tf-idf score": [
            0.6296418149971273,
            0.4928999661680906,
            0.6296418149971273
        ]
    },
    "0.41099895455127955-3-397": {
        "average clique similarity": 0.41099895455127955,
        "clique": [
            "0-Sharapova s statemen",
            "6- The ITF spent treme",
            "4-The ITF spent tremen"
        ],
        "median tf-idf score": 0.6851119676395289,
        "publications": [
            "Guardian",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "Sharapova’s statement continued: “The ITF spent tremendous amounts of time and resources trying to prove I intentionally violated the   rules and the tribunal concluded I did not.",
            "”The ITF spent tremendous amounts of time and resources trying to prove I intentionally violated the   rules and the tribunal concluded I did not,” she said on Facebook.",
            "The ITF spent tremendous amounts of time and resources trying to prove I intentionally violated the   rules and the tribunal concluded I did not."
        ],
        "tf-idf score": [
            0.8326204332989037,
            0.6851119676395289,
            0.5430958001583711
        ]
    },
    "0.4149779363123126-4-397": {
        "average clique similarity": 0.4149779363123126,
        "clique": [
            "4-Sharapova    whose c",
            "6-Sharapova  29  said ",
            "2-I will immediately a",
            "5-I will immediately a"
        ],
        "median tf-idf score": 0.45012440838265394,
        "publications": [
            "CNN",
            "Reuters",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "Sharapova    whose case was heard by a   tribunal on May 18 and 19    immediately said on her Facebook page she would appeal to the Court of Arbitration for Sport, which will have the final say on the matter.",
            "Sharapova, 29, said she would appeal to the Court of Arbitration for Sport (CAS) describing the punishment as ”unfairly harsh”.",
            "I will immediately appeal the suspension portion of this ruling to CAS, the Court of Arbitration for Sport”.",
            "I will immediately appeal the suspension portion of this ruling to CAS, the Court of Arbitration for Sport."
        ],
        "tf-idf score": [
            0.9404859133812754,
            0.5935799406268599,
            0.30666887613844795,
            0.30666887613844795
        ]
    },
    "0.4523012120602563-3-15": {
        "average clique similarity": 0.4523012120602563,
        "clique": [
            "3- It made me healthy ",
            "6-At the time Sharapov",
            "0- It made me healthy "
        ],
        "median tf-idf score": 0.5065471483686951,
        "publications": [
            "Guardian",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "“It made me healthy, that’s why I continued to take it,” she said in March, at the time her provisional suspension was announced.",
            "At the time Sharapova, the   tennis player to fail an   test, said she had made ”a huge mistake” in failing to realize that continuing to take Mildronate would be a violation of the   code.",
            "“It made me healthy and that is why I continued to take it,” she said at the time."
        ],
        "tf-idf score": [
            0.5065471483686951,
            0.792572968782814,
            0.2159896613547822
        ]
    },
    "0.46421055214921586-3-245": {
        "average clique similarity": 0.46421055214921586,
        "clique": [
            "0-I have let my fans d",
            "4- I have missed playi",
            "5-  Sharapova has been"
        ],
        "median tf-idf score": 0.38653575857098743,
        "publications": [
            "CNN",
            "Guardian",
            "New York Post"
        ],
        "sentences": [
            "I have let my fans down.",
            "”I have missed playing tennis and I have missed my amazing fans, who are the best and most loyal fans in the world,” she said.",
            "” Sharapova has been blasted by numerous tour pros for giving the sport a black eye, while others have used the opportunity  “I have missed playing tennis and I have missed my amazing fans, who are the best and most loyal fans in the world."
        ],
        "tf-idf score": [
            0.02968270175116312,
            0.38653575857098743,
            0.7195051743178879
        ]
    },
    "0.4705977325779065-3-334": {
        "average clique similarity": 0.4705977325779065,
        "clique": [
            "4-I intend to stand fo",
            "0-Based on the decisio",
            "5- I intend to stand f"
        ],
        "median tf-idf score": 0.22877692579561218,
        "publications": [
            "CNN",
            "Guardian",
            "New York Post"
        ],
        "sentences": [
            "I intend to stand for what I believe is right and that’s why I will fight to be back on the tennis court as soon as possible”.",
            "Based on the decision of the ITF and their factual findings, we hope to see Maria back on court and will continue to partner with her.",
            "“I intend to stand for what I believe is right and that’s why I will fight to be back on the tennis court as soon as possible."
        ],
        "tf-idf score": [
            0.22877692579561218,
            0.30923033259547095,
            0.22877692579561218
        ]
    },
    "0.4896142020432908-3-159": {
        "average clique similarity": 0.4896142020432908,
        "clique": [
            "0-Maria has always mad",
            "4- In this case  Maria",
            "6- Maria has always ma"
        ],
        "median tf-idf score": 0.28428275638942113,
        "publications": [
            "Guardian",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "Maria has always made her position clear, has apologised for her mistake and is now appealing the length of the ban.",
            "”In this case, Maria has taken responsibility for her mistake from the outset.",
            "”Maria has always made her position clear, has apologized for her mistake and is now appealing the length of the ban”."
        ],
        "tf-idf score": [
            0.28428275638942113,
            0.24652678834660263,
            0.2843457743054927
        ]
    },
    "0.5874211483681027-3-397": {
        "average clique similarity": 0.5874211483681027,
        "clique": [
            "5- The tribunal  whose",
            "4-The tribunal  whose ",
            "0-The tribunal  whose "
        ],
        "median tf-idf score": 0.6780997443223544,
        "publications": [
            "New York Post",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "“The tribunal, whose members were selected by the ITF, agreed that I did not do anything intentionally wrong, yet they seek to keep me from playing tennis for two years.",
            "The tribunal, whose members were selected by the ITF, agreed that I did not do anything intentionally wrong, yet they seek to keep me from playing tennis for two years”.",
            "The tribunal, whose members were selected by the ITF, agreed that I did not do anything intentionally wrong, yet they seek to keep me from playing tennis for two years."
        ],
        "tf-idf score": [
            0.6780997443223544,
            0.6780997443223544,
            0.6780997443223544
        ]
    },
    "0.6421391732500342-5-397": {
        "average clique similarity": 0.6421391732500342,
        "clique": [
            "1- I cannot accept an ",
            "0- While the tribunal ",
            "4- While the tribunal ",
            "2-In a Facebook post f",
            "6- While the tribunal "
        ],
        "median tf-idf score": 0.4966902864619487,
        "publications": [
            "Breitbart",
            "Guardian",
            "CNN",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "“I cannot accept an unfairly harsh   suspension,” Sharapova said in a statement.",
            "“While the tribunal concluded correctly that I did not intentionally violate the   rules, I cannot accept an unfairly harsh   suspension.",
            "”While the tribunal concluded correctly that I did not intentionally violate the   rules, I cannot accept an unfairly harsh   suspension.",
            "In a Facebook post following the tribunal’s decision, Sharapova described the   suspension as ”unfairly harsh”.",
            "”While the tribunal concluded correctly that I did not intentionally violate the   rules, I cannot accept an unfairly harsh   suspension”."
        ],
        "tf-idf score": [
            0.5390759624096295,
            0.4966902864619487,
            0.4966902864619487,
            0.6116146970998064,
            0.4966902864619487
        ]
    },
    "0.7044960505959589-6-100": {
        "average clique similarity": 0.7044960505959589,
        "clique": [
            "4- She is the sole aut",
            "2-It concluded   She i",
            "5-The tribunal called ",
            "6- She was the sole au",
            "0- She is the sole aut",
            "3-ITF ruling Conclusio"
        ],
        "median tf-idf score": 0.23504265004165736,
        "publications": [
            "Reuters",
            "Guardian",
            "NPR",
            "New York Post",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "”She is the sole author of her misfortune,” it stated in its conclusion.",
            "It concluded: ”She is the sole author of her own misfortune”.",
            "The tribunal called Sharapova “the sole author of her own misfortune.",
            "”She was the sole author of her own misfortune,” it said.",
            "“She is the sole author of her own misfortune.",
            "ITF ruling Conclusion: “She (Sharapova) is the sole author of her own misfortune."
        ],
        "tf-idf score": [
            0.11342230413337963,
            0.11988191716328786,
            0.46693969849156136,
            0.3502033829200269,
            0.08383473404641414,
            0.47303269663965547
        ]
    }
}