{
    "0.1557269311123643-3-104": {
        "average clique similarity": 0.1557269311123643,
        "clique": [
            "1- In the meantime  th",
            "4-One Republican who i",
            "2-  The sources I ve s"
        ],
        "median tf-idf score": 0.6232568852071115,
        "publications": [
            "National Review",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "”In the meantime, the American people are going to have the ability to gauge whether the person I’ve nominated is well within the mainstream, is a good jurist, is somebody who’s worthy to sit on the Supreme Court,” Obama told reporters in the Oval Office.",
            "One Republican who is considered likely to support Sandoval if nominated is Nevada’s junior senator, Dean Heller.",
            "” The sources I’ve spoken to in Nevada tell me that, if Sandoval is appointed by President Obama, you can expect him to be a master politician if any confirmation hearings are held."
        ],
        "tf-idf score": [
            0.600060951873603,
            0.6232568852071115,
            0.6378906247505276
        ]
    },
    "0.1600846425881438-3-359": {
        "average clique similarity": 0.1600846425881438,
        "clique": [
            "2-According to a lawye",
            "3-Usually when somethi",
            "4-Another person in Ne"
        ],
        "median tf-idf score": 0.16247631791282127,
        "publications": [
            "Washington Post",
            "National Review",
            "Vox"
        ],
        "sentences": [
            "According to a lawyer familiar with Nevada’s Board of Examiners, a body that includes Sandoval as a member and had to approve the contract with Clement, “The governor’s office didn’t want the Clement contract, but the governor publicly supported it when it became clear he didn’t have the votes.",
            "Usually when something like this gets in the press it’s because the key   want it to get in the press.",
            "Another person in Nevada familiar with the process confirmed that it is underway."
        ],
        "tf-idf score": [
            0.6611205318822495,
            0.09828608502788634,
            0.16247631791282127
        ]
    },
    "0.16211602789286675-3-74": {
        "average clique similarity": 0.16211602789286675,
        "clique": [
            "2-On Sunday night  Gov",
            "0-Updated at 3 32 p  m",
            "1-Republicans hope to "
        ],
        "median tf-idf score": 0.6290352265023554,
        "publications": [
            "National Review",
            "Talking Points Memo",
            "Reuters"
        ],
        "sentences": [
            "On Sunday night, Governor Sandoval sat at the president’s head table at a White House dinner in Washington.",
            "Updated at 3:32 p. m. ET, The Washington Post reported Wednesday that the White House was vetting Nevada Republican Gov.",
            "Republicans hope to win back the White House then."
        ],
        "tf-idf score": [
            0.6290352265023554,
            0.7231835318051677,
            0.3783063172392285
        ]
    },
    "0.1629675230926663-3-123": {
        "average clique similarity": 0.1629675230926663,
        "clique": [
            "2-The fix may be in  a",
            "0-Shunning a member of",
            "4-Referring to McConne"
        ],
        "median tf-idf score": 0.6566032930201715,
        "publications": [
            "National Review",
            "Talking Points Memo",
            "Washington Post"
        ],
        "sentences": [
            "The fix may be in, and it would be horrific news for conservatives: Sandoval is the most liberal of the country’s 29 Republican governors.",
            "Shunning a member of their own party may be harder for Republicans to navigate than turning their backs on a liberal nominee to the court.",
            "Referring to McConnell and Senate Republicans on Wednesday morning, Obama said: “I recognize the politics are hard for them, because the easier thing to do is to give in to the most extreme voices within their party and stand pat and do nothing."
        ],
        "tf-idf score": [
            0.6566032930201715,
            0.5701550728672586,
            0.6893293755444231
        ]
    },
    "0.16505224956570877-3-151": {
        "average clique similarity": 0.16505224956570877,
        "clique": [
            "1-Some liberal groups ",
            "2- Sandoval went total",
            "4-Liberal activist gro"
        ],
        "median tf-idf score": 0.3598829772613211,
        "publications": [
            "Reuters",
            "National Review",
            "Washington Post"
        ],
        "sentences": [
            "Some liberal groups expressed alarm that Sandoval would be considered.",
            "“Sandoval went totally moderate liberal on us.",
            "Liberal activist groups quickly registered their displeasure with the idea of a Justice Sandoval."
        ],
        "tf-idf score": [
            0.3365636522490781,
            0.3598829772613211,
            0.3739900599961236
        ]
    },
    "0.1667900235726518-3-337": {
        "average clique similarity": 0.1667900235726518,
        "clique": [
            "3-Conversely  for Repu",
            "1-The Senate must conf",
            "2-The Wall Street Jour"
        ],
        "median tf-idf score": 1.0923872561847177,
        "publications": [
            "Vox",
            "National Review",
            "Reuters"
        ],
        "sentences": [
            "Conversely, for Republicans, putting Sandoval on the bench would foreclose the possibility that Democrats take the White House and the Senate in November, fill the seat with a liberal, and launch the first progressive majority on the Supreme Court in two generations.",
            "The Senate must confirm any high court nominee, but McConnell remained unswayed even with word that Obama was considering the Republican Sandoval for the job.",
            "The Wall Street Journal reports that the White House is vetting Nevada’s Republican governor Brian Sandoval for the Supreme Court."
        ],
        "tf-idf score": [
            1.158948871269318,
            1.0923872561847177,
            1.0667902703078451
        ]
    },
    "0.1722139677408309-3-45": {
        "average clique similarity": 0.1722139677408309,
        "clique": [
            "3-But in the actual po",
            "4-Though the review pr",
            "0-It is not uncommon f"
        ],
        "median tf-idf score": 0.6307806737157541,
        "publications": [
            "Vox",
            "Talking Points Memo",
            "Washington Post"
        ],
        "sentences": [
            "But in the actual politics of 2016 it seems so obviously doomed as to be hardly worth trying  —   though floating Sandoval’s name in the press as a way to bait Republicans into batting it down could be a savvy strategy for Democrats to underscore exactly how rigid the GOP is being about the confirmation battle.",
            "Though the review process is in its initial phases and it is unclear whether the governor could ultimately emerge as the president’s pick, even the prospect of his nomination poses a difficult dilemma for Senate Republicans who have promised not to consider any nomination before November’s elections.",
            "It is not uncommon for names to be floated as trial balloons ahead of an actual nomination."
        ],
        "tf-idf score": [
            0.742542572036551,
            0.6307806737157541,
            0.1435199101736824
        ]
    },
    "0.1745063266930602-3-349": {
        "average clique similarity": 0.1745063266930602,
        "clique": [
            "4-But Sandoval is not ",
            "1-The Democratic polit",
            "3-What s more  the ide"
        ],
        "median tf-idf score": 0.3420781736780717,
        "publications": [
            "Washington Post",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "But Sandoval is not seen as    —   potentially alienating a swath of the Democratic base.",
            "The Democratic political base would object to such a choice, a risk Obama is unlikely to take during an election year.",
            "What’s more, the idea of Obama being forced to name a Republican touches the emotional core of the Democratic base  —   the idea that Republican obstructionism is an effort to delegitimize Obama and his presidency."
        ],
        "tf-idf score": [
            0.3248640674042588,
            0.3420781736780717,
            0.4435284127489315
        ]
    },
    "0.21004362687203737-3-432": {
        "average clique similarity": 0.21004362687203737,
        "clique": [
            "4-While the selection ",
            "1- President Barack Ob",
            "0-The White House s th"
        ],
        "median tf-idf score": 1.1108466916716015,
        "publications": [
            "Talking Points Memo",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "While the selection of a Republican could heighten the political pressure on Senate GOP leaders, it could also alienate the Democratic base and runs counter to Obama’s emphasis on taking a long view of who deserves to sit on the nation’s highest court.",
            " President Barack Obama is considering appointing a moderate Republican to the Supreme Court, a source close to the process said on Wednesday, but leaders in the   Senate held firm to their threat to block anyone he nominates.",
            "The White House’s thinking could be that floating Sandoval, a moderate   Hispanic Republican, could turn up the political heat on Senate Republicans, who have pledged not to even hold a hearing on any Obama nominee to the Supreme Court."
        ],
        "tf-idf score": [
            0.8261190760920574,
            1.1108466916716015,
            1.367035563857808
        ]
    },
    "0.22114385262521477-3-198": {
        "average clique similarity": 0.22114385262521477,
        "clique": [
            "4-A Sandoval spokesman",
            "0-The spokesman for th",
            "1-White House spokesma"
        ],
        "median tf-idf score": 0.7588611238775838,
        "publications": [
            "Reuters",
            "Washington Post",
            "Talking Points Memo"
        ],
        "sentences": [
            "A Sandoval spokesman, Mari St. Martin, said Wednesday, “Neither Governor Sandoval nor his staff has been contacted by or talked to the Obama administration regarding any potential vetting for the vacancy on the U S Supreme Court.",
            "The spokesman for the White House has repeatedly said that the president has not narrowed his list of nominees to a ”shortlist” yet.",
            "White House spokesman Josh Earnest declined during a briefing to confirm whether Sandoval was on Obama’s list of potential nominees."
        ],
        "tf-idf score": [
            1.028458410622696,
            0.5697178599636745,
            0.7588611238775838
        ]
    },
    "0.22349347549309692-3-320": {
        "average clique similarity": 0.22349347549309692,
        "clique": [
            "3-Way back in 2004 whe",
            "4-Elected as the state",
            "2-But behind the scene"
        ],
        "median tf-idf score": 0.6329998296993324,
        "publications": [
            "National Review",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "Way back in 2004 when Sandoval was attorney general, Reid recommended him to the Bush administration as a Republican he would gladly back for a seat on the federal judiciary.",
            "Elected as the state’s attorney general in 2002, Sandoval quickly became one of the more popular Republicans in Nevada.",
            "But behind the scenes he opposed the state’s attorney general partnering with former U S solicitor general Paul Clement to fight the suit."
        ],
        "tf-idf score": [
            0.7833264001600322,
            0.6329998296993324,
            0.18040127633695494
        ]
    },
    "0.22735313987992223-3-222": {
        "average clique similarity": 0.22735313987992223,
        "clique": [
            "0-Brian Sandoval for t",
            "1-The source said Neva",
            "3- Brian Sandoval  the"
        ],
        "median tf-idf score": 0.933446958291968,
        "publications": [
            "Talking Points Memo",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "Brian Sandoval for the open seat on the Supreme Court.",
            "The source said Nevada Governor Brian Sandoval, a Republican and former federal judge, was among the possible candidates.",
            " Brian Sandoval, the moderate Republican governor of Nevada who also happens to have been a federal judge before becoming governor, has been floated by both of his home state’s senators as a possible compromise Supreme Court appointment."
        ],
        "tf-idf score": [
            0.5616445974760982,
            0.933446958291968,
            1.2500842428077
        ]
    },
    "0.23496656950341976-3-196": {
        "average clique similarity": 0.23496656950341976,
        "clique": [
            "3-But as the governor ",
            "0-On social issues  Sa",
            "1-As governor  Sandova"
        ],
        "median tf-idf score": 1.0387749441600969,
        "publications": [
            "Vox",
            "Talking Points Memo",
            "Reuters"
        ],
        "sentences": [
            "But as the governor of a politically moderate state that had a Democratic controlled legislature for parts of his tenure, he has taken a number of noteworthy moderate positions:     He is  .",
            "On social issues, Sandoval is more moderate than many Republicans on social issues like abortion and gay marriage, but he is still far more of a conservative than many Democrats would expect for a nominee to the court by a Democratic president.",
            "As governor, Sandoval has taken a traditional Republican stance in support of gun rights, but his more moderate views on social issues, such as abortion rights, could make him an attractive choice for the Democratic president."
        ],
        "tf-idf score": [
            0.427722327329896,
            1.1353733051251218,
            1.0387749441600969
        ]
    },
    "0.23607939639171213-3-49": {
        "average clique similarity": 0.23607939639171213,
        "clique": [
            "0-As the Washington Po",
            "4- Democrats troll GOP",
            "3-Sandoval got the nod"
        ],
        "median tf-idf score": 0.8936995362578214,
        "publications": [
            "Washington Post",
            "Vox",
            "Talking Points Memo"
        ],
        "sentences": [
            "As the Washington Post report notes, the Senate did ”unanimously” approve Sandoval to a federal district judgeship in 2005.",
            "[Democrats troll GOP by floating a Republican for Supreme Court]   The Senate unanimously confirmed Sandoval as a district court judge in 2005 after he was nominated by President George W Bush.",
            "Sandoval got the nod from Bush for a seat on a federal district court, and the affair was generally interpreted in the press as an example of Reid’s political savvy  —   by putting the young, popular Sandoval on the federal bench he eliminated him as a potential Reid opponent in his 2004 reelection battle."
        ],
        "tf-idf score": [
            0.5814983674723987,
            1.140918713228877,
            0.8936995362578214
        ]
    },
    "0.23740242861441785-3-434": {
        "average clique similarity": 0.23740242861441785,
        "clique": [
            "3-Sandoval also has an",
            "2-The next day  the go",
            "4-  It is clear  howev"
        ],
        "median tf-idf score": 0.5799803153975266,
        "publications": [
            "Vox",
            "National Review",
            "Washington Post"
        ],
        "sentences": [
            "Sandoval also has an interesting   relationship with frenemy Harry Reid, the Democrats’ leader in the Senate.",
            "The next day, the governor requested and secured a meeting with Harry Reid, the Democratic Senate minority leader from his home state.",
            "” It is clear, however, that Senate Minority Leader Harry M Reid, a fellow Nevadan with whom Sandoval enjoys cordial relations, is playing a key role as intermediary."
        ],
        "tf-idf score": [
            0.6323315362146361,
            0.5107114154316588,
            0.5799803153975266
        ]
    },
    "0.2400009705439664-3-14": {
        "average clique similarity": 0.2400009705439664,
        "clique": [
            "1-Scalia s death left ",
            "2- He was an undisting",
            "4-Four years later  as"
        ],
        "median tf-idf score": 0.2864320692794945,
        "publications": [
            "National Review",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Scalia’s death left the court with four liberals and four conservatives.",
            "“He was an undistinguished   judge for four years, and that’s the sum total of his judicial experience,” one of the state’s most respected lawyers told me.",
            "Four years later, as   Gov."
        ],
        "tf-idf score": [
            0.2864320692794945,
            0.32641223619614873,
            0.05767221836403355
        ]
    },
    "0.2404792623914496-3-64": {
        "average clique similarity": 0.2404792623914496,
        "clique": [
            "4-A person familiar wi",
            "1- HE WAS INTERESTED  ",
            "0-Senate Minority Lead"
        ],
        "median tf-idf score": 0.8529792558087367,
        "publications": [
            "Reuters",
            "Talking Points Memo",
            "Washington Post"
        ],
        "sentences": [
            "A person familiar with the conversation said that while Sandoval told Reid he had not made a final decision on whether he would accept a Supreme Court nomination, he would allow the vetting process to move forward.",
            "’HE WAS INTERESTED’ Sandoval met on Monday in the U S Capitol for about 30 minutes with Senate Democratic leader Harry Reid of Nevada, and Reid asked him whether he would be interested in being considered for the high court job, according to the source, who asked not to be identified.",
            "Senate Minority Leader Harry Reid ( ) met with Sandoval on Monday and said Wednesday that he could support Sandoval if he were to be nominated."
        ],
        "tf-idf score": [
            0.8529792558087367,
            1.0300408013515243,
            0.7565237714938603
        ]
    },
    "0.25804804746824445-3-325": {
        "average clique similarity": 0.25804804746824445,
        "clique": [
            "3-If literally everyth",
            "4- Republican National",
            "1-The Feb  13 death of"
        ],
        "median tf-idf score": 0.7650684098881537,
        "publications": [
            "Reuters",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "If literally everything about American politics in 2016 were different, filling a vacancy on the Supreme Court caused by the death of an iconic conservative justice with a moderate Republican could be a sensible compromise between a Democratic White House and a Republican Senate.",
            "(Republican National Convention)   It is unclear how many potential nominees are under White House consideration for the high court vacancy left by the death of Justice Antonin Scalia.",
            "The Feb. 13 death of   conservative Justice Antonin Scalia created a vacancy on the   court and ignited a political fight."
        ],
        "tf-idf score": [
            1.0084828699110078,
            0.7650684098881537,
            0.3936365570931027
        ]
    },
    "0.38494842841009497-3-256": {
        "average clique similarity": 0.38494842841009497,
        "clique": [
            "4- He s a good person ",
            "2-But the record on ho",
            "0- I don t pick the ju"
        ],
        "median tf-idf score": 0.36292876627255205,
        "publications": [
            "Washington Post",
            "National Review",
            "Talking Points Memo"
        ],
        "sentences": [
            "“He’s a good person, has a great record, and has been a tremendously good governor in spite of having to deal with some very big problems there.",
            "But the record on how he has governed in Nevada speaks volumes.",
            "”I don’t pick the justices, but I know if he were picked, I would support the man,” Reid told CNN ”He’s a good person, has a great record, and has been a tremendously good governor in spite of having to deal with some very big problems there”."
        ],
        "tf-idf score": [
            0.36292876627255205,
            0.1932838632825023,
            0.6455011865829978
        ]
    }
}