{
    "0.15519322002728705-3-378": {
        "average clique similarity": 0.15519322002728705,
        "clique": [
            "0- I think that comput",
            "4-While U S officials ",
            "3-The officials added "
        ],
        "median tf-idf score": 0.562098908310339,
        "publications": [
            "Vox",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "“I think that computers have complicated lives very greatly.",
            "While U S officials have not named Putin himself in the cyber meddling, Obama has suggested that approval came from the very top of the Russian government.",
            "The officials added that the actions were a necessary response to “very disturbing Russian threats to US national security”."
        ],
        "tf-idf score": [
            0.06638604045010962,
            0.7214120257734941,
            0.562098908310339
        ]
    },
    "0.15864782013183165-3-242": {
        "average clique similarity": 0.15864782013183165,
        "clique": [
            "4- I expect that with ",
            "0-In his statement  Ob",
            "3-  He also announced "
        ],
        "median tf-idf score": 0.4053565219660716,
        "publications": [
            "Guardian",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "“I expect that with his arrival the dialogue between Russia and the United States will be conducted in a more healthy political atmosphere.",
            "In his statement, Obama also hinted that there was more to come, likely in the form of unannounced cyber warfare.",
            "” He also announced the closure of two Russian compounds in the US Obama added that more actions would be taken, “some of which will not be publicized”."
        ],
        "tf-idf score": [
            0.37619573893390984,
            0.4053565219660716,
            0.5529080048961424
        ]
    },
    "0.1676607361322232-3-22": {
        "average clique similarity": 0.1676607361322232,
        "clique": [
            "0-But hours later  Put",
            "4- Such activities hav",
            "3- We have no reason t"
        ],
        "median tf-idf score": 0.37681886491041966,
        "publications": [
            "Guardian",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "But hours later, Putin said that no such act of retaliation was going to happen.",
            "“Such activities have consequences,” the president said in a statement.",
            "“We have no reason to believe that Russia’s activities will cease,” a senior official said."
        ],
        "tf-idf score": [
            0.34949607038885094,
            0.37681886491041966,
            0.5776878006876309
        ]
    },
    "0.17031623465713966-3-266": {
        "average clique similarity": 0.17031623465713966,
        "clique": [
            "4-Speaking Thursday be",
            "2-Donald Trump has rep",
            "1-Donald Trump    who "
        ],
        "median tf-idf score": 0.9525705970456565,
        "publications": [
            "NPR",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "Speaking Thursday before the reprisal announcement, Sean Spicer, the incoming White House press secretary, said Trump’s views on the hacking allegations could change if more solid evidence emerges that Russia was responsible.",
            "Donald Trump has repeatedly cast doubt on assertions that Russia was responsible for hacks and leaks during the election.",
            "Donald Trump    who has publicly expressed skepticism that Russia meddled in the election    said Thursday it’s time for the US to ”move on” regarding the hacking."
        ],
        "tf-idf score": [
            0.9551744574988152,
            0.728472141954124,
            0.9525705970456565
        ]
    },
    "0.17164541457045426-3-375": {
        "average clique similarity": 0.17164541457045426,
        "clique": [
            "4-As part of the new m",
            "2-And it serves as a p",
            "1-The order from the R"
        ],
        "median tf-idf score": 0.5459059390637481,
        "publications": [
            "Washington Post",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "As part of the new measures, the administration has amended a 2015 executive order allowing the president to respond to foreign cyberattacks.",
            "And it serves as a prime example of this administration’s ineffective foreign policy that has left America weaker in the eyes of the world”.",
            "The order from the Russian government closes the school, which serves children of US, British and Canadian embassy personnel, to US and foreign nationals."
        ],
        "tf-idf score": [
            0.5459059390637481,
            0.4348080766580268,
            0.5640353445603212
        ]
    },
    "0.17887240625634412-3-3": {
        "average clique similarity": 0.17887240625634412,
        "clique": [
            "4-That order was inten",
            "1- Russia s cyberactiv",
            "3- I have issued an ex"
        ],
        "median tf-idf score": 0.9735299825891992,
        "publications": [
            "Washington Post",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "That order was intended primarily for attacks against infrastructure or commercial targets, but officials adapted it to cover attempts to undermine the electoral process  —   not only in the United States but in other countries as well.",
            "”Russia’s cyberactivities were intended to influence the election, erode faith in US democratic institutions, sow doubt about the integrity of our electoral process, and undermine confidence in the institutions of the US government,” a White House statement said.",
            "“I have issued an executive order that provides additional authority for responding to certain cyber activity that seeks to interfere with or undermine our election processes and institutions, or those of our allies or partners,” Obama said in the statement, released while he was vacationing with his family in Hawaii."
        ],
        "tf-idf score": [
            0.5168816873661138,
            1.0053409080322,
            0.9735299825891992
        ]
    },
    "0.1828742180873619-3-204": {
        "average clique similarity": 0.1828742180873619,
        "clique": [
            "1-They ve long been so",
            "2-These intrusions wer",
            "4-U S officials say th"
        ],
        "median tf-idf score": 0.7583973838189194,
        "publications": [
            "NPR",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "They’ve long been sought by the FBI Obama also said in the statement announcing that the diplomats have been ordered to leave the country and that those individuals and their families were given 72 hours to leave the United States.",
            "These intrusions were not just ’hacks.’ They were attacks on the United States by a foreign power and should be treated as such.",
            "U S officials say they have been refining for months their assessment of the attacks, in which they say a Russian military intelligence agency hacked the Democratic National Committee and stole emails that were later released by WikiLeaks."
        ],
        "tf-idf score": [
            0.7683856140700396,
            0.2282315734074486,
            0.7583973838189194
        ]
    },
    "0.19435640082544833-3-252": {
        "average clique similarity": 0.19435640082544833,
        "clique": [
            "1- These actions are u",
            "2- We will continue to",
            "0- We will not create "
        ],
        "median tf-idf score": 0.10413253203153086,
        "publications": [
            "NPR",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "”These actions are unacceptable and will not be tolerated”.",
            "”We will continue to take a variety of actions at a time and place of our choosing, some of which will not be publicized,” the statement goes on to say.",
            "”We will not create problems for US diplomats."
        ],
        "tf-idf score": [
            0.10413253203153086,
            0.316677336608609,
            0.0693349111481284
        ]
    },
    "0.2044242103064704-3-373": {
        "average clique similarity": 0.2044242103064704,
        "clique": [
            "2-Later on Thursday  a",
            "4-The new measures inc",
            "0-Whom the sanctions t"
        ],
        "median tf-idf score": 1.1099347420158419,
        "publications": [
            "NPR",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "Later on Thursday, a separate joint statement from the Department of Homeland Security, Office of the Director of National Intelligence, and the FBI reiterated the claim that the Russian government was behind the cyber attacks: ”This activity by Russian intelligence services is part of a   campaign of   operations directed at the U S Government and its citizens.",
            "The new measures include sanctions on two Russian intelligence agencies, three companies that are believed to have provided support for government cyber operations, and four Russian cyber officials.",
            "Whom the sanctions target The sanctions take aim at two of Russia’s major intelligence agencies  —   the FSB, the main successor agency to the   KGB, and the GRU, the Russian military intelligence agency  —   which are accused of hacking the Democratic National Committee’s servers and the email account of Clinton campaign chair John Podesta to steal and then release information damaging to Democratic presidential nominee Hillary Clinton."
        ],
        "tf-idf score": [
            1.1099347420158419,
            0.8853389965334689,
            1.2598322347833115
        ]
    },
    "0.21648663464608722-3-8": {
        "average clique similarity": 0.21648663464608722,
        "clique": [
            "4-In a call with repor",
            "3-  In a conference ca",
            "1-The Russian diplomat"
        ],
        "median tf-idf score": 0.9081223036529151,
        "publications": [
            "Guardian",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "In a call with reporters, U S officials said they chose to announce the new measures before the end of Obama’s term in an attempt to educate Americans about Russian activities and to deter future intrusions.",
            "” In a conference call with reporters, senior White House officials said the  ’s transition team was informed of the sanctions before they were announced on Thursday.",
            "The Russian diplomats and the two compounds, located in Maryland and New York, were engaged in intelligence activities but were not alleged to have been involved in the hacking related to the election, White House Homeland Security adviser Lisa Monaco told reporters."
        ],
        "tf-idf score": [
            0.9081223036529151,
            0.7340173174345781,
            1.018917405493343
        ]
    },
    "0.22030529989576997-3-308": {
        "average clique similarity": 0.22030529989576997,
        "clique": [
            "4-Trump has called on ",
            "2-That s why I have ca",
            "3-  On Capitol Hill  D"
        ],
        "median tf-idf score": 0.595863594027848,
        "publications": [
            "Washington Post",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "Trump has called on the Obama administration to present proof of Russian hacking.",
            "That’s why I have called on Congress to launch a thorough, independent, and bipartisan investigation on the Russian government’s unprecedented interference in the 2016 election”.",
            "” On Capitol Hill, Democrats applauded the president’s action, called for further measures and emphasized bipartisan support for a thorough investigation into Russian hacking."
        ],
        "tf-idf score": [
            0.7726948984826213,
            0.5674746066520575,
            0.595863594027848
        ]
    },
    "0.22726960740256605-3-19": {
        "average clique similarity": 0.22726960740256605,
        "clique": [
            "0- Further steps towar",
            "4- None of this will c",
            "1- Nevertheless  in th"
        ],
        "median tf-idf score": 0.6443621046206068,
        "publications": [
            "CNN",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "”Further steps towards the restoration of   relations will be built on the basis of the policies carried out by the administration of President Trump,” said a statement from the Kremlin.",
            "“None of this will change the results of the election of the American president, and in January, the rightful owner of the White House will be Donald Trump,” Slutsky said.",
            "”Nevertheless, in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation”."
        ],
        "tf-idf score": [
            0.6628487316371678,
            0.6443621046206068,
            0.3753875250908753
        ]
    },
    "0.23603397021434747-3-72": {
        "average clique similarity": 0.23603397021434747,
        "clique": [
            "2-Meanwhile  the AP Re",
            "1- The retaliatory mea",
            "3-  In Moscow  a Putin"
        ],
        "median tf-idf score": 0.4297556293465367,
        "publications": [
            "NPR",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Meanwhile, the AP Reports that Russia is already considering retaliatory measures to the sanctions.",
            "”The retaliatory measures announced by the Obama administration today are long overdue.",
            "” In Moscow, a Putin spokesman said Russia regretted the new sanctions and would consider retaliatory measures."
        ],
        "tf-idf score": [
            0.4297556293465367,
            0.37601125653623924,
            0.7442967637172307
        ]
    },
    "0.25058917207912834-5-87": {
        "average clique similarity": 0.25058917207912834,
        "clique": [
            "4-The two agencies nam",
            "2-The immediate impact",
            "0-On Friday  Russian F",
            "1-The administration a",
            "3-  The 35 Russian dip"
        ],
        "median tf-idf score": 0.6591491338271981,
        "publications": [
            "NPR",
            "Washington Post",
            "Vox",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "The two agencies named are the GRU, Russia’s military spy service, and the FSB, the civilian spy agency that grew out of the KGB  The administration has also ordered 35 Russian operatives to leave the United States and will shut down   facilities on Maryland’s Eastern Shore and on Long Island in New York believed to have been used for intelligence purposes.",
            "The immediate impact of the president’s executive order is that 35 Russian diplomats will be expelled from the U S and two Russian compounds will be closed.",
            "On Friday, Russian Foreign Minister Sergey Lavrov publicly recommended that Russia expel 35 US diplomats and shut down two US diplomatic facilities as a   .",
            "The administration also ordered 35 Russian diplomats to leave the country and two Russian compounds are being closed.",
            "” The 35 Russian diplomats being expelled are “intelligence operatives” Obama said."
        ],
        "tf-idf score": [
            1.2924938819397283,
            0.47221371701886466,
            0.6591491338271981,
            0.5149105894440283,
            0.6933463246278095
        ]
    },
    "0.2517788885677931-3-414": {
        "average clique similarity": 0.2517788885677931,
        "clique": [
            "0- US intelligence age",
            "3-US intelligence serv",
            "4-In recent months  th"
        ],
        "median tf-idf score": 0.9137180528349773,
        "publications": [
            "Vox",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            " US intelligence agencies believe that this year Russia mounted an unprecedented attack on the integrity of the American electoral process in an effort to undermine American democracy and ensure the election of   Donald Trump.",
            "US intelligence services believe Russia ordered   on the Democratic National Committee (DNC) Hillary Clinton’s campaign and other political organizations, in an attempt to influence the election in favor of the Republican candidate, Donald Trump.",
            "In recent months, the FBI and CIA have concluded that Russia intervened repeatedly in the 2016 election, leaking damaging information in an attempt to undermine the electoral process and help Donald Trump take the White House."
        ],
        "tf-idf score": [
            0.9137180528349773,
            0.9788539859136955,
            0.7859319137291997
        ]
    },
    "0.2700754708798861-3-30": {
        "average clique similarity": 0.2700754708798861,
        "clique": [
            "2- We applaud Presiden",
            "1- These actions follo",
            "4-Obama  who had promi"
        ],
        "median tf-idf score": 0.807756503199093,
        "publications": [
            "CNN",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "”We applaud President Obama for taking these actions in response to the Russian   cyberattacks on the DNC, the Clinton campaign, and our free and fair elections.",
            "”These actions follow repeated private and public warnings that we have issued to the Russian government, and are a necessary and appropriate response to efforts to harm US interests in violation of established international norms of behavior,” Obama said in the statement.",
            "Obama, who had promised a tough U S response, said the new actions were “a necessary and appropriate response to efforts to harm U S interests."
        ],
        "tf-idf score": [
            0.807756503199093,
            1.018391025681388,
            0.6086807929156888
        ]
    },
    "0.2774947559360615-3-108": {
        "average clique similarity": 0.2774947559360615,
        "clique": [
            "4-Peskov said the resp",
            "3-In a statement issue",
            "2-In a statement Thurs"
        ],
        "median tf-idf score": 1.013627583818021,
        "publications": [
            "Guardian",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Peskov said the response would be authorized by President Vladimir Putin.",
            "In a statement issued two weeks after the president said he would respond to   by Moscow “at a time and place of our choosing” Obama said Americans should “be alarmed by Russia’s actions” and pledged further action.",
            "In a statement Thursday, President Obama said, ”All Americans should be alarmed by Russia’s actions,” referring to hacks of the Democratic National Committee."
        ],
        "tf-idf score": [
            0.34374655476279137,
            1.013627583818021,
            1.0479632264747107
        ]
    },
    "0.29123631364468294-3-377": {
        "average clique similarity": 0.29123631364468294,
        "clique": [
            "4-In a statement issue",
            "0-He reserved the righ",
            "2-But shortly after 6 "
        ],
        "median tf-idf score": 0.6020358932413055,
        "publications": [
            "Vox",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "In a statement issued by his transition office late Thursday, Trump was noncommittal, saying, “It’s time for our country to move on to bigger and better things.",
            "He reserved the right to respond to the US for its sanctions in the future, but said that it would refrain from doing so until Trump shows his cards on his Russia policy.",
            "But shortly after 6:00 pm on Thursday, his transition team released the following statement, attributed to Trump: ”It’s time for our country to move on to bigger and better things."
        ],
        "tf-idf score": [
            0.6020358932413055,
            0.7294536410768814,
            0.5439336232548966
        ]
    },
    "0.293375963480403-3-125": {
        "average clique similarity": 0.293375963480403,
        "clique": [
            "3-The Obama administra",
            "2-Updated at 6 15 p  m",
            "4- The Obama administr"
        ],
        "median tf-idf score": 1.0116748750486098,
        "publications": [
            "Guardian",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "The Obama administration on Thursday announced its retaliation for Russian efforts to interfere with the US presidential election, ordering sweeping new sanctions that included the expulsion of 35 Russians.",
            "Updated at 6:15 p. m. The White House has announced new actions targeting Russia in response to what U S officials say were cyberattacks intended to interfere with the U S election.",
            " The Obama administration announced sweeping new measures against Russia on Thursday in retaliation for what U S officials have characterized as interference in this fall’s presidential election, ordering the expulsion of Russian “intelligence operatives” and slapping new sanctions on state agencies and individuals suspected in the hacks of U S computer systems."
        ],
        "tf-idf score": [
            1.0116748750486098,
            1.002865380978018,
            1.6261722012130204
        ]
    },
    "0.3078876976274884-3-68": {
        "average clique similarity": 0.3078876976274884,
        "clique": [
            "1-The US also separate",
            "4-The Treasury Departm",
            "3- In addition  the se"
        ],
        "median tf-idf score": 0.45187499840005335,
        "publications": [
            "CNN",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "The US also separately sanctioned two Russian individuals, Evgeniy Mikhailovich Bogachev and Alexey Belan, for using   means to allegedly cause misappropriation of funds and personal identifying information.",
            "The Treasury Department also designated two Russian hackers, Evgeny Bogachev and Aleksey Belan, for criminal cyber activities involving U S firms and unrelated to the election hacks.",
            "“In addition, the secretary of the treasury is designating two Russian individuals for using   means to cause misappropriation of funds and personal identifying information."
        ],
        "tf-idf score": [
            0.45187499840005335,
            0.5327028305529588,
            0.4174118104442479
        ]
    },
    "0.3145723700470062-3-172": {
        "average clique similarity": 0.3145723700470062,
        "clique": [
            "3-Starting on Friday a",
            "4-  Identifying the ma",
            "0-It also said that as"
        ],
        "median tf-idf score": 0.7237846620929506,
        "publications": [
            "Vox",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "Starting on Friday at noon, the White House said, Russia will be denied access to compounds in Maryland and New York that have been used for   purposes.",
            "” Identifying the malware that was used, imposing sanctions and affecting the Russians’ ability to hack for intelligence purposes all “raise the cost” of conducting such activities, Carlin said.",
            "It also said that as of noon on Friday, Russians would be denied access to Russian government —  owned compounds in Maryland and New York that they use for “  purposes."
        ],
        "tf-idf score": [
            0.7237846620929506,
            0.8456753855812105,
            0.6803339004581385
        ]
    },
    "0.3364964704929127-4-389": {
        "average clique similarity": 0.3364964704929127,
        "clique": [
            "2-The statement also n",
            "1-RELATED  Obama puts ",
            "0-Obama also targeted ",
            "3- Using this new auth"
        ],
        "median tf-idf score": 0.8506581800410276,
        "publications": [
            "Vox",
            "CNN",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "The statement also names Russian individuals and entities  ” including two intelligence services  ” to be targeted by new sanctions.",
            "RELATED: Obama puts Trump on the spot with Russia sanctions, According to statements from the White House and the Treasury Department, the government has sanctioned nine entities and individuals over their alleged interference in the election: the GRU and the FSB, which are two Russian intelligence services four individual officers of the GRU and three companies that provided material support to the GRU’s operations.",
            "Obama also targeted individuals that allegedly played a leadership role in ordering the cyberattacks: Igor Valentinovich Korobov, the current chief of the GRU; Sergey Aleksandrovich Gizunov, deputy of the GRU; Igor Olegovich Kostyukov, a first deputy chief of the GRU; and Vladimir Stepanovich Alexseyev, also a first deputy chief of the GRU    There will also be sanctions against three Russian companies that the administration believes aided the cyberattacks.",
            "“Using this new authority, I have sanctioned nine entities and individuals: the GRU and the FSB, two Russian intelligence services four individual officers of the GRU and three companies that provided material support to the GRU’s cyber operations."
        ],
        "tf-idf score": [
            0.7688551920321234,
            1.8084648303718267,
            0.9296683744255376,
            0.7716479856565175
        ]
    },
    "0.33656810438302553-3-232": {
        "average clique similarity": 0.33656810438302553,
        "clique": [
            "0-In a separate      b",
            "4-State Department spo",
            "3-The statement said t"
        ],
        "median tf-idf score": 1.0815458434087146,
        "publications": [
            "Washington Post",
            "Guardian",
            "Vox"
        ],
        "sentences": [
            "In a separate  —   but clearly related  —   statement, the Obama administration ordered 35 Russian diplomats to leave the country within 72 hours, which it says is a response to the harassment of US diplomatic personnel in Russia.",
            "State Department spokesperson Mark C Toner said the diplomatic retaliation was partly a response to Russian provocations against American personnel in Russia, including “arbitrary police stops, physical  assault, and the broadcast on State TV of personal details about our personnel that put them at risk.",
            "The statement said the harassment has included “arbitrary police stops, physical assault, and the broadcast on state TV of personal details about our personnel that put them at risk”."
        ],
        "tf-idf score": [
            1.1445342807716605,
            1.0815458434087146,
            0.588334552111746
        ]
    },
    "0.3544363546545355-3-414": {
        "average clique similarity": 0.3544363546545355,
        "clique": [
            "2-Therefore  today s a",
            "1-While today s action",
            "4-Because Thursday s a"
        ],
        "median tf-idf score": 0.2988972385335316,
        "publications": [
            "NPR",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Therefore, today’s action alone by the White House is insufficient.",
            "While today’s action by the administration is overdue, it is an appropriate way to end eight years of failed policy with Russia.",
            "Because Thursday’s announcement is an executive action, it can be undone by the next administration."
        ],
        "tf-idf score": [
            0.23206757871378292,
            0.6039981062494516,
            0.2988972385335316
        ]
    },
    "0.3616762132924365-3-414": {
        "average clique similarity": 0.3616762132924365,
        "clique": [
            "3-  Republican senator",
            "1-John McCain and Lind",
            "4-John McCain     "
        ],
        "median tf-idf score": 0.4898269175114909,
        "publications": [
            "Guardian",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "” Republican senators John McCain and Lindsey Graham, two of Russia’s fiercest critics, echoed Ryan but also called for tough Congressional sanctions.",
            "John McCain and Lindsey Graham, two of Russia’s fiercest critics in the US Senate, called for stronger sanctions against Russia.",
            "John McCain ( .)"
        ],
        "tf-idf score": [
            0.5471331004455914,
            0.4898269175114909,
            0.03590084025653844
        ]
    },
    "0.388093796955131-4-381": {
        "average clique similarity": 0.388093796955131,
        "clique": [
            "4-C  said the measures",
            "1-We intend to lead th",
            "0-John McCain and Lind",
            "3- We intend to lead t"
        ],
        "median tf-idf score": 0.6894004960716159,
        "publications": [
            "Guardian",
            "Washington Post",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "C) said the measures were inadequate and promised to fight for stronger sanctions.",
            "We intend to lead the effort in the new Congress to impose stronger sanctions on Russia,” the two said in a joint statement.",
            "John McCain and Lindsey Graham released a joint statement Thursday arguing that the Obama sanctions don’t go far enough, describing them as a “small price for Russia to pay,” and pledging to lead an effort in Congress to impose stronger sanctions on Russia using legislation.",
            "“We intend to lead the effort in the new Congress to impose stronger sanctions on Russia."
        ],
        "tf-idf score": [
            0.3588707623860335,
            0.8302922706982971,
            0.9856897192357806,
            0.5485087214449347
        ]
    },
    "0.39953262749996504-3-267": {
        "average clique similarity": 0.39953262749996504,
        "clique": [
            "1-But ultimately  they",
            "2-Now it s time for   ",
            "3- Ultimately   the sa"
        ],
        "median tf-idf score": 0.3948745411442966,
        "publications": [
            "Guardian",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "But ultimately, they are a small price for Russia to pay for its brazen attack on American democracy.",
            "Now it’s time for   Trump and the Republican leadership in Congress to put our national security before politics and show the American people that they are serious about protecting our democracy.",
            "“Ultimately, [the sanctions] are a small price for Russia to pay for its brazen attack on American democracy,” the two men said in a joint statement."
        ],
        "tf-idf score": [
            0.3934832777315103,
            0.3948745411442966,
            0.7966276783365365
        ]
    },
    "0.4165082870828105-3-154": {
        "average clique similarity": 0.4165082870828105,
        "clique": [
            "2- I hope the incoming",
            "0-  So far  Trump has ",
            "3- I hope the incoming"
        ],
        "median tf-idf score": 1.214114062248143,
        "publications": [
            "Vox",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "”I hope the incoming Trump administration, which has been far too close to Russia throughout the campaign and transition, won’t think for one second about weakening these new sanctions or our existing regime.",
            "” So far, Trump has consistently expressed skepticism about US intelligence agencies’ assessments that Russia launched the cyberattacks to tip the election in his favor, and said as recently as Wednesday that the entire domain of cyber warfare was too complex for him to even be curious about:   “I think we ought to get on with our lives,” he said.",
            "“I hope the incoming Trump administration, which has been far too close to Russia throughout the campaign and transition, won’t think for one second about weakening these new sanctions or our existing regime,” incoming Senate minority leader Chuck Schumer said in a statement."
        ],
        "tf-idf score": [
            0.9401586818400816,
            1.214114062248143,
            1.282395617002448
        ]
    },
    "0.43225872009214594-3-45": {
        "average clique similarity": 0.43225872009214594,
        "clique": [
            "3- It is in a extraord",
            "2-In fact  it has cons",
            "1- In fact  it has con"
        ],
        "median tf-idf score": 0.2496166708463423,
        "publications": [
            "Guardian",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "“It is in a extraordinary step for them to interfere in the democratic process here in the United States of America.",
            "In fact, it has consistently sought to undermine them, sowing dangerous instability around the world.",
            "”In fact, it has consistently sought to undermine them, sowing dangerous instability around the world."
        ],
        "tf-idf score": [
            0.25408333385502324,
            0.2496166708463423,
            0.2496166708463423
        ]
    },
    "0.44100864344762786-3-221": {
        "average clique similarity": 0.44100864344762786,
        "clique": [
            "2-Both parties ought t",
            "3- Both parties ought ",
            "1- And what we are say"
        ],
        "median tf-idf score": 0.5986365908476396,
        "publications": [
            "NPR",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Both parties ought to be united in standing up to Russian interference in our elections, to their cyberattacks, their illegal annexation of Crimea and other   interventions”.",
            "“Both parties ought to be united in standing up to Russian interference in our elections, to their cyber attacks, their illegal annexation of Crimea and other   interventions.",
            "”And what we are saying today is, in response to and in order to impose consequences for the Russian government’s increasing harassment and aggression toward our personnel in Moscow, and, of course, their malicious cyberactivities, interfering and an effort to interfere in our election process, we are imposing consequences”."
        ],
        "tf-idf score": [
            0.5496377523743657,
            0.5986365908476396,
            0.8190117617147722
        ]
    },
    "0.4485857891378214-3-132": {
        "average clique similarity": 0.4485857891378214,
        "clique": [
            "4- It s not a world of",
            "1-And it serves as a p",
            "3-And it serves as a p"
        ],
        "median tf-idf score": 0.4348080766580268,
        "publications": [
            "Guardian",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "“It’s not a world of free passes.",
            "And it serves as a prime example of this administration’s ineffective foreign policy that has left America weaker in the eyes of the world”.",
            "And it serves as a prime example of this administration’s ineffective foreign policy that has left America weaker in the eyes of the world."
        ],
        "tf-idf score": [
            0.04154770732069673,
            0.4348080766580268,
            0.4348080766580268
        ]
    },
    "0.5039016867163899-4-325": {
        "average clique similarity": 0.5039016867163899,
        "clique": [
            "1-Congressional Republ",
            "4- It is an appropriat",
            "3- While today s actio",
            "0-House Speaker Paul R"
        ],
        "median tf-idf score": 0.9043205795643539,
        "publications": [
            "Vox",
            "Washington Post",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Congressional Republicans split with Trump, House Speaker Paul Ryan, a Republican, called the sanctions ”overdue,” adding that it is an ”appropriate way to end eight years of failed policy with Russia”.",
            "“It is an appropriate way to end eight years of failed policy with Russia,” House Speaker Paul D Ryan ( .)",
            "“While today’s action by the administration is overdue,” House speaker Paul Ryan said in a statement, “it is an appropriate way to end eight years of failed policy with Russia.",
            "House Speaker Paul Ryan similarly endorsed Obama’s move as “overdue” and said that Russia “has consistently sought to undermine” the US  —   both comments at odds with Trump’s jarringly soft public statements about Moscow."
        ],
        "tf-idf score": [
            0.8242781671810878,
            0.4827633389555743,
            0.9843629919476199,
            1.135197994078322
        ]
    },
    "0.5481458475178169-3-414": {
        "average clique similarity": 0.5481458475178169,
        "clique": [
            "1- It s time for our c",
            "0-The divide between O",
            "3-On Thursday  Trump  "
        ],
        "median tf-idf score": 0.7213885211424558,
        "publications": [
            "CNN",
            "Vox",
            "Guardian"
        ],
        "sentences": [
            "”It’s time for our country to move on to bigger and better things,” Trump said in a statement.",
            "The divide between Obama and Trump is bigger than ever In a statement in response to the announcement of the sanctions, Trump sounded nonchalant about the entire issue, saying, “It’s time for our country to move on to bigger and better things.",
            "On Thursday, Trump, who has previously dismissed reports of Russian interference in the election, said in a statement: “It’s time for our country to move on to bigger and better things."
        ],
        "tf-idf score": [
            0.5202863261292505,
            0.7213885211424558,
            1.0870883278958077
        ]
    },
    "0.6424195509123705-5-69": {
        "average clique similarity": 0.6424195509123705,
        "clique": [
            "4-   Nevertheless   he",
            "0-  But he indicated t",
            "1-But he added that he",
            "2-Nevertheless  in the",
            "3-   He added  however"
        ],
        "median tf-idf score": 0.3753875250908753,
        "publications": [
            "Vox",
            "CNN",
            "Guardian",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "” “Nevertheless,” he said, “in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation.",
            "” But he indicated that he plans to ”meet with leaders of the intelligence community next week in order to be updated on the facts of this situation.",
            "But he added that he would meet with intelligence officials next week to be briefed on the matter.",
            "Nevertheless, in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation”.",
            "”  He added, however, that “in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation."
        ],
        "tf-idf score": [
            0.5376526594226391,
            0.3115589466379317,
            0.27454548793663364,
            0.3753875250908753,
            0.4008816177423688
        ]
    }
}