{
    "0.15598075013389073-3-150": {
        "average clique similarity": 0.15598075013389073,
        "clique": [
            "0-However  that was no",
            "5-I serve at the will ",
            "3-However  he believes"
        ],
        "median tf-idf score": 0.4859572818749658,
        "publications": [
            "Guardian",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "However, that was not enough and at a second hearing, some lawmakers called for the bank to be broken up.",
            "I serve at the will of the board and the board can make a decision about that,” Stumpf said at the time.",
            "However, he believes new leadership at this time is appropriate to guide Wells Fargo through its current challenges and take the Company forward”."
        ],
        "tf-idf score": [
            0.44053286911490636,
            0.4859572818749658,
            0.49456146985966093
        ]
    },
    "0.1634685258228092-3-261": {
        "average clique similarity": 0.1634685258228092,
        "clique": [
            "5-He told the lawmaker",
            "2-  In a statement  We",
            "3-In a statement  Well"
        ],
        "median tf-idf score": 0.9715252763240854,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "He told the lawmakers that he was dedicating all his energy to leading Wells Fargo and that he spent all of his waking hours thinking about it.",
            "” In a statement, Wells Fargo said Stumpf was retiring, and that he believed “new leadership at this time is appropriate to guide Wells Fargo through its current challenges.",
            "In a statement, Wells Fargo Lead Director Stephen Sanger said: ”John Stumpf has dedicated his professional life to banking, successfully leading Wells Fargo through the financial crisis and the largest merger in banking history, and helping to create one of the strongest and most   financial services companies in the world."
        ],
        "tf-idf score": [
            0.47636031852925437,
            0.9715252763240854,
            1.1858504376006693
        ]
    },
    "0.17223033764742168-3-330": {
        "average clique similarity": 0.17223033764742168,
        "clique": [
            "1-The reaction to the ",
            "5-Sloan  who has been ",
            "3-Wells Fargo has been"
        ],
        "median tf-idf score": 0.6991313454967182,
        "publications": [
            "New York Times",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "The reaction to the fake accounts at Wells Fargo, and to Mr Stumpf’s response to what has been uncovered as a widespread problem, has been withering and unrelenting.",
            "Sloan, who has been with the bank for 29 years, will retain the title of the president.",
            "Wells Fargo has been hammered in recent weeks by critics who say the bank unfairly took advantage of customers to meet sales targets."
        ],
        "tf-idf score": [
            0.6991313454967182,
            0.3903722374213836,
            0.7080692435753159
        ]
    },
    "0.1745581822895198-3-352": {
        "average clique similarity": 0.1745581822895198,
        "clique": [
            "4-John Stumpf was a su",
            "1- It was an incredibl",
            "0-Sloan said his immed"
        ],
        "median tf-idf score": 0.5416787891701583,
        "publications": [
            "Washington Post",
            "New York Times",
            "Reuters"
        ],
        "sentences": [
            "John Stumpf was a successful leader for his entire career” notwithstanding the recent controversy, Sloan said in an interview.",
            "“It was an incredibly selfless decision,” Mr Sloan said.",
            "Sloan said his immediate priority was to restore trust in the bank."
        ],
        "tf-idf score": [
            0.7237890370715458,
            0.463377121923503,
            0.5416787891701583
        ]
    },
    "0.17510583767790291-3-286": {
        "average clique similarity": 0.17510583767790291,
        "clique": [
            "4-He also worked close",
            "0-The new CEO will als",
            "5-He was also elected "
        ],
        "median tf-idf score": 0.31485548175494266,
        "publications": [
            "Guardian",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "He also worked closely with with Carrie Tolstedt, who led the bank’s community banking unit where the misconduct occurred.",
            "The new CEO will also contend with ongoing regulatory investigations and private litigation.",
            "He was also elected to the bank’s board."
        ],
        "tf-idf score": [
            0.31485548175494266,
            0.16611120622225334,
            0.4019116141946989
        ]
    },
    "0.18786659676720877-3-110": {
        "average clique similarity": 0.18786659676720877,
        "clique": [
            "2-  Stumpf s position ",
            "1-When pressed repeate",
            "5-When Stumpf testifie"
        ],
        "median tf-idf score": 0.8822702003890889,
        "publications": [
            "Guardian",
            "Buzzfeed News",
            "New York Times"
        ],
        "sentences": [
            "” Stumpf’s position grew more tenuous on Sunday when Vice News revealed one of the bank’s top executives was warned of improperly created accounts in 2005  —   five years prior to when he said the board was first made aware of the problems.",
            "When pressed repeatedly by members of the Senate Banking Committee about why he had not given back any of his lavish compensation, Mr Stumpf insisted that the decision was not up to him, but to the bank’s board.",
            "When Stumpf testified before the US House of Representatives, lawmakers pressed him on whether he thought it was appropriate for one person to serve as both the chief executive and the chairman."
        ],
        "tf-idf score": [
            1.1432855175618009,
            0.8822702003890889,
            0.736932977714658
        ]
    },
    "0.18835756660784808-3-301": {
        "average clique similarity": 0.18835756660784808,
        "clique": [
            "1-Mr Sloan said the ba",
            "5-As of 1 October  Wel",
            "2- Wells Fargo CEO Joh"
        ],
        "median tf-idf score": 0.8279095989979119,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "Mr Sloan said the bank had already named a new head of community banking, ended the retail banking sales goals that employees blamed for putting them under undue pressure and extended its review of its sales practices back to 2009.",
            "As of 1 October, Wells Fargo has terminated the practice of setting sales quotas in its retail banking.",
            " Wells Fargo CEO John Stumpf will leave the company immediately, as the bank grapples with a scandal over its   sales tactics and fraudulent behavior by its staff."
        ],
        "tf-idf score": [
            0.8279095989979119,
            0.48823777905338966,
            1.0219856737044788
        ]
    },
    "0.19115063770312482-3-131": {
        "average clique similarity": 0.19115063770312482,
        "clique": [
            "4-Stumpf went as far a",
            "0-A week after that he",
            "3-The bank s board alr"
        ],
        "median tf-idf score": 0.5241404409303458,
        "publications": [
            "Washington Post",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "Stumpf went as far as pledging to give up $41 million in compensation to account for the scandal, but his overture did little to quiet critics.",
            "A week after that hearing, he agreed to forgo $41 million in unvested stock awards.",
            "The bank’s board already had sought to discipline Stumpf by requiring him to forfeit $41 million in unvested equity."
        ],
        "tf-idf score": [
            0.5241404409303458,
            0.21106277944396865,
            0.6320188158484531
        ]
    },
    "0.19741477541408547-3-24": {
        "average clique similarity": 0.19741477541408547,
        "clique": [
            "4-But the executive li",
            "0-John Thielen  who gr",
            "5-Stumpf chose to reti"
        ],
        "median tf-idf score": 0.730545569047917,
        "publications": [
            "Washington Post",
            "Guardian",
            "Reuters"
        ],
        "sentences": [
            "But the executive likely felt he didn’t have a choice, said Tobias.",
            "John Thielen, who grew up with Stumpf in Piers, Minnesota where he was a year behind the future CEO in school, said he felt sorry for Stumpf.",
            "Stumpf chose to retire so as not to be a distraction, said Sloan, the new chief executive in an interview with CNBC When asked if he felt that Stumpf’s departure was a necessary condition in order for the bank to move forward, he said: “John did."
        ],
        "tf-idf score": [
            0.20480279309894306,
            0.730545569047917,
            1.0793964397178413
        ]
    },
    "0.19923112770202175-3-113": {
        "average clique similarity": 0.19923112770202175,
        "clique": [
            "5-  By the end of Sept",
            "1-Mr Stumpf  63  who w",
            "0-The departure is a s"
        ],
        "median tf-idf score": 0.801409152819232,
        "publications": [
            "Reuters",
            "New York Times",
            "Guardian"
        ],
        "sentences": [
            "” By the end of September, the Wells Fargo board announced that it was launching a new investigation into its retail banking and sales practices.",
            "Mr Stumpf, 63, who was twice called in front of Congress to testify about the scandal in recent weeks, faced vocal demands to resign from an outraged public, but the timing of his departure was unexpected given that the Wells Fargo board had not completed its internal investigation into the phony accounts and that the bank reports   earnings on Friday.",
            "The departure is a stunning reversal of fortune for Stumpf, who successfully navigated Wells through the financial crisis and built it into the world’s most valuable bank with a focus on Main   lending that was the envy of Wall Street."
        ],
        "tf-idf score": [
            0.7232916443090452,
            1.2942066388098945,
            0.801409152819232
        ]
    },
    "0.1997025236336746-3-65": {
        "average clique similarity": 0.1997025236336746,
        "clique": [
            "0- Based on his duck  ",
            "4-    Elizabeth Warren",
            "1-In an interview  Mr "
        ],
        "median tf-idf score": 0.8116623443289506,
        "publications": [
            "Washington Post",
            "New York Times",
            "Reuters"
        ],
        "sentences": [
            "”Based on his duck, dodge, and deny performance in the wake of admissions that his bank had fleeced legions of its own customers, he was not  —   and would never be  —   the change agent leader Wells Fargo so desperately needs,” Chiang said in the statement.",
            "—   Elizabeth Warren (@SenWarren) October 12, 2016   In an interview, Sloan said he was confident that he would be successful in his new role.",
            "In an interview, Mr Sloan said Mr Stumpf had told him of his decision to retire after concluding that he would most likely continue to be the focus of much of the criticism being leveled at the bank."
        ],
        "tf-idf score": [
            0.8463321339244247,
            0.5174372911738726,
            0.8116623443289506
        ]
    },
    "0.23817311401592542-4-35": {
        "average clique similarity": 0.23817311401592542,
        "clique": [
            "5-US lawmakers  includ",
            "0-Massachusetts Senato",
            "1-Senator Elizabeth Wa",
            "2-Stumpf was savaged b"
        ],
        "median tf-idf score": 0.5752293272701061,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "Reuters",
            "New York Times"
        ],
        "sentences": [
            "US lawmakers, including Massachusetts Senator Elizabeth Warren, have called on Stumpf to resign, return his earnings and submit to a criminal investigation.",
            "Massachusetts Senator Elizabeth Warren called him a ”gutless leader” who ”should be criminally investigated”.",
            "Senator Elizabeth Warren, the Massachusetts Democrat who blasted Mr Stumpf when he appeared before the Senate last month, fired off a scathing statement on Wednesday.",
            "Stumpf was savaged by Elizabeth Warren in a congressional hearing last month, with the Senator criticizing his “gutless” and calling for him to take responsibility for the thousands of Wells Fargo sales representatives that had illegally opened customer accounts without their authorization."
        ],
        "tf-idf score": [
            0.5367208575043034,
            0.21030026789653605,
            0.6137377970359087,
            1.2032951061733288
        ]
    },
    "0.24531905924579836-3-259": {
        "average clique similarity": 0.24531905924579836,
        "clique": [
            "0-Sloan will preside o",
            "5-Wells Fargo is sched",
            "1-Top bank executives "
        ],
        "median tf-idf score": 0.27754303564805716,
        "publications": [
            "Guardian",
            "Reuters",
            "New York Times"
        ],
        "sentences": [
            "Sloan will preside over the bank’s   earnings on Friday.",
            "Wells Fargo is scheduled to report its   earnings on Friday.",
            "Top bank executives were expecting that Mr Stumpf would address analysts and investors  —   as he has always done  —   when Wells Fargo reports its   results on Friday."
        ],
        "tf-idf score": [
            0.27754303564805716,
            0.22365847272775136,
            0.8531077317821407
        ]
    },
    "0.26161607564941-3-4": {
        "average clique similarity": 0.26161607564941,
        "clique": [
            "2- You should resign  ",
            "5- You should give bac",
            "1- As I said at the he"
        ],
        "median tf-idf score": 0.4596391716392669,
        "publications": [
            "New York Times",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "“You should resign,” Warren told Stumpf in the hearing, which went viral on social media.",
            "“You should give back the money that you took while this scam was going on, and you should be criminally investigated by both the Department of Justice and the Securities and Exchange Commission.",
            "“As I said at the hearing last month, Mr Stumpf should resign, return every nickel he made while this scam was going on, and face an investigation by the Justice Department and S E C ,” she said."
        ],
        "tf-idf score": [
            0.4596391716392669,
            0.4068545560798916,
            0.8479296869456441
        ]
    },
    "0.26281776388221395-3-352": {
        "average clique similarity": 0.26281776388221395,
        "clique": [
            "4- It s important for ",
            "5- For our company  I ",
            "1- While I have been d"
        ],
        "median tf-idf score": 0.21748009173611146,
        "publications": [
            "Washington Post",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "“It’s important for you to know that making things right and restoring the faith you have in us is the very top priority for our entire Wells Fargo leadership team,” the email added.",
            "“For our company, I believe we have the right structure.",
            "“While I have been deeply committed and focused on managing the company through this period, I have decided it is best for the company that I step aside."
        ],
        "tf-idf score": [
            0.34587452126093166,
            0.12405537283105808,
            0.21748009173611146
        ]
    },
    "0.27219495861973136-3-343": {
        "average clique similarity": 0.27219495861973136,
        "clique": [
            "1-Because his departur",
            "4-Stumpf will not rece",
            "5-Stumpf  will not rec"
        ],
        "median tf-idf score": 0.4581183501315984,
        "publications": [
            "Washington Post",
            "New York Times",
            "Guardian"
        ],
        "sentences": [
            "Because his departure is a resignation, Mr Stumpf will leave without any severance, according to Oscar Suris, a company spokesman.",
            "Stumpf will not receive a severance package as part of his retirement.",
            "Stumpf “will not receive any severance payment” a Wells Fargo spokeswoman confirmed to the Guardian."
        ],
        "tf-idf score": [
            0.5199323894540382,
            0.2999952451079649,
            0.4581183501315984
        ]
    },
    "0.2833221302450637-3-352": {
        "average clique similarity": 0.2833221302450637,
        "clique": [
            "0- I have decided it i",
            "1- I am grateful for t",
            "4- While I have been d"
        ],
        "median tf-idf score": 0.6111975898602925,
        "publications": [
            "Reuters",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "”I have decided it is best for the company that I step aside,” he said in a statement.",
            "“I am grateful for the opportunity to have led Wells Fargo,” Mr Stumpf said in a written statement.",
            "“While I have been deeply committed and focused on managing the Company through this period, I have decided it is best for the Company that I step aside,” Stumpf said in a statement."
        ],
        "tf-idf score": [
            0.30807792767696424,
            0.6791572237845431,
            0.6111975898602925
        ]
    },
    "0.2892043483147796-3-181": {
        "average clique similarity": 0.2892043483147796,
        "clique": [
            "4-  Stumpf s downfall ",
            "1-Wells Fargo has been",
            "3-In September  the ba"
        ],
        "median tf-idf score": 1.0624536379947518,
        "publications": [
            "Washington Post",
            "New York Times",
            "NPR"
        ],
        "sentences": [
            "” Stumpf’s downfall began in early September when Wells Fargo was fined $185 million by regulators after it discovered that thousands of employees were setting up unauthorized accounts, including credit cards and checking accounts, customers had not requested.",
            "Wells Fargo has been under fire from irate customers, regulators, lawmakers and former employees since last month, when it disclosed that it would pay $185 million in fines and penalties over the unauthorized creation of as many as two million bank and credit card accounts over a period of at least five years by branch employees who were said to be under intense pressure to hit ambitious product sales goals.",
            "In September, the bank agreed to pay $185 million to settle charges that it had opened as many as 2 million accounts without the knowledge or approval of customers."
        ],
        "tf-idf score": [
            1.0624536379947518,
            1.1090258594936806,
            0.5133808354316117
        ]
    },
    "0.3084581168425534-5-242": {
        "average clique similarity": 0.3084581168425534,
        "clique": [
            "5-Wells Fargo s chief ",
            "0- Wells Fargo   Co s ",
            "4-     Wells Fargo ann",
            "3-The chairman and chi",
            "1-The scandal engulfin"
        ],
        "median tf-idf score": 1.0933181707115016,
        "publications": [
            "Washington Post",
            "Reuters",
            "NPR",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "Wells Fargo’s chief executive and chairman, John Stumpf, is retiring effective immediately from both the bank and the board in the wake of the scandal over its sales practices.",
            " Wells Fargo & Co’s veteran chairman and chief executive officer, John Stumpf, abruptly departed on Wednesday bowing to  pressure over its sales tactics that has damaged the bank’s reputation and put Wall Street under renewed scrutiny.",
            "     Wells Fargo announced Wednesday that its longtime chief executive and chairman, John G Stumpf, is stepping down, the latest turn for the embattled megabank after it admitted that thousands of   employees had set up sham accounts to meet sales quotas.",
            "The chairman and chief executive of Wells Fargo  Co. John Stumpf, has resigned effective immediately in the aftermath of a scandal over the bank’s past practice of secretly selling services to unsuspecting customers.",
            "The scandal engulfing Wells Fargo toppled its chairman and chief executive on Wednesday, as John G Stumpf announced his departure from the company, effective immediately."
        ],
        "tf-idf score": [
            1.0933181707115016,
            1.126972549483431,
            1.03282920683888,
            1.1747228424212448,
            0.8830486595789123
        ]
    },
    "0.338074158592825-3-270": {
        "average clique similarity": 0.338074158592825,
        "clique": [
            "0-The bank is splittin",
            "4-Tim Sloan  another  ",
            "5-Stephen Sanger  the "
        ],
        "median tf-idf score": 0.5815349869811159,
        "publications": [
            "Guardian",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "The bank is splitting the role of chairman and CEO with Stephen Sanger, its lead director, becoming chairman.",
            "Tim Sloan, another   Wells Fargo executive, will take over Stumpf’s duties as CEO A board member, Stephen Sanger, will now serve as chairman, effectively dividing power that had previously been consolidated under Stumpf.",
            "Stephen Sanger, the Wells Fargo board’s lead director, was elected to serve as the board’s   chairman."
        ],
        "tf-idf score": [
            0.3790679201013466,
            0.8045047933936171,
            0.5815349869811159
        ]
    },
    "0.4934714558327527-5-85": {
        "average clique similarity": 0.4934714558327527,
        "clique": [
            "3-Stumpf will be repla",
            "0-San   Wells Fargo sa",
            "5-Tim Sloan  Wells Far",
            "4-Sloan is a   veteran",
            "1-Wells Fargo said Mr "
        ],
        "median tf-idf score": 0.5347318330931307,
        "publications": [
            "NPR",
            "Guardian",
            "Washington Post",
            "Reuters",
            "New York Times"
        ],
        "sentences": [
            "Stumpf will be replaced by President and Chief Operating Officer Timothy Sloan, long considered to be Stumpf’s eventual successor.",
            "San   Wells Fargo said Stumpf, 63, was retiring and would be replaced as chief executive by President and Chief Operating Officer Tim Sloan, 56.",
            "Tim Sloan, Wells Fargo’s president and chief operating officer, will take over as chief executive.",
            "Sloan is a   veteran of the company and currently serves as president and chief operating officer.",
            "Wells Fargo said Mr Stumpf would be replaced by Timothy J Sloan, its president and chief operating officer."
        ],
        "tf-idf score": [
            0.5347318330931307,
            1.001135318719221,
            0.4400911998748392,
            0.3010997376280025,
            0.8457194066731393
        ]
    }
}