{
    "0.1424119895928125-3-226": {
        "average clique similarity": 0.1424119895928125,
        "clique": [
            "6- My fellow electors ",
            "7-Trump s Transition t",
            "2-Pence earned the req"
        ],
        "median tf-idf score": 1.0826736446080192,
        "publications": [
            "Atlantic",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "”My fellow electors,” Gleason said, ”let us always remember this shared moment when we stood up for our constitutional system, followed our conscience, answered the call of Pennsylvania voters, and did our part by electing the next president and vice president of the United States, Donald Trump and Mike Pence”.",
            "Trump’s Transition to the Oval Office, The 538 electors gathered Monday in each of the 50 states and Washington, D C to formally vote for president.",
            "Pence earned the requisite electoral votes to serve as vice president, but in Washington state, Sens."
        ],
        "tf-idf score": [
            1.0826736446080192,
            1.2064418503974612,
            0.776003333235322
        ]
    },
    "0.14417596666083182-3-188": {
        "average clique similarity": 0.14417596666083182,
        "clique": [
            "0-Once the election re",
            "1-Despite the transiti",
            "5-      While  to make"
        ],
        "median tf-idf score": 0.7108162209345622,
        "publications": [
            "Business Insider",
            "Fox News",
            "National Review"
        ],
        "sentences": [
            "Once the election results were in and it was too late for them to be removed from their positions as electors, they announced that they intended to vote for someone different.",
            "Despite the transition process being well underway, Republican electors said they were deluged with emails, phone calls and letters urging them not to support the billionaire businessman in the days and weeks leading up to Monday’s proceedings.",
            "’ ”   While  to make Hillary Clinton president instead,   and  in the weeks after the   election to protest Trump’s win, the official results came in as   expected."
        ],
        "tf-idf score": [
            0.8235421293549544,
            0.7108162209345622,
            0.7050286095633925
        ]
    },
    "0.1453492943920754-3-639": {
        "average clique similarity": 0.1453492943920754,
        "clique": [
            "7-Typically  electors ",
            "6-Many Republican elec",
            "0-But there s a reason"
        ],
        "median tf-idf score": 0.9027615687228069,
        "publications": [
            "National Review",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "Typically, electors meet in their respective state capitals, record their votes, and mail in certificates noting their preferences to certain federal and state officials.",
            "Many Republican electors dismissed the pleas to ”vote their conscience,” pointing out that their consciences were perfectly fine with Trump.",
            "But there’s a reason those electors who violate their pledge are called “faithless,” their names and number recorded in history: The system works only if voters have confidence that their ballots will matter, and voters can have confidence that their ballots will matter only if electors remain faithful."
        ],
        "tf-idf score": [
            0.9027615687228069,
            0.9238933917167503,
            0.592719173011056
        ]
    },
    "0.14594791223230955-3-383": {
        "average clique similarity": 0.14594791223230955,
        "clique": [
            "5- Thank you to all of",
            "4-All 10 of the state ",
            "1-I threw them all awa"
        ],
        "median tf-idf score": 0.1822670208626536,
        "publications": [
            "Fox News",
            "Reuters",
            "Business Insider"
        ],
        "sentences": [
            "”Thank you to all of my great   supporters, we just officially won the election (despite all of   the distorted and inaccurate media)”.",
            "All 10 of the state’s electoral votes were then cast for her.",
            "I threw them all away”."
        ],
        "tf-idf score": [
            0.1822670208626536,
            0.6564377147295116,
            0.008411803126516838
        ]
    },
    "0.15231767250216516-3-466": {
        "average clique similarity": 0.15231767250216516,
        "clique": [
            "3-How the Electoral Co",
            "5-       We did it   T",
            "4-On the Democratic si"
        ],
        "median tf-idf score": 1.014643059195542,
        "publications": [
            "Vox",
            "Business Insider",
            "Reuters"
        ],
        "sentences": [
            "How the Electoral College works When the dust settled after the presidential election last month, it looked like Donald Trump had won 306 electoral votes and Hillary Clinton had won 232.",
            "’ ’   ”We did it!” Trump    after the results were announced.",
            "On the Democratic side, it appeared to be the largest number of electors not supporting their party’s nominee since 1872, when 63 Democratic electors did not vote for party nominee Horace Greeley, who had died after the election but before the Electoral College convened, according to Fairvote."
        ],
        "tf-idf score": [
            1.014643059195542,
            0.2543348813289299,
            1.072782744486128
        ]
    },
    "0.15421197715202667-3-532": {
        "average clique similarity": 0.15421197715202667,
        "clique": [
            "1-Few expected the  fa",
            "3-The attempted faithl",
            "4-The most recent inst"
        ],
        "median tf-idf score": 0.686855762896319,
        "publications": [
            "Reuters",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "Few expected the “faithless elector” push to imperil Trump’s victory on Monday.",
            "The attempted faithless electors in Colorado, Minnesota, and Maine were also Sanders supporters from caucus states where Sanders won big, as was the faithless elector in Hawaii.",
            "The most recent instance of a ”faithless elector” was in 2004, according to the Congressional Research Service."
        ],
        "tf-idf score": [
            0.686855762896319,
            0.8137863328737893,
            0.5340598162689958
        ]
    },
    "0.15448874940690624-3-552": {
        "average clique similarity": 0.15448874940690624,
        "clique": [
            "3-Meanwhile  the three",
            "6-Others  including th",
            "0-He told the Portland"
        ],
        "median tf-idf score": 0.6376666562095277,
        "publications": [
            "National Review",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Meanwhile, the three Powell votes were cast as part of an effort from a group called the Hamilton Electors to throw their support to a moderate Republican, in hopes that some   electors would follow.",
            "Others, including the Powell voters in Washington, were attempting to promote alternate Republican candidates that the House of Representatives could theoretically elect as president instead of Trump.",
            "He told the Portland   that his vote would send a meaningful message to the thousands of new voters who enrolled as Democrats to support Sanders."
        ],
        "tf-idf score": [
            0.8592071768605601,
            0.6376666562095277,
            0.5278911055927793
        ]
    },
    "0.1545957123011983-3-833": {
        "average clique similarity": 0.1545957123011983,
        "clique": [
            "6-But  unsurprisingly ",
            "2-But Snelgrove said t",
            "1-More than 200 demons"
        ],
        "median tf-idf score": 0.5744682863732375,
        "publications": [
            "Washington Post",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "But, unsurprisingly, that effort had no effect on Trump electors.",
            "But Snelgrove said there was no justification for such a move.",
            "More than 200 demonstrators gathered at Pennsylvania’s Capitol, chanting, ”No treason, no Trump!” Both states, and dozens of others, cast their electoral votes for Trump anyway."
        ],
        "tf-idf score": [
            0.5744682863732375,
            0.15732990728542862,
            0.950886288260701
        ]
    },
    "0.15491835118824163-3-432": {
        "average clique similarity": 0.15491835118824163,
        "clique": [
            "3-The popular vote has",
            "0-For the last week  A",
            "7-The Associated Press"
        ],
        "median tf-idf score": 0.6249784929076636,
        "publications": [
            "National Review",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "The popular vote has been irrelevant.",
            "For the last week, American politics has been entirely preoccupied with the apparent fact that Russian hackers, under orders from the Kremlin, engaged in a criminal campaign to undermine public faith in America’s system of elections and possibly to help Trump win the White House.",
            "The Associated Press reported last week that Republican electors had been relentlessly lobbied to not vote for the  ."
        ],
        "tf-idf score": [
            0.36139283265479566,
            0.6249784929076636,
            0.7242853192239407
        ]
    },
    "0.15746585433497942-3-621": {
        "average clique similarity": 0.15746585433497942,
        "clique": [
            "0-Just what kind of a ",
            "6-Maine elector David ",
            "2-They ordered a revot"
        ],
        "median tf-idf score": 0.4420757986846052,
        "publications": [
            "Washington Post",
            "National Review",
            "NPR"
        ],
        "sentences": [
            "Just what kind of a message will they hear when they learn that Bright decided to ignore their ballots and vote for Sanders?",
            "Maine elector David Bright announced Monday morning that he would cast a ballot for Sanders.",
            "They ordered a revote, and Bright voted the second time for Clinton."
        ],
        "tf-idf score": [
            0.4420757986846052,
            0.6031707852251418,
            0.25426988984324456
        ]
    },
    "0.1583233580167975-3-839": {
        "average clique similarity": 0.1583233580167975,
        "clique": [
            "1-If nothing else  the",
            "3-Hillary Clinton coul",
            "0-If this phenomenon b"
        ],
        "median tf-idf score": 0.35256735243224796,
        "publications": [
            "National Review",
            "Vox",
            "Fox News"
        ],
        "sentences": [
            "If nothing else, the furor over Monday’s proceedings has served to   Americans with a process that few pay attention to every four years.",
            "Hillary Clinton could have won if she had managed to convince more people in just a few swing states to vote for her.",
            "If this phenomenon becomes more common every four years, people will justifiably ask whether their vote matters at all."
        ],
        "tf-idf score": [
            0.20105531406901644,
            0.6546980053791631,
            0.35256735243224796
        ]
    },
    "0.1603823187561952-3-1058": {
        "average clique similarity": 0.1603823187561952,
        "clique": [
            "1-More than three doze",
            "7-Democrats and other ",
            "3-Funnily enough  the "
        ],
        "median tf-idf score": 0.671085939708134,
        "publications": [
            "Fox News",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "More than three dozen Republicans would have had to abandon Trump to complicate his path to the presidency.",
            "Democrats and other Trump detractors were hoping that in an election cycle marked by unconventionality, some electors would be willing to break conventions, too —  namely, by colluding to withhold the presidency from Trump.",
            "Funnily enough, the Hamilton Electors were hoping that tensions from the Republican primaries would remain and drive a significant number of electors to abandon Trump."
        ],
        "tf-idf score": [
            0.3333778229029135,
            0.7245728937104323,
            0.671085939708134
        ]
    },
    "0.1621474496268914-3-358": {
        "average clique similarity": 0.1621474496268914,
        "clique": [
            "2-While much of the un",
            "4-He said he knew Clin",
            "6-He was replaced by a"
        ],
        "median tf-idf score": 0.6543669027701502,
        "publications": [
            "Washington Post",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "While much of the uncertainty headed into the day centered on how many electors would vote against Trump in the states he won, it was Clinton who saw her tally shrink further.",
            "He said he knew Clinton would not win but believed Powell was better suited for the job than Trump.",
            "He was replaced by another elector who cast a ballot for Clinton."
        ],
        "tf-idf score": [
            1.2448275993704563,
            0.5661481847523937,
            0.6543669027701502
        ]
    },
    "0.16429756489131842-3-891": {
        "average clique similarity": 0.16429756489131842,
        "clique": [
            "3- When Donald Trump w",
            "7-November s election ",
            "2-the   in the Democra"
        ],
        "median tf-idf score": 0.4027357051285171,
        "publications": [
            "Vox",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            " When Donald Trump won the presidential election in November, some liberals and activists had a   idea.",
            "November’s election was the second in recent memory in which a Democratic candidate won the popular vote but lost the election to a Republican the first was 2000, with Al Gore losing to George W Bush.",
            "the   in the Democratic presidential primary race."
        ],
        "tf-idf score": [
            0.4027357051285171,
            0.7651803834016054,
            0.09385246506933555
        ]
    },
    "0.16507259547267394-3-62": {
        "average clique similarity": 0.16507259547267394,
        "clique": [
            "1- This historic elect",
            "4- I will work hard to",
            "6-On Monday night  Tru"
        ],
        "median tf-idf score": 0.45557109888047276,
        "publications": [
            "Fox News",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "“This historic election is now officially over and I look forward to   Trump taking the oath of office in January,” she said in a statement.",
            "”I will work hard to unite our country and be the President of all Americans,” Trump said in a statement responding to the results.",
            "On Monday night, Trump issued a statement saying, ”today marks a historic electoral landslide victory in our nation’s democracy”."
        ],
        "tf-idf score": [
            0.43266495586263926,
            0.45557109888047276,
            0.49355558182442083
        ]
    },
    "0.16512187600638656-3-342": {
        "average clique similarity": 0.16512187600638656,
        "clique": [
            "0-Voters won t long to",
            "2-She won the majority",
            "3-What we actually hav"
        ],
        "median tf-idf score": 0.7483393894460232,
        "publications": [
            "Vox",
            "National Review",
            "Washington Post"
        ],
        "sentences": [
            "Voters won’t long tolerate a system in which   efforts to win the most votes in a state are undone retroactively because unknown party activists have a personal change of heart or want to send a message.",
            "She won the majority of votes here in Maryland, the electors today have chosen her as president, and she won the majority of votes in this country.",
            "What we actually have is a system in which the vast majority of electors vote in accordance with state outcomes  —   except for essentially random defections by   idiosyncratic people who happen to have won elector slots."
        ],
        "tf-idf score": [
            0.7483393894460232,
            0.7058877172529859,
            0.916595976156144
        ]
    },
    "0.16545821160412308-3-170": {
        "average clique similarity": 0.16545821160412308,
        "clique": [
            "2-Ashbrook  a retired ",
            "0-More than 354  000 M",
            "5-      To become pres"
        ],
        "median tf-idf score": 1.1895484620156018,
        "publications": [
            "Business Insider",
            "Washington Post",
            "National Review"
        ],
        "sentences": [
            "Ashbrook, a retired   science teacher, said that she knew the electors would probably vote for Trump but that she was troubled by Trump’s Cabinet picks and disregard for global warming.",
            "More than 354, 000 Maine voters cast ballots for Hillary Clinton, with the full expectation that Democratic electors would give her their votes if she won the state and its electoral districts.",
            "’ ’   To become president, Clinton would have needed 38 electors in   states that Trump won to vote for her."
        ],
        "tf-idf score": [
            1.0011675854624176,
            1.334454111732706,
            1.1895484620156018
        ]
    },
    "0.1656587672489716-3-813": {
        "average clique similarity": 0.1656587672489716,
        "clique": [
            "3-Messing with democra",
            "4- FAITHLESS ELECTORS ",
            "1- The Electoral Colle"
        ],
        "median tf-idf score": 0.8500036826441931,
        "publications": [
            "Vox",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "Messing with democratic norms is a bad idea Beyond being doomed, the push for an Electoral College revolt was always a bad and even dangerous idea, as I argued back in November:  For 180 years or so, our system has interpreted the results of the state elections as the Electoral College results.",
            "’FAITHLESS ELECTORS’     The ”faithless electors” as they are known represent a rare break from the tradition of casting an Electoral College ballot as directed by the outcome of that state’s popular election.",
            "“The Electoral College is part of the Constitution."
        ],
        "tf-idf score": [
            0.8500036826441931,
            1.0424327071857364,
            0.2341735003007578
        ]
    },
    "0.16770621746873857-4-270": {
        "average clique similarity": 0.16770621746873857,
        "clique": [
            "0-But if enough member",
            "2- No one elected me k",
            "3-The problem is that ",
            "1- It s out of hand wh"
        ],
        "median tf-idf score": 0.2591541775348411,
        "publications": [
            "Vox",
            "Fox News",
            "National Review",
            "Washington Post"
        ],
        "sentences": [
            "But if enough members of that group of 538 are narcissists who get a thrill from defying the public’s will, public faith in American elections will crumble, and it won’t be the fault of Vladimir Putin’s thugs.,",
            "“No one elected me king, and it’s my job to reflect the will of the people of Utah,” he said.",
            "The problem is that a system where electors feel free to override the will of the people  if they don’t like it  —   an idea idealized by many liberals who dreamed of a deus ex machina to block Trump from the White House  —   is also a system open to the somewhat random whims of those 538 people.",
            "“It’s out of hand when you have such   …     a small group of people that is pushing so hard against millions if not hundreds of millions of people who still appreciate this whole system,” said Graham, chairman of the Arizona Republican Party."
        ],
        "tf-idf score": [
            0.23373461380793376,
            0.1275634696611113,
            0.6980622826138686,
            0.28457374126174845
        ]
    },
    "0.1703902766563383-3-331": {
        "average clique similarity": 0.1703902766563383,
        "clique": [
            "7-Those efforts didn t",
            "0-Just what will happe",
            "2-It will allow lawmak"
        ],
        "median tf-idf score": 0.9481388203305464,
        "publications": [
            "Atlantic",
            "National Review",
            "Washington Post"
        ],
        "sentences": [
            "Those efforts didn’t appear to be working ahead of the vote: Whether they like Trump or not, and some plainly don’t, scores of the Republicans chosen to cast votes in the   meetings told AP they feel bound by history, duty, party loyalty, or the law to   their state’s results and make him president.",
            "Just what will happen when those such as Sanders and Kasich, who didn’t win their parties’ nominations and weren’t even on the ballot, get electoral votes because they’re more appealing to individual electors?",
            "It will allow lawmakers to challenge the results or the votes of individual electors."
        ],
        "tf-idf score": [
            1.1461658177509961,
            0.9481388203305464,
            0.6398260279721905
        ]
    },
    "0.17123909596255002-3-70": {
        "average clique similarity": 0.17123909596255002,
        "clique": [
            "6-Trump secured 304 el",
            "5-         Donald Trum",
            "3-The other 304 stayed"
        ],
        "median tf-idf score": 0.7687142350758145,
        "publications": [
            "Business Insider",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Trump secured 304 electoral votes  —   two fewer than he earned in November, according to the Associated Press, which tracked results from capitol to capitol.",
            "’  ’ ’   Donald Trump secured the necessary 270 electoral votes on Monday   to formally be elected the 45th US president.",
            "The other 304 stayed loyal to Trump, which put him well above the 270 electoral votes he needed for victory."
        ],
        "tf-idf score": [
            0.7687142350758145,
            0.7986079607481985,
            0.6547996649783857
        ]
    },
    "0.17368606632145414-3-540": {
        "average clique similarity": 0.17368606632145414,
        "clique": [
            "0-This year s faithles",
            "4- This was a very dif",
            "7-Much of the popular "
        ],
        "median tf-idf score": 0.4078198782054181,
        "publications": [
            "Reuters",
            "Atlantic",
            "National Review"
        ],
        "sentences": [
            "This year’s faithless electors may do some of the heavy lifting for them.",
            "”This was a very difficult decision made this year.",
            "Much of the popular frustration over the electoral college this year is rooted in Clinton’s commanding   lead, which on Monday was over 2."
        ],
        "tf-idf score": [
            0.4078198782054181,
            0.12361423230503862,
            0.5800267020177147
        ]
    },
    "0.17486040927835597-3-675": {
        "average clique similarity": 0.17486040927835597,
        "clique": [
            "4-At least four Democr",
            "1-To be elected presid",
            "3-But at least for the"
        ],
        "median tf-idf score": 0.5210871490928235,
        "publications": [
            "Vox",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "At least four Democratic electors voted for someone other than Clinton, while two Republicans turned their backs on Trump.",
            "To be elected president, the winner must get at least half plus one    or 270 electoral votes.",
            "But at least for the time being, they’re set to count for Clinton."
        ],
        "tf-idf score": [
            0.8470878419811896,
            0.5210871490928235,
            0.16439472710967457
        ]
    },
    "0.19419350281858064-3-344": {
        "average clique similarity": 0.19419350281858064,
        "clique": [
            "1-It was a compromise ",
            "2-Just a handful of el",
            "3-Those 538 people the"
        ],
        "median tf-idf score": 0.3239106714511336,
        "publications": [
            "Vox",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "It was a compromise between those who wanted popular elections for president and those who wanted no public input.",
            "Just a handful of electors tested the limits this year, but it wasn’t immediately clear whether those who voted for people other than Clinton or Trump would face punishment.",
            "Those 538 people then had to cast those ballots for president, which is what happened this Monday."
        ],
        "tf-idf score": [
            0.3239106714511336,
            0.789004712750624,
            0.24408029665834025
        ]
    },
    "0.19422527484545124-3-691": {
        "average clique similarity": 0.19422527484545124,
        "clique": [
            "4-The District of Colu",
            "5-      Trump won the ",
            "3-What happened in thi"
        ],
        "median tf-idf score": 1.3287239371402597,
        "publications": [
            "Reuters",
            "Vox",
            "Business Insider"
        ],
        "sentences": [
            "The District of Columbia also has three electoral votes.",
            "” ”   Trump won the popular vote in 30 states and one of Maine’s   districts  —   that state, along with Nebraska, splits up its   electors by district  —   giving him an expected 306 electoral   votes.",
            "What happened in this year’s Electoral College vote Yet when the electors actually convened in the 50 state capitals and the District of Columbia on Monday, it was in fact Hillary Clinton, not Donald Trump, who ended up losing more support."
        ],
        "tf-idf score": [
            0.4808736007519438,
            1.3287239371402597,
            1.676641631703592
        ]
    },
    "0.19535682790749237-3-1058": {
        "average clique similarity": 0.19535682790749237,
        "clique": [
            "4-The Electoral Colleg",
            "0-The Electoral Colleg",
            "1-The Electoral Colleg"
        ],
        "median tf-idf score": 0.6427239184422128,
        "publications": [
            "Reuters",
            "National Review",
            "Fox News"
        ],
        "sentences": [
            "The Electoral College assigns each state electors equal to its number of representatives and senators in Congress.",
            "The Electoral College is a wise concept, designed to ensure that each state has value in the election and save the country from the nightmare scenario of a   margin triggering a nationwide recount.",
            "The Electoral College has 538 members, with the number allocated to each state based on how many representatives it has in the House plus one for each senator."
        ],
        "tf-idf score": [
            0.8386773091934907,
            0.6427239184422128,
            0.5946159145435849
        ]
    },
    "0.19730858294853246-3-1058": {
        "average clique similarity": 0.19730858294853246,
        "clique": [
            "1-One of the biggest d",
            "4-In Minnesota  one of",
            "2-In Albany  N Y forme"
        ],
        "median tf-idf score": 1.0496103495568345,
        "publications": [
            "Fox News",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "One of the biggest deviations was in Washington state, where three electors voted for Colin Powell and one voted for “Faith Spotted Eagle” the remaining eight went to Clinton, the state’s winner.",
            "In Minnesota, one of the state’s 10 electors would not cast his vote for Clinton as required under state law, prompting his dismissal and an alternate to be sworn in.",
            "In Albany, N Y former president Bill Clinton sat in the state Senate chamber as an elector and cast one of the Empire State’s 29 electoral votes for his wife."
        ],
        "tf-idf score": [
            0.9852019162051625,
            1.0496103495568345,
            1.1880625516561287
        ]
    },
    "0.20509898647193045-3-233": {
        "average clique similarity": 0.20509898647193045,
        "clique": [
            "1-Only one Republican ",
            "4-Republican elector C",
            "7-Republican electors "
        ],
        "median tf-idf score": 1.0022665042476138,
        "publications": [
            "Reuters",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "Only one Republican elector  —   Texas’ Chris Suprun  —   publicly stated he would vote for an alternative candidate.",
            "Republican elector Christopher Suprun from Texas had said he would not vote for Trump, explaining in an   in the New York Times that he had concerns about Trump’s foreign policy experience and business conflicts.",
            "Republican electors would have been key to withholding the presidency from Trump if 37 Republicans had voted for another candidate Monday, the election would have gone to the   House of Representatives, where   hoped members of Congress would pick a more moderate Republican to lead."
        ],
        "tf-idf score": [
            0.7874097084843199,
            1.072336070840075,
            1.0022665042476138
        ]
    },
    "0.20668707967433705-3-40": {
        "average clique similarity": 0.20668707967433705,
        "clique": [
            "2-Despite the pleas of",
            "7-Updated at 5 45 p  m",
            "6-Donald J Trump will "
        ],
        "median tf-idf score": 1.1864166249093477,
        "publications": [
            "NPR",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "Despite the pleas of Trump opponents, most electors had said for weeks that they planned to cast votes reflecting the will of their home states.",
            "Updated at 5:45 p. m. ET, A majority of the electoral college voted for Donald Trump for president on Monday, marking an anticlimactic end to a turbulent, nearly    election season, and putting a stop to weeks of Trump’s opponents lobbying and cajoling the electors to prevent the   from being inaugurated next month.",
            "Donald J Trump will be the next president of the United States."
        ],
        "tf-idf score": [
            1.1864166249093477,
            1.1936316735749037,
            0.507337928109752
        ]
    },
    "0.209460155664187-3-495": {
        "average clique similarity": 0.209460155664187,
        "clique": [
            "7-Just as two Republic",
            "5-                Desp",
            "6-Not only did it not "
        ],
        "median tf-idf score": 1.1320154485044436,
        "publications": [
            "Atlantic",
            "Business Insider",
            "NPR"
        ],
        "sentences": [
            "Just as two Republican electors in Texas voted against Trump, multiple Democrats withheld their votes from Hillary Clinton.",
            "’ ’  ’ ’  ’ ’   Despite the protests, only two electors broke ranks to vote   against Trump  —   but Clinton lost five electoral votes.",
            "Not only did it not happen, but more electors tried to defect from Hillary Clinton Monday than from Trump, by a count of eight to two."
        ],
        "tf-idf score": [
            1.1445862983881059,
            1.1320154485044436,
            0.7811764484702749
        ]
    },
    "0.21871739028509307-3-1058": {
        "average clique similarity": 0.21871739028509307,
        "clique": [
            "6-That s been the case",
            "2-While Democrat Hilla",
            "5-      While Clinton "
        ],
        "median tf-idf score": 0.9071343160459,
        "publications": [
            "NPR",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "That’s been the case since Nov. 8, when Trump won 306 electoral votes, despite losing the national popular vote to Hillary Clinton by nearly 3 million.",
            "While Democrat Hillary Clinton amassed a nearly 3   lead in the popular vote, Trump won the    electoral map, making him  .",
            "” ’   While Clinton won nearly  than he did overall because she carried     states like California and New York, she won the   popular vote in only 20 states plus Washington, DC, giving her an   expected 232 electoral votes."
        ],
        "tf-idf score": [
            0.9071343160459,
            0.8750732727907536,
            0.9997874446480685
        ]
    },
    "0.22838364177479784-3-745": {
        "average clique similarity": 0.22838364177479784,
        "clique": [
            "7-In the end  Trump s ",
            "3-They ve been expecte",
            "6-In fact  in nearly 8"
        ],
        "median tf-idf score": 0.8456939876000221,
        "publications": [
            "Atlantic",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "In the end, Trump’s share of the electoral college vote is expected to be larger than that of Bush, but is expected to rank only 44th out of 54 winning candidates.",
            "They’ve been expected to vote in accordance with the outcome of the elections in their respective states, and the overwhelming majority of them have done so.",
            "In fact, in nearly 80 percent of previous presidential elections, the winning candidate earned a larger share of the electoral vote than Trump."
        ],
        "tf-idf score": [
            0.8456939876000221,
            0.6204872177747658,
            0.8648069360934527
        ]
    },
    "0.22863883053859896-3-1058": {
        "average clique similarity": 0.22863883053859896,
        "clique": [
            "4-The two Republican b",
            "1-Texas put Trump over",
            "6-Two Texas electors d"
        ],
        "median tf-idf score": 0.6107241263112002,
        "publications": [
            "Reuters",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "The two Republican breaks on Monday came from Texas, where the voting is by secret ballot.",
            "Texas put Trump over the top, despite two Republican electors casting protest votes.",
            "Two Texas electors defected from Trump  —   one went for Ohio Gov."
        ],
        "tf-idf score": [
            0.25792021322835595,
            0.9470261139251477,
            0.6107241263112002
        ]
    },
    "0.22991209077628927-3-78": {
        "average clique similarity": 0.22991209077628927,
        "clique": [
            "1-But Trump easily sur",
            "2-Trump became the win",
            "4- Republican Donald T"
        ],
        "median tf-idf score": 1.1345039628832858,
        "publications": [
            "Reuters",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "But Trump easily surpassed the 270 electoral votes needed to win, as representatives tabbed to cast ballots in accordance with their states’ Nov. 8 decision mostly adhered to the election results.",
            "Trump became the winner Monday afternoon after electors from Texas cast ballots and put him over the 270 electoral votes needed to win.",
            " Republican Donald Trump prevailed in U S Electoral College voting on Monday to officially win election as the next president, easily dashing a   push by a small movement of detractors to try to block him from gaining the White House."
        ],
        "tf-idf score": [
            1.1345039628832858,
            1.17989946295377,
            0.9042898270683127
        ]
    },
    "0.2353998651616118-3-1058": {
        "average clique similarity": 0.2353998651616118,
        "clique": [
            "5-      The faithless ",
            "4-In Hawaii  one of th",
            "3-According to Washing"
        ],
        "median tf-idf score": 0.9756607104603019,
        "publications": [
            "Business Insider",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "’ ”   The faithless electors in Washington will each have to pay a    according to state law.",
            "In Hawaii, one of the state’s four Democratic electors cast a ballot for Sanders in defiance of state law binding electors to the state’s Election Day outcome, according to reports from the Los Angeles Times and Honolulu   newspapers.",
            "According to Washington state law, these electors were pledged to vote for Clinton, so they may face fines of $1, 000 each for refusing to do so."
        ],
        "tf-idf score": [
            0.6844655406979882,
            0.9756607104603019,
            1.0556608817973623
        ]
    },
    "0.2401709142223646-3-471": {
        "average clique similarity": 0.2401709142223646,
        "clique": [
            "0- One of the great ir",
            "3-And in at least the ",
            "4-Trump  who is set to"
        ],
        "median tf-idf score": 1.2499211834284096,
        "publications": [
            "National Review",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "(One of the great ironies of the brouhaha about “faithless electors” this year is that Hillary Clinton may lose more votes than Trump does more Democratic electors than Republican ones have expressed a public interest in voting for someone besides her.)",
            "And in at least the past century there was never more than one faithless elector in any given year.",
            "Trump, who is set to take office on Jan. 20, garnered more than the 270 electoral votes required to win, even as at least half a dozen U S electors broke with tradition to vote against their own state’s directives, the largest number of “faithless electors” seen in more than a century."
        ],
        "tf-idf score": [
            1.2499211834284096,
            0.505605834493095,
            1.3798232813735352
        ]
    },
    "0.24159270358367138-3-941": {
        "average clique similarity": 0.24159270358367138,
        "clique": [
            "6- I received over 70 ",
            "2-Richard Snelgrove  a",
            "1-Arizona elector Robe"
        ],
        "median tf-idf score": 0.5897091564746493,
        "publications": [
            "Fox News",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "”I received over 70, 000 emails.",
            "Richard Snelgrove, an elector who also serves as a Salt Lake County, Utah, council member, said he had received “thousands of emails, hundreds of letters and a few phone calls  —   most of them respectful, a couple over the top, and a few that have been downright threatening.",
            "Arizona elector Robert Graham told Fox News on Saturday that the state’s 11 electors received hundreds of thousands of emails telling them not to vote for Trump and that he’s received information that some of the other 10 have been followed or have received a death threat."
        ],
        "tf-idf score": [
            0.08652083739554203,
            0.5897091564746493,
            1.167508921282794
        ]
    },
    "0.24705399492212954-4-1058": {
        "average clique similarity": 0.24705399492212954,
        "clique": [
            "4-Four of the 12 Democ",
            "1-Washington Secretary",
            "7-And four electors fr",
            "3-Earlier  in Washingt"
        ],
        "median tf-idf score": 0.9316752443560661,
        "publications": [
            "Reuters",
            "Fox News",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "Four of the 12 Democratic electors in Washington state broke ranks, with three voting for Colin Powell, a former Republican secretary of state, and one for Faith Spotted Eagle, a Native American elder who has protested oil pipeline projects in the Dakotas.",
            "Washington Secretary of State Kim Wyman vowed to work with the state attorney general and charge the four unfaithful electors with a violation of Washington state civil law.",
            "And four electors from Washington state backed someone else: One voted for Faith Spotted Eagle, an activist who recently protested the Dakota Access Pipeline, and three voted for former Secretary of State Colin Powell.",
            "Earlier, in Washington state, four of the 12 Democratic electors refused to vote for Hillary Clinton."
        ],
        "tf-idf score": [
            1.0248777641424291,
            0.672725419887166,
            0.8384727245697031,
            1.0508446418326747
        ]
    },
    "0.24969732935558994-3-1058": {
        "average clique similarity": 0.24969732935558994,
        "clique": [
            "6-And in Hawaii  an el",
            "3-In Hawaii  Democrati",
            "2-In Maine  elector Da"
        ],
        "median tf-idf score": 0.6669065769096286,
        "publications": [
            "NPR",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "And in Hawaii, an elector successfully cast a ballot for Bernie Sanders instead of Clinton.",
            "In Hawaii, Democratic elector David Mulinx voted for Bernie Sanders instead of Clinton, claiming that Clinton wasn’t qualified, according to LA Times reporter Mike Memoli.",
            "In Maine, elector David Bright initially cast his ballot for Sanders to honor thousands of younger voters who had supported the senator."
        ],
        "tf-idf score": [
            0.6669065769096286,
            0.7767303835639319,
            0.634737658625159
        ]
    },
    "0.25092031736705483-3-1058": {
        "average clique similarity": 0.25092031736705483,
        "clique": [
            "7-Though not all are b",
            "5-      Thirty states ",
            "2-In the state of Wash"
        ],
        "median tf-idf score": 1.1009055235969705,
        "publications": [
            "Atlantic",
            "Business Insider",
            "Washington Post"
        ],
        "sentences": [
            "Though not all are bound by state law to vote for whichever candidate won the popular vote in their state, it’s tradition that they do so.",
            "’ ’   Thirty states plus DC have  ”binding” their electors to vote for the   candidate who won the state’’s popular vote, and electors are   usually selected by the political parties in each state, Neale   told Business Insider in November.",
            "In the state of Washington, a liberal stronghold where the Democratic nominee won the popular vote comfortably, Clinton won eight of the 12 electors."
        ],
        "tf-idf score": [
            0.6305561265938859,
            1.1113102723866732,
            1.1009055235969705
        ]
    },
    "0.2535682022185653-3-201": {
        "average clique similarity": 0.2535682022185653,
        "clique": [
            "7-Some federal lawmake",
            "6-Then  on Jan  6  Con",
            "5-      As a final che"
        ],
        "median tf-idf score": 0.6511771400957258,
        "publications": [
            "Atlantic",
            "NPR",
            "Business Insider"
        ],
        "sentences": [
            "Some federal lawmakers have joined those efforts, and they could further signal their dissatisfaction with the electoral college system when the joint session of Congress meets next month, by formally objecting to specific votes.",
            "Then, on Jan. 6, Congress will formally tally the Electoral College’s votes in a joint session and make it official.",
            "” ’   As a final check on the electoral process, members of Congress    and have them   thrown out, when they officially count the ballots in a joint   session on January 6."
        ],
        "tf-idf score": [
            0.7035793909346297,
            0.6511771400957258,
            0.3868668213118959
        ]
    },
    "0.2539575915784333-3-1058": {
        "average clique similarity": 0.2539575915784333,
        "clique": [
            "5-He needed 270 to win",
            "6-That was despite a p",
            "7-By roughly 5 30 p  m"
        ],
        "median tf-idf score": 0.38839230617746134,
        "publications": [
            "Business Insider",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "He needed 270 to win.",
            "That was despite a pitched effort by some on the left who wrote letters to Trump electors trying to persuade them to switch their votes or not vote at all and keep Trump short of the 270 needed.",
            "By roughly 5:30 p. m. ET, more than 270 of them —  the number needed to secure the presidency —  had voted for Trump."
        ],
        "tf-idf score": [
            0.05728155125579422,
            1.0299329878973595,
            0.38839230617746134
        ]
    },
    "0.2720713310407232-3-669": {
        "average clique similarity": 0.2720713310407232,
        "clique": [
            "4-The votes will be of",
            "1-After a joint sessio",
            "3-The record number of"
        ],
        "median tf-idf score": 0.39018635075032465,
        "publications": [
            "Reuters",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "The votes will be officially counted during a joint session of Congress on Jan. 6.",
            "After a joint session of Congress certifies the results on Jan. 6, the next president will be sworn in on Jan. 20.",
            "The record number of defections for the modern era  —   there hasn’t been more than one faithless elector in any one election in the past century  —   proves that the Electoral College isn’t a system that can be relied on to accurately reflect the will of voters in the states."
        ],
        "tf-idf score": [
            0.39018635075032465,
            0.19587678509211828,
            0.9852939032222412
        ]
    },
    "0.27447470866630014-3-105": {
        "average clique similarity": 0.27447470866630014,
        "clique": [
            "5-      Instead of vot",
            "4-One Republican elect",
            "6-But Khare  like most"
        ],
        "median tf-idf score": 0.8710583584098501,
        "publications": [
            "NPR",
            "Business Insider",
            "Reuters"
        ],
        "sentences": [
            "’ ’   Instead of voting for Trump in  one elector cast his ballot for Ron Paul, and another   voted for Republican presidential candidate John Kasich.",
            "One Republican elector voted for Ron Paul, a favorite among Libertarians and former Republican congressman, and another for Ohio Governor John Kasich, who challenged Trump in the race for the Republican nomination.",
            "But Khare, like most electors, is a longtime Republican political activist who was proud to cast a ballot for Trump."
        ],
        "tf-idf score": [
            0.9869072279120112,
            0.7983905913670883,
            0.8710583584098501
        ]
    },
    "0.2759686285205601-3-775": {
        "average clique similarity": 0.2759686285205601,
        "clique": [
            "4-With nearly all vote",
            "1-With several states ",
            "5-      The final elec"
        ],
        "median tf-idf score": 0.9159374207855262,
        "publications": [
            "Business Insider",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "With nearly all votes counted, Trump had clinched 304 electoral votes to Clinton’s 227, according to an Associated Press tally of the voting by 538 electors across the country.",
            "With several states still voting, Trump had 304 votes and Hillary Clinton had 169.",
            "’ ’   The final electoral tally was 304 votes for Trump, 227 for   Clinton, and seven for other candidates."
        ],
        "tf-idf score": [
            1.1975307501932235,
            0.8435090019000883,
            0.9159374207855262
        ]
    },
    "0.30082407270102723-3-1058": {
        "average clique similarity": 0.30082407270102723,
        "clique": [
            "6-A Minnesota elector ",
            "5-One elector in   Min",
            "7-Another in Minnesota"
        ],
        "median tf-idf score": 0.5124739223846309,
        "publications": [
            "NPR",
            "Business Insider",
            "Atlantic"
        ],
        "sentences": [
            "A Minnesota elector, Muhammad Abdurrahman, tried to vote Sanders, according to Minnesota Public Radio reporter Brian Bakst.",
            "One elector in   Minnesota  but was replaced with another who   voted for her.",
            "Another in Minnesota was replaced after he indicated he wouldn’t support her."
        ],
        "tf-idf score": [
            0.7704603907154262,
            0.5124739223846309,
            0.15739109366782006
        ]
    },
    "0.30184230564465303-3-945": {
        "average clique similarity": 0.30184230564465303,
        "clique": [
            "4-In Colorado  where a",
            "1-John Kasich likewise",
            "3-In Colorado  Democra"
        ],
        "median tf-idf score": 1.1854057999719738,
        "publications": [
            "Fox News",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "In Colorado, where a state law requires electors to cast their ballots for the winner of the state’s popular vote, elector Michael Baca tried to vote for Kasich   but was replaced with another elector.",
            "John Kasich likewise was replaced.",
            "In Colorado, Democratic elector Michael Baca attempted to cast his vote for John Kasich (as part of the failed scheme to convince Trump electors to back a moderate Republican) but he was dismissed and replaced by an alternate, who voted for Clinton."
        ],
        "tf-idf score": [
            1.1854057999719738,
            0.15882888185707777,
            1.4045768472093443
        ]
    },
    "0.3062653844363219-3-1058": {
        "average clique similarity": 0.3062653844363219,
        "clique": [
            "1-Another who tried to",
            "2-Electors in Colorado",
            "6-Three Democratic ele"
        ],
        "median tf-idf score": 0.8281128301986409,
        "publications": [
            "Fox News",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Another who tried to vote for Sanders in Minnesota was replaced a Colorado elector who tried to back Ohio Gov.",
            "Electors in Colorado and Minnesota also tried and failed to buck Clinton.",
            "Three Democratic electors in Maine, Minnesota, and Colorado tried to vote for candidates other than Clinton."
        ],
        "tf-idf score": [
            0.8281128301986409,
            0.5202917198383065,
            0.9043075072982403
        ]
    },
    "0.31828015512561275-4-1058": {
        "average clique similarity": 0.31828015512561275,
        "clique": [
            "7-One from Maine     w",
            "5-      On the Clinton",
            "1-A Democratic elector",
            "3-In Maine  Democratic"
        ],
        "median tf-idf score": 0.8637129135781647,
        "publications": [
            "Atlantic",
            "Business Insider",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "One from Maine —  “with no disrespect” to Clinton —  voted for Bernie Sanders, before that vote was ruled out of order, and he supported Clinton on the second ballot.",
            "’ ’   On the Clinton side,  voted for Democratic presidential   candidate Bernie Sanders instead.",
            "A Democratic elector in Maine tried to vote for Sen. Bernie Sanders, but switched to Clinton after it was ruled improper.",
            "In Maine, Democratic elector David Bright voted for Bernie Sanders at first, but his vote was ruled out of order, and he switched it to Clinton during a revote."
        ],
        "tf-idf score": [
            0.7236769129027218,
            0.42015295579551404,
            1.0037489142536076,
            1.078995200605261
        ]
    },
    "0.32322168747105784-3-1058": {
        "average clique similarity": 0.32322168747105784,
        "clique": [
            "6-But Bright ultimatel",
            "4-His vote was rejecte",
            "5-An  too  but switche"
        ],
        "median tf-idf score": 0.5852837737966154,
        "publications": [
            "NPR",
            "Reuters",
            "Business Insider"
        ],
        "sentences": [
            "But Bright ultimately changed his vote to Clinton, after his initial ballot was ruled out of order.",
            "His vote was rejected, and  he voted for Clinton on a second ballot.",
            "An  too, but switched   his vote to Clinton after a second round of voting."
        ],
        "tf-idf score": [
            0.5852837737966154,
            0.6015289528701916,
            0.4462734976741055
        ]
    },
    "0.3331146142719741-3-1058": {
        "average clique similarity": 0.3331146142719741,
        "clique": [
            "1-With Trump s win now",
            "2-Lawmakers are schedu",
            "7-Their votes won t be"
        ],
        "median tf-idf score": 0.38660420855491634,
        "publications": [
            "Fox News",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "With Trump’s win now secured, a joint session of Congress is scheduled for Jan. 6 to certify the results.",
            "Lawmakers are scheduled to gather Jan. 6 in the House chamber to hear the results from the states in alphabetical order during a session set to be led by Vice President Biden.",
            "Their votes won’t be officially counted until January 6, during a joint session of Congress."
        ],
        "tf-idf score": [
            0.38660420855491634,
            0.441991731501006,
            0.38225623365973527
        ]
    },
    "0.33687454744148254-3-1058": {
        "average clique similarity": 0.33687454744148254,
        "clique": [
            "2-Maryland law require",
            "0-Three Democratic ele",
            "3-Furthermore  three D"
        ],
        "median tf-idf score": 1.029648075363842,
        "publications": [
            "Washington Post",
            "National Review",
            "Vox"
        ],
        "sentences": [
            "Maryland law requires electors to vote for the winner of the state’s popular vote, which Clinton won easily.",
            "Three Democratic electors in Colorado filed an emergency request to suspend a state law that requires electors to vote for the candidate who won the state.",
            "Furthermore, three Democratic electors in other states Clinton won tried to defect but were either replaced or convinced to change their minds:     In Minnesota,   Democratic elector Muhammad Abdurrahman reportedly refused to cast a vote, so according to state law, he was replaced with an alternate who did vote for Clinton."
        ],
        "tf-idf score": [
            1.029648075363842,
            0.9853408496171078,
            1.3204121751183047
        ]
    },
    "0.3374961911292593-3-25": {
        "average clique similarity": 0.3374961911292593,
        "clique": [
            "4-In Maine  Democratic",
            "0-Maine Democratic ele",
            "6-Some of the Democrat"
        ],
        "median tf-idf score": 1.0833148431037294,
        "publications": [
            "National Review",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "In Maine, Democratic elector David Bright first cast his vote for Clinton’s rival for the party nomination, Senator Bernie Sanders of Vermont, who carried the state in the party nominating contest.",
            "Maine Democratic elector David Bright announced Monday morning that he would vote for Senator Bernie Sanders in the Electoral College.",
            "Some of the Democratic electors tried to vote for Sanders, though only the Hawaii vote will remain an official Electoral College tally for the Vermont Senator."
        ],
        "tf-idf score": [
            1.2395041717282747,
            1.0833148431037294,
            1.0187831310220252
        ]
    },
    "0.4141339103619456-3-1058": {
        "average clique similarity": 0.4141339103619456,
        "clique": [
            "3-Only two Trump elect",
            "6-John Kasich  the oth",
            "1- He backed Kasich  w"
        ],
        "median tf-idf score": 0.6745363423659761,
        "publications": [
            "Vox",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "Only two Trump electors, both from Texas, defected, with one voting for John Kasich and the other for Ron Paul.",
            "John Kasich, the other for former Texas Rep. Ron Paul.",
            "(He backed Kasich, while another Texas elector used his ballot to vote for former congressman Ron Paul.)"
        ],
        "tf-idf score": [
            0.6745363423659761,
            0.11521989342359629,
            0.7552582573568752
        ]
    },
    "0.47409997640881796-4-1058": {
        "average clique similarity": 0.47409997640881796,
        "clique": [
            "5-In Washington state ",
            "3-Overall  Clinton los",
            "2-In Washington state ",
            "6-Three voted for Coli"
        ],
        "median tf-idf score": 0.8095833234851211,
        "publications": [
            "Business Insider",
            "Vox",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "In Washington state, three    for former Secretary of State Colin Powell and   one voted for Native American elder Faith Spotted Eagle.",
            "Overall, Clinton lost five electors from states she won  —   three of whom instead cast their votes for former Secretary of State Colin Powell, one of whom voted for Bernie Sanders, and the other of whom voted for Faith Spotted Eagle, an activist involved in protesting the Dakota Access Pipeline.",
            "In Washington state, three electors cast votes for former secretary of state Colin Powell, while another voted for Faith Spotted Eagle, a member of the Sioux tribe from South Dakota who opposes the Dakota Access Pipeline.",
            "Three voted for Colin Powell and one for Faith Spotted Eagle, a Native American who gained some notoriety for her protest of the Dakota Access Pipeline."
        ],
        "tf-idf score": [
            0.48286799919620954,
            1.3373511189751854,
            1.1362986477740327,
            0.2731088184048783
        ]
    }
}