{
    "0.10991787029321065-3-94": {
        "average clique similarity": 0.10991787029321065,
        "clique": [
            "0-Honored to join  rea",
            "4-Pence would help ene",
            "3-After a week of taki"
        ],
        "median tf-idf score": 0.6336086054674468,
        "publications": [
            "Washington Post",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "Honored to join @realDonaldTrump and work to make America great again.",
            "Pence would help energize America’s Christian community, connecting with tens of millions of Americans who feel under siege to such an extent that many now speak of a War on Christianity in America, a war that Trump has acknowledged by name and promised to fight.",
            "After a week of taking heat from Democrats, LGBT activists, corporate America and the NBA, Pence signed an amendment, saying it’s not okay to use it to discriminate against gay people."
        ],
        "tf-idf score": [
            0.08972156019940421,
            0.8808594936842297,
            0.6336086054674468
        ]
    },
    "0.11691689911359131-3-460": {
        "average clique similarity": 0.11691689911359131,
        "clique": [
            "2-At 57  Pence is more",
            "4-Pence s  safe  style",
            "3- Peter Stevenson  Da"
        ],
        "median tf-idf score": 0.6268604033877887,
        "publications": [
            "Washington Post",
            "Guardian",
            "Breitbart"
        ],
        "sentences": [
            "At 57, Pence is more experienced than Quayle.",
            "Pence’s “safe” style would also give Trump more room to keep “being Trump.",
            "(Peter Stevenson, Danielle Kunitz, Osman   Washington Post)   Pence was among the safer choices on Trump’s short list, in part because there were few options more different than Trump himself."
        ],
        "tf-idf score": [
            0.42668805346923594,
            0.6268604033877887,
            0.8464919314683306
        ]
    },
    "0.11942774032408632-3-251": {
        "average clique similarity": 0.11942774032408632,
        "clique": [
            "1-When Trump was asked",
            "0-Pence passed on the ",
            "4-So he called for leg"
        ],
        "median tf-idf score": 0.680113254600615,
        "publications": [
            "Fox News",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "When Trump was asked for his opinion on Pence’s 2002 vote on 60 Minutes, he answered, ”He’s entitled to make a mistake every once in awhile”.",
            "Pence passed on the opportunity to run for Senate in 2010, then made trips to   states Iowa and South Carolina, which fueled speculation that he would run for president, until he launched his bid for governor in May 2011.",
            "So he called for legislation requiring every illegal alien to leave this country at a point of entry, and once there, to register at that point of entry to be able to   legally if he passed a background check and fulfilled other requirements, such as being needed to fill a job."
        ],
        "tf-idf score": [
            0.8451856924983454,
            0.680113254600615,
            0.13583252305443136
        ]
    },
    "0.12175207517047082-3-190": {
        "average clique similarity": 0.12175207517047082,
        "clique": [
            "3-In 2006  while Repub",
            "0-The selection of Pen",
            "1-Although his running"
        ],
        "median tf-idf score": 0.9609621483293487,
        "publications": [
            "Fox News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "In 2006, while Republicans were still in the minority, Pence decided to run for the leader of the party against a veteran GOP congressman from Ohio, John Boehner.",
            "The selection of Pence, who went from dark horse to leading contender in a matter of days, presumably is aimed at galvanizing support from the party’s conservative base as Trump charges into the Republican nominating convention.",
            "Although his running mate has denied his own early support of the Iraq War, Pence was in Congress at the time and voted in favor of authorizing the use of force in Iraq."
        ],
        "tf-idf score": [
            0.698159590508125,
            0.9781552843157312,
            0.9609621483293487
        ]
    },
    "0.12520668581256497-3-150": {
        "average clique similarity": 0.12520668581256497,
        "clique": [
            "1-After losing early c",
            "4-Pence began as an ou",
            "2-His political career"
        ],
        "median tf-idf score": 0.5501705472979637,
        "publications": [
            "Guardian",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "After losing early campaigns for Congress, Pence wrote an essay apologizing for running negative ads against an opponent, Rep. Phillip Sharp.",
            "Pence began as an outsider who served 12 years in Congress and rose to leadership.",
            "His political career began with two unsuccessful bids for Congress after he graduated from law school."
        ],
        "tf-idf score": [
            0.6803495367344765,
            0.5501705472979637,
            0.23331347044147108
        ]
    },
    "0.1285165499772828-3-295": {
        "average clique similarity": 0.1285165499772828,
        "clique": [
            "1-On the show  Pence d",
            "4-Pence has always adv",
            "3-One of Pence s forme"
        ],
        "median tf-idf score": 0.6835997215851644,
        "publications": [
            "Washington Post",
            "NPR",
            "Breitbart"
        ],
        "sentences": [
            "On the show, Pence discussed the ”normalization of adultery” and ”whether or not it was time to rethink this whole business of women in the military”.",
            "Pence has always advocated a strong    for military matters, national security, and foreign diplomacy, but never at the expense of Congress’s enumerated powers, maintaining the balance between Article I and Article II of the Constitution.",
            "One of Pence’s former advisers told NBC that even before the 2010 summer of discontent between conservatives and the establishment, Pence was tuned into the populist strain of the party."
        ],
        "tf-idf score": [
            0.6632537483889596,
            0.6835997215851644,
            0.7467396002641739
        ]
    },
    "0.12962758335529131-3-706": {
        "average clique similarity": 0.12962758335529131,
        "clique": [
            "2-An early advocate of",
            "0-While the initial po",
            "4-It s a safe bet that"
        ],
        "median tf-idf score": 0.8587138075287022,
        "publications": [
            "Guardian",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "An early advocate of the Tea Party movement, he has voted with social conservatives for nearly his entire time in office, putting him more in line with the far right of the Republican party.",
            "While the initial postponement of Trump’s announcement fueled speculation that he might be having second thoughts, it was widely expected that Pence was in line for the job.",
            "It’s a safe bet that while President Trump would be selling an agenda directly to the American people, Vice President Pence would be spending quite a bit of time on Capitol Hill doing the daily work of negotiating details with legislators to turn those proposals into bills landing on Trump’s desk in the Oval Office for signature."
        ],
        "tf-idf score": [
            0.5553702501235958,
            0.8668620408640385,
            0.8587138075287022
        ]
    },
    "0.13212997069132537-3-54": {
        "average clique similarity": 0.13212997069132537,
        "clique": [
            "0-Pence  a Catholic  e",
            "4-Pence could be inval",
            "3-He s been in public "
        ],
        "median tf-idf score": 0.6707874344777331,
        "publications": [
            "Fox News",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "Pence, a Catholic, earned a law degree from Indiana University in 1986 and ran two unsuccessful congressional campaigns before getting elected in 2000.",
            "Pence could be invaluable in getting Trump’s agenda through Congress.",
            "He’s been in public office since 2000, most of that time in Congress."
        ],
        "tf-idf score": [
            0.7129014582810774,
            0.6707874344777331,
            0.10834349435762544
        ]
    },
    "0.13630476607191808-3-210": {
        "average clique similarity": 0.13630476607191808,
        "clique": [
            "3-said Pence is a  per",
            "2-He is also seen as a",
            "4-Pence is from the He"
        ],
        "median tf-idf score": 0.408154732475057,
        "publications": [
            "Washington Post",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "said Pence is a ”personal friend”.",
            "He is also seen as a potential asset on the Trump ticket because he is trusted by   conservatives.",
            "Pence is from the Heartland."
        ],
        "tf-idf score": [
            0.4619880577125595,
            0.35324642082609636,
            0.408154732475057
        ]
    },
    "0.14092954014166736-3-239": {
        "average clique similarity": 0.14092954014166736,
        "clique": [
            "3-News conference tomo",
            "0-    Donald Trump put",
            "2-Donald Trump just se"
        ],
        "median tf-idf score": 0.40709533031980966,
        "publications": [
            "Washington Post",
            "Fox News",
            "Guardian"
        ],
        "sentences": [
            "News conference tomorrow at 11:00 A M  —   Donald J Trump (@realDonaldTrump) July 15, 2016      Presumptive Republican presidential nominee Donald Trump picked Indiana Gov.",
            "    Donald Trump put to rest Friday the speculation and revealed the   secret in Washington: Indiana Gov.",
            "Donald Trump just sent a message to the women of America: your health and your lives are not important."
        ],
        "tf-idf score": [
            0.5873724927782523,
            0.40709533031980966,
            0.32880935020819446
        ]
    },
    "0.14291313858909774-3-525": {
        "average clique similarity": 0.14291313858909774,
        "clique": [
            "3-The race made our li",
            "0-But he moved almost ",
            "1-Unlike the people at"
        ],
        "median tf-idf score": 0.5187977148165749,
        "publications": [
            "NPR",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "The race made our list of top 5 seats most likely to flip.",
            "But he moved almost immediately to the top of the list, considering he gives the Trump campaign   social conservative credentials without the kind of political baggage that Democrats had hoped to exploit in other finalists like Christie or Gingrich.",
            "Unlike the people at the top of the tickets, Pence and Kaine are relatively unknown to voters."
        ],
        "tf-idf score": [
            0.060854471904581854,
            0.562565422089381,
            0.5187977148165749
        ]
    },
    "0.14389419129399303-3-614": {
        "average clique similarity": 0.14389419129399303,
        "clique": [
            "3-Cruz dropped out tha",
            "4-Pence would support ",
            "2-Trump broadly suppor"
        ],
        "median tf-idf score": 0.6576591222803942,
        "publications": [
            "Guardian",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "Cruz dropped out that night, and Pence said he’d support Trump as the nominee.",
            "Pence would support Trump without competing for media attention.",
            "Trump broadly supports an aggressive stance toward pharmaceutical companies, and Trump has renounced his original support for the Iraq war by claiming he never supported it."
        ],
        "tf-idf score": [
            0.7377025678264983,
            0.6576591222803942,
            0.4538867017333924
        ]
    },
    "0.14720855970946592-3-587": {
        "average clique similarity": 0.14720855970946592,
        "clique": [
            "4-Pence would never co",
            "2-Like Trump  Pence wa",
            "3-But their 2016 invol"
        ],
        "median tf-idf score": 0.8099268382805198,
        "publications": [
            "Guardian",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "Pence would never compete with Trump for media attention, instead carrying out whatever role was assigned to him, and focusing on the top of the ticket.",
            "Like Trump, Pence was able to help his political career with a stint in the media.",
            "But their 2016 involvement could change with Pence by Trump’s side: The résumés of several of Pence’s top aides also include stints with the Koch brothers’ vast corporate and political networks."
        ],
        "tf-idf score": [
            0.8099268382805198,
            0.8629614413692235,
            0.7432912707674143
        ]
    },
    "0.14987657006919236-3-106": {
        "average clique similarity": 0.14987657006919236,
        "clique": [
            "0-He also pushed to cu",
            "2-It also draws sharp ",
            "1-While serving in the"
        ],
        "median tf-idf score": 0.23163629975616645,
        "publications": [
            "Guardian",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "He also pushed to cut off federal funding to Planned Parenthood and opposed closing the Guantanamo Bay detention camp.",
            "It also draws sharp battle lines with Hillary Clinton, given Pence’s reputation as a crusader against abortion, gay rights and Planned Parenthood.",
            "While serving in the House in 2011, he introduced an amendment to defund Planned Parenthood because the women’s health organization provides abortion services."
        ],
        "tf-idf score": [
            0.1421046754538392,
            0.6279590558660383,
            0.23163629975616645
        ]
    },
    "0.1509732265308724-3-19": {
        "average clique similarity": 0.1509732265308724,
        "clique": [
            "2-Trump himself has be",
            "1-I stood strongly thr",
            "0-However  both droppe"
        ],
        "median tf-idf score": 0.02713063995934006,
        "publications": [
            "Fox News",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "Trump himself has been registered as both a Democrat and Republican and voted for both parties over the years.",
            "I stood strongly through both of them”.",
            "However, both dropped out earlier this month."
        ],
        "tf-idf score": [
            0.53877949209606,
            0.019095752721523605,
            0.02713063995934006
        ]
    },
    "0.1516338021526957-3-311": {
        "average clique similarity": 0.1516338021526957,
        "clique": [
            "3-Pence and Gregg have",
            "1-Trump and Pence  whi",
            "4-Mike and Karen Pence"
        ],
        "median tf-idf score": 0.5416977469417538,
        "publications": [
            "NPR",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "Pence and Gregg have matched up against each other before: Gregg lost to Pence in 2012 by 3.",
            "Trump and Pence, while different in temperament, have something in common: both men have hosted TV shows.",
            "Mike and Karen Pence have been faithfully married for 30 years, and by all accounts have an ideal marriage, deeply caring for each other and their three children."
        ],
        "tf-idf score": [
            0.44498817156074183,
            0.6789761715890261,
            0.5416977469417538
        ]
    },
    "0.15260692295273479-3-342": {
        "average clique similarity": 0.15260692295273479,
        "clique": [
            "0-  He said   Given th",
            "4-As a candidate  and ",
            "1-Pence replied   In t"
        ],
        "median tf-idf score": 0.6715546310056321,
        "publications": [
            "NPR",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "” He said: “Given the options, Pence was the really the only one who delivered any amount of value to the campaign.",
            "As a candidate, and later as vice president, Pence would know that there is only one head of state and    at any one time, and would make sure that President Trump owns the stage that belongs to that office, and to the nominee seeking that office during the election season.",
            "Pence replied: ”In the essay that I wrote a long time ago, I said campaigns ought to be about something more important than just one candidate’s election."
        ],
        "tf-idf score": [
            0.6715546310056321,
            0.9035353851002155,
            0.6427438879524838
        ]
    },
    "0.15375205723157429-3-142": {
        "average clique similarity": 0.15375205723157429,
        "clique": [
            "2-After national outra",
            "4-An originalist is so",
            "0-The national and wid"
        ],
        "median tf-idf score": 0.7318703943417703,
        "publications": [
            "Breitbart",
            "Fox News",
            "Guardian"
        ],
        "sentences": [
            "After national outrage from critics who saw the law as a step towards legal discrimination, Pence pushed for revisions to make clear that businesses do not have the right to deny service to customers.",
            "An originalist is someone who believes that a judge must always assign to the words of any law —  whether the Constitution, as the Supreme Law of the Land, or to a statute or regulation —  the public meaning that the American people understood those words to carry when they were adopted.",
            "The national and widespread criticism was so damaging it forced Pence and the state legislature to revise the law to clearly prohibit businesses from denying services to customers based on their sexual preference or gender choice."
        ],
        "tf-idf score": [
            0.7318703943417703,
            0.23327313702103766,
            0.8644887838406454
        ]
    },
    "0.1560813576281445-3-771": {
        "average clique similarity": 0.1560813576281445,
        "clique": [
            "1-   strongly called f",
            "4-This created a legis",
            "3-   This spring  Penc"
        ],
        "median tf-idf score": 0.5721244224060293,
        "publications": [
            "NPR",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            ".. strongly called for a fix to the legislation,” USA Today noted, Pence later signed a revised version of the law.",
            "This created a legislative backlash in which Pence eventually signed a “fix” of RFRA, one that left   businesses without the protection in the first statute, while preserving protections for clergy, churches, and   institutions.",
            "”) This spring, Pence signed into law one of the strictest abortion laws in the nation."
        ],
        "tf-idf score": [
            0.618304464800932,
            0.5453761025714107,
            0.5721244224060293
        ]
    },
    "0.16074876139208966-3-65": {
        "average clique similarity": 0.16074876139208966,
        "clique": [
            "4-That led to the crea",
            "1-But Pence appeared t",
            "3-But he became a hous"
        ],
        "median tf-idf score": 0.46655339468257173,
        "publications": [
            "Breitbart",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "That led to the creation of the House Freedom Caucus in 2015, filling the same role originally performed by the RSC) Pence repeatedly opposed George W Bush’s proposals to expand government.",
            "But Pence appeared to back the bill in an interview on Fox in March 2015.",
            "But he became a household name when he signed a religious freedom bill into law in 2015."
        ],
        "tf-idf score": [
            0.6204247195685151,
            0.46655339468257173,
            0.1891509490570553
        ]
    },
    "0.1620584397602385-3-662": {
        "average clique similarity": 0.1620584397602385,
        "clique": [
            "0-  Had he not been pi",
            "3-But Pence tried to t",
            "4-Observant Christians"
        ],
        "median tf-idf score": 0.608892009401313,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "” Had he not been picked, Pence would have been facing Democrat John Gregg for a rematch of their 2012 gubernatorial   which Pence won by a narrow margin polls this year suggested a rematch would be similarly close.",
            "But Pence tried to tack on a political insurance policy in case Trump won the state by adding, ”I’m not against anybody,” which may not have been the boldest pronouncement but certainly seems to have been the most politically savvy.",
            "Observant Christians have been sharply divided on Trump."
        ],
        "tf-idf score": [
            0.608892009401313,
            0.7826699284309422,
            0.24292217612240324
        ]
    },
    "0.16262730049251528-3-767": {
        "average clique similarity": 0.16262730049251528,
        "clique": [
            "3-The law got so much ",
            "1- But I understand th",
            "2-He has backed the   "
        ],
        "median tf-idf score": 0.3678962485253987,
        "publications": [
            "NPR",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "The law got so much attention that at the 2015 White House correspondents’ dinner, President Obama joked he and Vice President Biden were so close that ”in some places in Indiana, they won’t serve us pizza anymore”.",
            "”But I understand that the way that some on the left, and frankly some in the national media, have mischaracterized this law over the last week might make it necessary for us to clarify the law through legislation.",
            "He has backed the   Partnership, which is supported by Barack Obama and which Trump has called a “rape” of the US, for instance, and derided Trump’s call to bar Muslims from entering the US “Calls to ban Muslims from entering the US are offensive and unconstitutional,” he tweeted in December."
        ],
        "tf-idf score": [
            0.3678962485253987,
            0.2635704579124443,
            0.49027279599144236
        ]
    },
    "0.16309688363007807-3-129": {
        "average clique similarity": 0.16309688363007807,
        "clique": [
            "1-   and this campaign",
            "2-The governor s selec",
            "3-Caption   Donald Tru"
        ],
        "median tf-idf score": 0.6259385064046762,
        "publications": [
            "NPR",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            ".. and this campaign and Donald Trump’s candidacy has been about the issues the American people care about”.",
            "The governor’s selection as Donald Trump’s running mate brings many qualities to the candidate’s campaign that Republicans fear it lacks: discipline, experience in government, conservative principles and credibility among Christian evangelicals.",
            "Caption   Donald Trump’s running mate has been in public office since 2000, mostly in Congress, and is a favorite among social conservatives."
        ],
        "tf-idf score": [
            0.4751955899551453,
            0.7654840789002225,
            0.6259385064046762
        ]
    },
    "0.16451420144713177-3-395": {
        "average clique similarity": 0.16451420144713177,
        "clique": [
            "3-Pence said it would ",
            "1-Critics said the bil",
            "4-Pence was caught fla"
        ],
        "median tf-idf score": 0.8421214063862322,
        "publications": [
            "NPR",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "Pence said it would extend legal protections to Indiana business owners who didn’t want to participate in   weddings, citing their religious beliefs; opponents argued that he was sanctioning discrimination.",
            "Critics said the bill could allow business owners to ban LGBT customers based on a claim of religious freedom.",
            "Pence was caught flatfooted when the mainstream media joined the LGBT Left condemning Pence’s signing of Indiana’s Religious Freedom Restoration Act (RFRA) which guaranteed that Hoosiers could live their daily lives and operate their businesses consistent with their religious faith."
        ],
        "tf-idf score": [
            0.8421214063862322,
            0.24135114280495717,
            0.884607939100283
        ]
    },
    "0.16568259528573687-3-737": {
        "average clique similarity": 0.16568259528573687,
        "clique": [
            "4- I m a Christian  a ",
            "0- Pence is a    conse",
            "2-  Two of Pence s fav"
        ],
        "median tf-idf score": 0.8297795623749833,
        "publications": [
            "Guardian",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "“I’m a Christian, a conservative, and a Republican, in that order,” Pence would often say in speeches, making it explicit that he considered conservative principles more important than party loyalty or partisan politics, and that his faith in Jesus Christ trumps everything.",
            "“Pence is a    conservative,” said Caleb Burns, a Republican strategist and partner in the Washington law firm Wiley Rein, adding Pence could “energize the workhorses of the party.",
            "” Two of Pence’s favorite lines are to describe himself as “a Christian, a conservative and a Republican, in that order,” and to offer assurance, “I’m a conservative, but I’m not angry about it."
        ],
        "tf-idf score": [
            0.9735980481574431,
            0.8297795623749833,
            0.670700710102636
        ]
    },
    "0.16914407921026295-3-695": {
        "average clique similarity": 0.16914407921026295,
        "clique": [
            "1-In July  Pence and T",
            "0-Trump didn t meet wi",
            "3-July 12  2016  Mike "
        ],
        "median tf-idf score": 0.8461135759158138,
        "publications": [
            "Washington Post",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "In July, Pence and Trump sat down for a joint interview on CBS’ 60 Minutes.",
            "Trump didn’t meet with Pence and his wife until July 2, at the Trump National Golf Club in Bedminster, N J They appeared together at a rally in central Indiana, then at a Trump   fundraiser in Indianapolis  —   before Trump ultimately made his choice.",
            "July 12, 2016  Mike Pence joins Republican presidential candidate Donald Trump at a rally in Westfield, Ind."
        ],
        "tf-idf score": [
            0.668588662545545,
            0.8461135759158138,
            0.887128343094377
        ]
    },
    "0.17200602424714495-3-335": {
        "average clique similarity": 0.17200602424714495,
        "clique": [
            "2-The decision to add ",
            "3-Mike Pence revealed ",
            "1-Interviewer Lesley S"
        ],
        "median tf-idf score": 0.8263159342711511,
        "publications": [
            "NPR",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "The decision to add Pence to the ticket could help Trump persuade dissenters who would have preferred the    brand of candidates like Ted Cruz, whom Pence endorsed just before the Indiana primary, comparing him with Reagan as a “principled conservative”.",
            "Mike Pence revealed on The Garrison Radio Program April 29 that he plans to vote for Republican presidential candidate Ted Cruz in his state’s May 3 primary.",
            "Interviewer Lesley Stahl asked Pence how he felt about some of Trump’s attacks on his opponents, specifically referencing ”Lyin’ Ted,” Trump’s nickname for his   primary opponent, Texas Sen. Ted Cruz."
        ],
        "tf-idf score": [
            1.0367691057783646,
            0.8263159342711511,
            0.7943273803406423
        ]
    },
    "0.17204041686360091-3-132": {
        "average clique similarity": 0.17204041686360091,
        "clique": [
            "4-   Abraham Lincoln g",
            "1-In a 2002 interview ",
            "3-Pence told CBN News "
        ],
        "median tf-idf score": 0.575232539783872,
        "publications": [
            "NPR",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "” (Abraham Lincoln grew up in Indiana.)",
            "In a 2002 interview with CNN leading up to the vote, Pence emphasized that there was ”overwhelming evidence.",
            "Pence told CBN News in a 2010 interview: ”It may be that I grew up in a big Irish Catholic family like he did."
        ],
        "tf-idf score": [
            0.10131139815810611,
            0.614829138795311,
            0.575232539783872
        ]
    },
    "0.17584912029418723-3-577": {
        "average clique similarity": 0.17584912029418723,
        "clique": [
            "1-He described himself",
            "3-Pence  who positione",
            "4-He lost that bid  bu"
        ],
        "median tf-idf score": 0.6001865499838036,
        "publications": [
            "NPR",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "He described himself as ”Rush Limbaugh on decaf,” meaning while a conservative, he was not as bombastic as the popular Limbaugh, who hosts his own talk show.",
            "Pence, who positioned himself as the conservative in the race, lost in a vote among fellow House Republicans 168 to 27.",
            "He lost that bid, but garnered almost 30 votes against the future Speaker, making a name for himself as someone willing to oppose anyone who Pence believed would not lead as a conservative."
        ],
        "tf-idf score": [
            0.3050033199157839,
            0.6902877951738821,
            0.6001865499838036
        ]
    },
    "0.18141967767946773-3-771": {
        "average clique similarity": 0.18141967767946773,
        "clique": [
            "4-Taxing  Spending  an",
            "3-While in Congress  h",
            "0-While Democrats are "
        ],
        "median tf-idf score": 0.5420642888996984,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "Taxing, Spending, and Regulation, Pence became one of the Tea Party’s favorite legislators on Capitol Hill.",
            "While in Congress, he voted against big spending bills that the tea party would come to loathe.",
            "While Democrats are hammering his Tea Party ties in Congress, the    Pence also could help Trump with critical fundraising, considering the Trump campaign has roughly $1."
        ],
        "tf-idf score": [
            0.5420642888996984,
            0.18714791101878064,
            0.9824668878275287
        ]
    },
    "0.1889162041505068-3-36": {
        "average clique similarity": 0.1889162041505068,
        "clique": [
            "2-Pence built up a rel",
            "3-He s a social conser",
            "4-Religious Liberty  P"
        ],
        "median tf-idf score": 0.6662477282175678,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "Pence built up a reliably conservative record, particularly on social issues  —   he opposed gay marriage  —   and was considered a rising star within the caucus.",
            "He’s a social conservative.",
            "Religious Liberty  Pence’s record as a conservative has been consistent, though not perfect."
        ],
        "tf-idf score": [
            0.8125287127279862,
            0.11170465091824092,
            0.6662477282175678
        ]
    },
    "0.19042956391742796-3-271": {
        "average clique similarity": 0.19042956391742796,
        "clique": [
            "1-This March  as gover",
            "2-Earlier this year  P",
            "4-Pence has made one a"
        ],
        "median tf-idf score": 0.7978693327289118,
        "publications": [
            "Breitbart",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "This March, as governor of Indiana, Pence signed one of the most restrictive abortion laws in the country.",
            "Earlier this year, Pence signed a law that made Indiana only the second state in the union to ban abortions because the foetus has a disability.",
            "Pence has made one appointment to the Indiana Supreme Court during his tenure, choosing one of the most consistent legal conservatives in the Hoosier State, Justice Geoffrey Slaughter."
        ],
        "tf-idf score": [
            0.7178609893576221,
            0.8921530535384988,
            0.7978693327289118
        ]
    },
    "0.200779781682742-3-490": {
        "average clique similarity": 0.200779781682742,
        "clique": [
            "1-House Speaker Paul R",
            "0-Chris Christie and f",
            "3-Interestingly  Pence"
        ],
        "median tf-idf score": 0.677649860263406,
        "publications": [
            "Fox News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "House Speaker Paul Ryan has called Pence a ”good movement conservative” and considers him a good friend.",
            "Chris Christie and former House Speaker Newt Gingrich, among others.",
            "Interestingly, Pence’s 2016 veep competition, former House speaker Newt Gingrich, was also on that straw poll and came in fourth."
        ],
        "tf-idf score": [
            0.7698293152948489,
            0.11967104608593294,
            0.677649860263406
        ]
    },
    "0.20082075462610252-3-469": {
        "average clique similarity": 0.20082075462610252,
        "clique": [
            "1-On the Republican si",
            "4-As governor  Pence h",
            "3-Pence was already we"
        ],
        "median tf-idf score": 0.7215895995281957,
        "publications": [
            "Washington Post",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "On the Republican side, Pence has been governor of Indiana since 2013.",
            "As governor, Pence has cut taxes repeatedly, passing the largest tax cut in Indiana history.",
            "Pence was already well known and respected in Republican circles when he was elected governor of Indiana in 2012."
        ],
        "tf-idf score": [
            0.7215895995281957,
            0.6912233129234404,
            0.789942642521151
        ]
    },
    "0.20695607748942324-4-558": {
        "average clique similarity": 0.20695607748942324,
        "clique": [
            "4-Some hardline commen",
            "0-Mike Pence will be h",
            "3-Pence will have to d",
            "2-But there will be so"
        ],
        "median tf-idf score": 0.526131246751515,
        "publications": [
            "Washington Post",
            "Breitbart",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "Some hardline commentators will try to find fault with him, but American voters will likely side with Pence on these issues.",
            "Mike Pence will be his running mate.",
            "Pence will have to drop out of his reelection bid now   —   which may be a good thing for him, given the religious freedom debate did Pence no favors in his reelection bid.",
            "But there will be some wrinkles to iron out with Trump."
        ],
        "tf-idf score": [
            0.5188056602831576,
            0.5334568332198725,
            0.6121047944650738,
            0.21042471322955555
        ]
    },
    "0.20731152212983053-3-25": {
        "average clique similarity": 0.20731152212983053,
        "clique": [
            "1-Before that  he serv",
            "3- Yuri     Before bec",
            "0-Pence  now in a toug"
        ],
        "median tf-idf score": 0.7207412393918181,
        "publications": [
            "NPR",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Before that, he served six terms in the U S House of Representatives.",
            "(Yuri  )  Before becoming governor of Indiana in 2013, Pence spent six terms in Congress, where he served on committees that dealt with foreign affairs and technology and was generally   and respected by his colleagues.",
            "Pence, now in a tough   bid, spent 12 years in Congress including as the leader of the House Republican Conference."
        ],
        "tf-idf score": [
            0.09394152738280488,
            0.829108587062527,
            0.7207412393918181
        ]
    },
    "0.2090743768254634-3-708": {
        "average clique similarity": 0.2090743768254634,
        "clique": [
            "0-Still  Pence is not ",
            "3-But not all social c",
            "2-The religious freedo"
        ],
        "median tf-idf score": 0.7186210230967199,
        "publications": [
            "Washington Post",
            "Fox News",
            "Guardian"
        ],
        "sentences": [
            "Still, Pence is not without some negatives, particularly his handling last year of the   Religious Freedom Restoration Act.",
            "But not all social conservatives are thrilled with Pence now: Some thought he backed off last year’s religious freedom debate under pressure from liberal groups.",
            "The religious freedom law was not Pence’s only brush with national controversy."
        ],
        "tf-idf score": [
            0.5889090107140419,
            0.7186210230967199,
            0.7481308427893621
        ]
    },
    "0.22013013325366118-3-433": {
        "average clique similarity": 0.22013013325366118,
        "clique": [
            "3-He s got ties to the",
            "0-Pence s deputy chief",
            "2-He also has close ti"
        ],
        "median tf-idf score": 0.21157971341495296,
        "publications": [
            "Guardian",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "He’s got ties to the Koch brothers.",
            "Pence’s deputy chief of staff was a former spokesman for Koch Industries and his chief of staff in Congress later ran the Koch brothers’ political umbrella organization.",
            "He also has close ties to billionaire donors Charles and David Koch, including current and   who have worked for them."
        ],
        "tf-idf score": [
            0.07514019495634815,
            0.7469754770265521,
            0.21157971341495296
        ]
    },
    "0.23957454707895076-3-771": {
        "average clique similarity": 0.23957454707895076,
        "clique": [
            "0-The original law  wh",
            "2-The controversial la",
            "1-In 2015  he signed i"
        ],
        "median tf-idf score": 0.28472093593505354,
        "publications": [
            "Fox News",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "The original law, which he signed, allowed residents and companies being sued by a private party to cite their religious beliefs as a defense.",
            "The controversial law allowed businesses to use religious freedom as an affirmative defence in lawsuits, and was seen as a sanction for people with religious objections to decline services for   couples.",
            "In 2015, he signed into law a controversial ”religious freedom” bill, which spurred wide backlash."
        ],
        "tf-idf score": [
            0.28472093593505354,
            0.4562104306660277,
            0.21481101081805587
        ]
    },
    "0.24561547149899-3-605": {
        "average clique similarity": 0.24561547149899,
        "clique": [
            "4-Mike Pence became a ",
            "3-Pence is a devout ev",
            "1-Pence ahead of Tuesd"
        ],
        "median tf-idf score": 0.6629037318066463,
        "publications": [
            "Washington Post",
            "NPR",
            "Breitbart"
        ],
        "sentences": [
            "Mike Pence became a   Christian in college, and has lived a personal life consistent with his devout faith for almost four decades since becoming an evangelical.",
            "Pence is a devout evangelical Christian who regularly talks about his faith.",
            "Pence ahead of Tuesday’s debate: Pence is a   Christian  —   he became one in college  —   and has put his religion in the foreground of his political persona."
        ],
        "tf-idf score": [
            0.6727845798872194,
            0.5079149408522646,
            0.6629037318066463
        ]
    },
    "0.25419756920725195-4-156": {
        "average clique similarity": 0.25419756920725195,
        "clique": [
            "4- Trump told Fox News",
            "1-Trump running mate M",
            "3-Mike Pence  R  as hi",
            "0-   By picking Mike P"
        ],
        "median tf-idf score": 0.6998437150830481,
        "publications": [
            "Breitbart",
            "NPR",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "[Trump told Fox News’s Brett Baier this week that there are perhaps four individuals the presumptive GOP nominee is considering for his running mate.",
            "Trump running mate Mike Pence will debate Clinton running mate Tim Kaine Tuesday night at Longwood University in Farmville, Va.",
            "Mike Pence (R) as his running mate.",
            "” “By picking Mike Pence as his running mate, Donald Trump has doubled down on some of his most disturbing beliefs by choosing an incredibly divisive and unpopular running mate known for supporting discriminatory politics and failed economic policies that favor millionaires and corporations over working families,” campaign Chairman John Podesta said in a statement."
        ],
        "tf-idf score": [
            0.431123558298232,
            0.8662305969462236,
            0.5334568332198725,
            1.1911078167104518
        ]
    },
    "0.2706338652239697-3-417": {
        "average clique similarity": 0.2706338652239697,
        "clique": [
            "3-Indiana is now the s",
            "2-It is likely to be c",
            "4-Pence believes that "
        ],
        "median tf-idf score": 0.4615150634636551,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "Indiana is now the second state in the nation to ban abortions when the fetus has a disability, a law likely to be challenged in court.",
            "It is likely to be challenged in court.",
            "Pence believes that the virtuous character of Indiana’s values and citizens is vital to nurturing a prosperous and just society, and would likely project this wholesome optimism to the country."
        ],
        "tf-idf score": [
            0.4615150634636551,
            0.040331953462478136,
            0.5776457952960128
        ]
    },
    "0.2901456654653029-3-277": {
        "average clique similarity": 0.2901456654653029,
        "clique": [
            "2-And my politics thir",
            "1-And my politics thir",
            "0-The latest headlines"
        ],
        "median tf-idf score": 0.06129008044678641,
        "publications": [
            "Guardian",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "And my politics third.",
            "And my politics third,” Pence said in a 2010 appearance on the Christian Broadcasting Network.",
            "The latest headlines on the 2016 elections from the biggest name in politics."
        ],
        "tf-idf score": [
            0.019086374063666953,
            0.5319307556894632,
            0.06129008044678641
        ]
    },
    "0.30810757158794116-3-771": {
        "average clique similarity": 0.30810757158794116,
        "clique": [
            "2-He served one term i",
            "0-Though Pence ascende",
            "4-When Republicans los"
        ],
        "median tf-idf score": 0.661029322880189,
        "publications": [
            "Guardian",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "He served one term in House leadership as chair of the Republican caucus and launched a failed effort to challenge John Boehner for Republican leader in 2006.",
            "Though Pence ascended the House ranks to eventually become part of the chamber’s GOP leadership, he lost a bid in 2006 to   Rep. John Boehner to become the chamber’s GOP minority leader.",
            "When Republicans lost the U S House in 2006, Pence took the ultimate   step of running against John Boehner to be the leader of House Republicans."
        ],
        "tf-idf score": [
            0.31701469911088714,
            0.661029322880189,
            0.6961256892136756
        ]
    },
    "0.3206544145658797-3-771": {
        "average clique similarity": 0.3206544145658797,
        "clique": [
            "3-And before he came t",
            "4-Pence was an Indiana",
            "2-He hosted The Mike P"
        ],
        "median tf-idf score": 0.6032365690832472,
        "publications": [
            "Washington Post",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "And before he came to Congress, Pence hosted a talk radio show, calling himself ”Rush Limbaugh on decaf”.",
            "Pence was an Indiana talk show host who took on the party establishment to get into Congress.",
            "He hosted The Mike Pence Show, eventually syndicated on 18 stations  —   he called himself “Rush Limbaugh on decaf”  —   then a weekend TV show in Indianapolis."
        ],
        "tf-idf score": [
            0.5692235040387084,
            0.7737273343721001,
            0.6032365690832472
        ]
    },
    "0.33383420880712716-3-771": {
        "average clique similarity": 0.33383420880712716,
        "clique": [
            "1-My philosophy of gov",
            "4-Second  on trade ",
            "2- My philosophy of go"
        ],
        "median tf-idf score": 0.06003788474095506,
        "publications": [
            "NPR",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "My philosophy of government second.",
            "Second, on trade.",
            "“My philosophy of government second."
        ],
        "tf-idf score": [
            0.06003788474095506,
            0.03325047904227656,
            0.06003788474095506
        ]
    },
    "0.3803566523995141-3-574": {
        "average clique similarity": 0.3803566523995141,
        "clique": [
            "2- For me it all begin",
            "3-Here s what you need",
            "1-It begins with what "
        ],
        "median tf-idf score": 0.17451986138424097,
        "publications": [
            "Washington Post",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "“For me it all begins with faith it begins with what matters most, and I try and put what I believe to be moral truth first,” he told the Christian Broadcasting Network (CBN) in 2010.",
            "Here’s what you need to know about Pence.",
            "It begins with what matters most, and I try and put what I believe to be moral truth first."
        ],
        "tf-idf score": [
            0.17451986138424097,
            0.42717821353936647,
            0.07367938200328926
        ]
    },
    "0.39403807588660617-3-267": {
        "average clique similarity": 0.39403807588660617,
        "clique": [
            "3-I am pleased to anno",
            "1- I ve very high rega",
            "0-The presumptive Repu"
        ],
        "median tf-idf score": 0.829113701619247,
        "publications": [
            "Washington Post",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "I am pleased to announce that I have chosen Governor Mike Pence as my Vice Presidential running mate.",
            "”I’ve very high regard for him,” Ryan said when Pence was chosen as Trump’s running mate, an indicator that putting Pence on the ticket might have been an olive branch from the Trump campaign to more traditional conservatives.",
            "The presumptive Republican presidential nominee made it official with a tweet:  I am pleased to announce that I have chosen Governor Mike Pence as my Vice Presidential running mate."
        ],
        "tf-idf score": [
            0.6971990108113029,
            1.1067779447729797,
            0.829113701619247
        ]
    },
    "0.4332228886499945-3-501": {
        "average clique similarity": 0.4332228886499945,
        "clique": [
            "3-Maybe it was that my",
            "4-First is immigration",
            "2-Maybe it was that my"
        ],
        "median tf-idf score": 0.22316529024614645,
        "publications": [
            "Breitbart",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "Maybe it was that my grandparents were so proud of the first Irish Catholic president”.",
            "First is immigration.",
            "Maybe it was that my grandparents were so proud of the first Irish Catholic president."
        ],
        "tf-idf score": [
            0.22316529024614645,
            0.01836404531032237,
            0.22316529024614645
        ]
    }
}