{
    "0.13885189610896817-3-170": {
        "average clique similarity": 0.13885189610896817,
        "clique": [
            "3-A soldier fired his ",
            "2-Watch CNN Turk s fin",
            "1-The president  who h"
        ],
        "median tf-idf score": 0.8508362584420858,
        "publications": [
            "Guardian",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "A soldier fired his gun into the air in order to disperse the crowd.",
            "Watch CNN Turk’s final moments on air before soldier shut it down  FaceTime with the President, Saturday, 12:26 a. m. : Hours after the attempted coup against him began, President Recep Tayyip Erdogan addresses the nation via FaceTime.",
            "The president, who has dominated Turkey for more than a decade, apparently escaped an attempt to detain or kill him and made his way to the Istanbul’s Ataturk Airport in the early hours of Saturday, where a huge crowd of supporters greeted him."
        ],
        "tf-idf score": [
            0.19094131837093273,
            0.9219570643106401,
            0.8508362584420858
        ]
    },
    "0.14301332225133234-3-329": {
        "average clique similarity": 0.14301332225133234,
        "clique": [
            "4-A coup attempt in Tu",
            "0-4 44 p  m  Erdogan s",
            "2-Turkey s currency pl"
        ],
        "median tf-idf score": 0.9904779361389819,
        "publications": [
            "CNN",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "A coup attempt in Turkey has precedent: Since the creation of the modern Turkish state, there have been four successful military coups.",
            "4:44 p. m. Erdogan’s relationship with the military has been fraught in recent years.",
            "Turkey’s currency plunges amid coup attempt  Military moves in, Friday, 11:25 p. m.: A faction of the military issues a declaration, saying the ”political administration that has lost all legitimacy has been forced to withdraw”."
        ],
        "tf-idf score": [
            1.002152259229697,
            0.48917596985481154,
            0.9904779361389819
        ]
    },
    "0.14605745739992507-3-220": {
        "average clique similarity": 0.14605745739992507,
        "clique": [
            "1- The nation will nev",
            "3-This government will",
            "0-This time  it did no"
        ],
        "median tf-idf score": 0.21369961173177202,
        "publications": [
            "NPR",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            "”The nation will never forget this betrayal”.",
            "This government will only go when the people say so.",
            "This time, it did not launch tanks but instead delivered an ultimatum to Demirel, demanding “the formation, within the context of democratic principles, of a strong and credible government, which will neutralize the current anarchical situation and which, inspired by Atatürk’s views, will implement the reformist laws envisaged by the constitution."
        ],
        "tf-idf score": [
            0.04291480257480477,
            0.21369961173177202,
            0.30297550689363106
        ]
    },
    "0.1475226547427458-3-146": {
        "average clique similarity": 0.1475226547427458,
        "clique": [
            "0-5 59 p  m  Twitter r",
            "4-Around 7 45 pm  Turk",
            "1-Word that Akar had b"
        ],
        "median tf-idf score": 0.5998055878877727,
        "publications": [
            "Vox",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "5:59 p. m. Twitter rejected reports that the social media site had been blocked in Turkey amid the attempted coup.",
            "Around 7:45 pm, Turkey’s national intelligence spokesperson announced that the coup had been ”repelled”.",
            "Word that Akar had been taken hostage by the coup plotters was one of the early signs that not all the senior military officers were on board with the revolt."
        ],
        "tf-idf score": [
            0.5998055878877727,
            0.5234444388807743,
            0.7489908400314006
        ]
    },
    "0.15071221751887087-3-294": {
        "average clique similarity": 0.15071221751887087,
        "clique": [
            "1-The U S State Depart",
            "0-U S citizens in  Tur",
            "3-The British foreign "
        ],
        "median tf-idf score": 0.25219659632832986,
        "publications": [
            "Atlantic",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "The U S State Department used Twitter to urge American citizens in Turkey to contact family and friends to assure others of their safety.",
            "U S citizens in #Turkey should shelter in place.",
            "The British foreign office advised UK citizens in Turkey to avoid public places."
        ],
        "tf-idf score": [
            0.35404836206968276,
            0.19590331870866903,
            0.25219659632832986
        ]
    },
    "0.15756067293326662-3-212": {
        "average clique similarity": 0.15756067293326662,
        "clique": [
            "0-Under a deal negotia",
            "3-The Syrian civil war",
            "1-Turkey has also been"
        ],
        "median tf-idf score": 0.42244588313072334,
        "publications": [
            "NPR",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            "Under a deal negotiated earlier this year between the bloc and Turkey, each refugee who entered Europe illegally would be repatriated to Turkey in exchange for a legally registered Syrian refugee in a Turkish refugee camp.",
            "The Syrian civil war has also spilt over into Turkey, with Isis mounting a series of terror attacks across Turkey in the past year, killing hundreds.",
            "Turkey has also been the launching point for many Syrian refugees heading to Europe."
        ],
        "tf-idf score": [
            0.45670228516771566,
            0.42244588313072334,
            0.35180329255347786
        ]
    },
    "0.15775396957226376-3-216": {
        "average clique similarity": 0.15775396957226376,
        "clique": [
            "3-In statements to bro",
            "0-Whether Western lead",
            "4-What we don t know  "
        ],
        "median tf-idf score": 0.913453800989117,
        "publications": [
            "Atlantic",
            "Guardian",
            "Vox"
        ],
        "sentences": [
            "In statements to broadcasters, the coup’s leaders said that all foreign relations would remain stable under their control.",
            "Whether Western leaders would be as eager to embrace a Gulenist coup as a Kemalist coup is unclear, though concerns about how Turkish instability could affect the civil war in Syria might render that question irrelevant: For outsiders, any leaders —  whether Gulenist or Kemalist —  may be preferable to ISIS 5:35 p. m. Mahir Zeynalov, a Washington, D C  reporter for Today’s Zaman, is tweeting Erdogan’s comments: President Erdogan: I am commander in chief in this country.",
            "What we don’t know  Who the coup leaders are, exactly, inside the military Whether the coup has any links to the Gulenist movement, as Erdogan claims How much of the military is on their side versus the government’s What faction is currently winning the struggle for control over Turkish institutions Who’s been targeted by the gunfire and explosions  —   whether they’re targeting demonstrators or are exchanges of fire between armed factions."
        ],
        "tf-idf score": [
            0.4928884773314322,
            0.913453800989117,
            1.253322672349157
        ]
    },
    "0.15913305254633056-3-109": {
        "average clique similarity": 0.15913305254633056,
        "clique": [
            "4-The leader of Turkey",
            "0-Turkey has a history",
            "1-But from the beginni"
        ],
        "median tf-idf score": 0.6923569799872098,
        "publications": [
            "NPR",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "The leader of Turkey’s main opposition party has condemned the coup, suggesting limited support for the coup leaders in the political establishment.",
            "Turkey has a history of coup attempts, the last occurring in 1997 when the Islamist Welfare party, which made large gains in the 1995 election, was banned from politics for five years.",
            "But from the beginning, it was not clear who within the military was behind the coup attempt, or how widespread support was in the military."
        ],
        "tf-idf score": [
            0.6923569799872098,
            0.8204027752848226,
            0.6874450313066951
        ]
    },
    "0.16159526537546218-3-239": {
        "average clique similarity": 0.16159526537546218,
        "clique": [
            "2-Erdogan demands the ",
            "0-6 19 p  m  It is wor",
            "1-U S Secretary of Sta"
        ],
        "median tf-idf score": 0.6674122769822625,
        "publications": [
            "CNN",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "Erdogan demands the United States arrest or extradite Gulen.",
            "6:19 p. m. It is worth noting that according to the Foreign Assistance Act, the United States is legally required to cut off foreign aid to a country where the military has staged a successful coup.",
            "U S Secretary of State John Kerry said Friday evening that he spoke with Turkey’s foreign minister ”and emphasized the United States’ absolute support for Turkey’s democratically elected, civilian government and democratic institutions”."
        ],
        "tf-idf score": [
            0.2527700111717084,
            0.7561880094295895,
            0.6674122769822625
        ]
    },
    "0.16253913593190977-3-360": {
        "average clique similarity": 0.16253913593190977,
        "clique": [
            "3-Some squared off aga",
            "0-Some buildings under",
            "2-Some 300 people gath"
        ],
        "median tf-idf score": 0.13358508616538384,
        "publications": [
            "Guardian",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "Some squared off against soldiers, with some army officials then reportedly opening fire in return.",
            "Some buildings under blockade.",
            "Some 300 people gather in Istanbul’s Taksim Square, some waving Turkish flags."
        ],
        "tf-idf score": [
            0.13358508616538384,
            0.026208610176362897,
            0.37415915701510793
        ]
    },
    "0.17071443145166654-3-544": {
        "average clique similarity": 0.17071443145166654,
        "clique": [
            "2- Go to the streets a",
            "3-But the military did",
            "0- Let them come with "
        ],
        "median tf-idf score": 0.10495113798731065,
        "publications": [
            "Guardian",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "”Go to the streets and give them their answer,” he says.",
            "But the military did not appear unified, with top commanders taking to television to condemn the action and order troops back to their barracks.",
            "”Let them come with their tanks”."
        ],
        "tf-idf score": [
            0.10495113798731065,
            0.33585479145419483,
            0.06023424595740907
        ]
    },
    "0.17494105728546994-5-233": {
        "average clique similarity": 0.17494105728546994,
        "clique": [
            "4- Late on Friday afte",
            "2-Here s what happened",
            "1-The rebels did seize",
            "0-4 06 p  m  Here s th",
            "3-Earlier  military ve"
        ],
        "median tf-idf score": 0.68829371074065,
        "publications": [
            "Atlantic",
            "Vox",
            "NPR",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            " Late on Friday afternoon, military vehicles and troops swarmed the Turkish capital of Ankara and its most populous city, Istanbul.",
            "Here’s what happened, and when (all times Turkish local time): Suddenly, chaos, confusion, Turkey, Friday night: Tanks roll onto the streets of the capital, Ankara, and Istanbul.",
            "The rebels did seize a number of key locations in Ankara, the capital, and Istanbul, the largest city, in the early hours of the uprising.",
            "4:06 p. m. Here’s the video of   aircraft: LIVE STREAM: Military aircraft can also be heard flying low over the Turkish capital of Ankara.",
            "Earlier, military vehicles had shut off parts of major cities and imposed a de facto curfew, with gunfire heard in the capital, Ankara, and in Istanbul, Turkey’s second city."
        ],
        "tf-idf score": [
            0.68829371074065,
            0.7465941657165954,
            0.39206776658109754,
            0.5086101148215145,
            0.7644199149906064
        ]
    },
    "0.17506983720666716-3-697": {
        "average clique similarity": 0.17506983720666716,
        "clique": [
            "3-Erdo an had been on ",
            "1-Erdogan was on vacat",
            "0-Erdogan is reportedl"
        ],
        "median tf-idf score": 0.18417356933631807,
        "publications": [
            "Guardian",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Erdoğan had been on holiday in the resort of Marmaris when soldiers made their bid for power.",
            "Erdogan was on vacation in Marmaris when the coup plotters launched the revolt late Friday, igniting chaos in the streets and generating rapidly changing accounts of who was in charge.",
            "Erdogan is reportedly on vacation with his family in Bodrum, an Aegean resort."
        ],
        "tf-idf score": [
            0.18417356933631807,
            0.7437308122334911,
            0.17734507930090906
        ]
    },
    "0.17659768765242856-3-149": {
        "average clique similarity": 0.17659768765242856,
        "clique": [
            "4-Late in the evening ",
            "0-He returned to polit",
            "1-But it returned to n"
        ],
        "median tf-idf score": 0.10172378905567318,
        "publications": [
            "Atlantic",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Late in the evening, Erdogan returned to Istanbul.",
            "He returned to politics with the AKP, or Freedom and Justice Party, a more moderate party that melded Islamism with modernizing impulses.",
            "But it returned to normal operations on Saturday."
        ],
        "tf-idf score": [
            0.2636447891875755,
            0.09990506557570482,
            0.10172378905567318
        ]
    },
    "0.17814750446133762-3-507": {
        "average clique similarity": 0.17814750446133762,
        "clique": [
            "0-4 14 p  m  The Turki",
            "2-Confronting a coup  ",
            "3-Early on Saturday mo"
        ],
        "median tf-idf score": 0.5691872034184955,
        "publications": [
            "Atlantic",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "4:14 p. m. The Turkish government often imposes a media blackout at times of crisis, but there are reports of a more widespread blackout of websites.",
            "Confronting a coup, Saturday, 1:50 a. m.: Gunshots crack the night at the presidential complex in Ankara and there are reports of helicopters opening fire at the national intelligence headquarters.",
            "Early on Saturday morning there were reports of explosions and tankfire at the Turkish parliament in Ankara but the exact situation was unclear."
        ],
        "tf-idf score": [
            0.3697753023706134,
            0.5739756176578311,
            0.5691872034184955
        ]
    },
    "0.17864872644178775-3-138": {
        "average clique similarity": 0.17864872644178775,
        "clique": [
            "2- The government is i",
            "0-  Even if Erdogan is",
            "1-The government and t"
        ],
        "median tf-idf score": 0.5738109270567459,
        "publications": [
            "NPR",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "”The government is in control,” he says.",
            "” Even if Erdogan is able to survive the coup and reassert control, the Turkish model is dead —  and so are any hopes that Erdogan might be a liberalizer or a democrat.",
            "The government and the military were focused Saturday on reasserting control and rounding of troops suspected of involvement in the coup."
        ],
        "tf-idf score": [
            0.16395713895121738,
            0.5738109270567459,
            0.671596496702636
        ]
    },
    "0.17884456810599106-3-203": {
        "average clique similarity": 0.17884456810599106,
        "clique": [
            "2-Army tanks and a mil",
            "4-Tanks rolled into Is",
            "3-Soldiers and tanks a"
        ],
        "median tf-idf score": 0.3988559438259642,
        "publications": [
            "CNN",
            "Guardian",
            "Vox"
        ],
        "sentences": [
            "Army tanks and a military vehicle sit at the square.",
            "Tanks rolled into Istanbul’s international airport:    #pts   #Turkey army tanks have been deployed to #Istanbul International Airport.",
            "Soldiers and tanks at one point blocked entry to Istanbul’s main Ataturk airport and stopped flights, according to the private Dogan news agency."
        ],
        "tf-idf score": [
            0.3372694003475811,
            0.4136338314927293,
            0.3988559438259642
        ]
    },
    "0.18106261338751484-3-70": {
        "average clique similarity": 0.18106261338751484,
        "clique": [
            "0-4 23 p  m  A March a",
            "3- Turkey s democratic",
            "4-Erdogan  the country"
        ],
        "median tf-idf score": 0.5821999620777663,
        "publications": [
            "Vox",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            "4:23 p. m. A March article from the American Enterprise Institute asked, “Could there be A coup in Turkey?” Here’s the relevant section about Erdogan: His outbursts are raising eyebrows both in Turkey and abroad.",
            "“Turkey’s democratically elected president and government are in power,” the spokesman said.",
            "Erdogan, the country’s   leader and the real power in Turkey’s government, was on vacation and away from both Ankara and Istanbul when the coup began."
        ],
        "tf-idf score": [
            0.5821999620777663,
            0.5103297449986065,
            1.1121345918785013
        ]
    },
    "0.18155329052070776-3-697": {
        "average clique similarity": 0.18155329052070776,
        "clique": [
            "2- This country suffer",
            "3-Erdogan has long acc",
            "1-If you dare  come ba"
        ],
        "median tf-idf score": 0.4033067105430972,
        "publications": [
            "CNN",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "”This country suffered a lot in the hands of the Gulen movement,”  Erdogan declares.",
            "Erdogan has long accused Gulen of attempting to use his followers in the judiciary and military to undermine Turkey’s government.",
            "If you dare, come back to your country,” Erdogan said Saturday, referring to Gulen."
        ],
        "tf-idf score": [
            0.2981700600756451,
            0.7928777602697198,
            0.4033067105430972
        ]
    },
    "0.19151316942997573-3-540": {
        "average clique similarity": 0.19151316942997573,
        "clique": [
            "4-There s also gunfire",
            "0-Gunfire heard on bri",
            "2-Get up to speed  Mil"
        ],
        "median tf-idf score": 0.5687812235631453,
        "publications": [
            "Atlantic",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "There’s also gunfire in Istanbul.",
            "Gunfire heard on bridge over Bosphorus, Istanbul as military coup unfolds in Turkey https:  .",
            "Get up to speed: Military coup in 90 seconds, Gunfire rings out as a confused nation watches."
        ],
        "tf-idf score": [
            0.11859191896595185,
            0.795799956646109,
            0.5687812235631453
        ]
    },
    "0.19754087453829317-3-4": {
        "average clique similarity": 0.19754087453829317,
        "clique": [
            "3-According to the tra",
            "0-He was reported to b",
            "2-He declares the coup"
        ],
        "median tf-idf score": 0.5300104280096681,
        "publications": [
            "Atlantic",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "According to the translation, the president said he would not hand Turkey over to occupiers and that the cabinet was functioning in Ankara.",
            "He was reported to be flying back to Ankara, though it’s unclear if he will be able to land there, given the airports have been taken over by the military.",
            "He declares the coup over and says it was treason."
        ],
        "tf-idf score": [
            0.5778605210360265,
            0.5300104280096681,
            0.41855832704946827
        ]
    },
    "0.1977426633913941-3-594": {
        "average clique similarity": 0.1977426633913941,
        "clique": [
            "2-Turkey s deputy prim",
            "4-The country s prime ",
            "1-Updated at 10 00 am "
        ],
        "median tf-idf score": 1.1983632476569064,
        "publications": [
            "CNN",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Turkey’s deputy prime minister, Mehmet Simsek, tells CNN by phone that the government is in full control after a failed coup attempt.",
            "The country’s prime minister, Binali Yildirim, has gone on television to announce that this is a coup attempt by at least some portion of the military against the current government of President Recep Tayyip Erdogan.",
            "Updated at 10:00 am: A coup attempt by factions in the Turkish military crumbled Saturday as President Recep Tayyip Erdogan made his way to Istanbul and his government began reestablishing control after a long night of widespread violence."
        ],
        "tf-idf score": [
            0.7753060443599531,
            1.1983632476569064,
            1.3504655046647682
        ]
    },
    "0.20673609243668775-3-437": {
        "average clique similarity": 0.20673609243668775,
        "clique": [
            "4-An explosion rocket ",
            "2-Meanwhile  there are",
            "1-Meanwhile  the fight"
        ],
        "median tf-idf score": 0.2905338816999807,
        "publications": [
            "NPR",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "An explosion rocket Turkey’s parliament in Ankara.",
            "Meanwhile, there are reports of bombs thrown outside the parliament building in Ankara.",
            "Meanwhile, the fighting scarred a number of places around the country, including the parliament in Ankara, which was badly damaged after rebels reportedly carried out air strikes against the building."
        ],
        "tf-idf score": [
            0.2905338816999807,
            0.2047989193998832,
            0.4601845945651761
        ]
    },
    "0.2071398036084653-3-697": {
        "average clique similarity": 0.2071398036084653,
        "clique": [
            "3-But a spokesman for ",
            "1- I never believed in",
            "0-  Davutoglu was forc"
        ],
        "median tf-idf score": 0.22928220911163705,
        "publications": [
            "Guardian",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "But a spokesman for the president said he remained in power.",
            "”I never believed in a power higher than the power of the people”.",
            "” Davutoglu was forced out of power by Erdogan in May after the president wanted a tighter grip on power."
        ],
        "tf-idf score": [
            0.22928220911163705,
            0.14585167990503067,
            0.3972870689265241
        ]
    },
    "0.21066143740271595-3-432": {
        "average clique similarity": 0.21066143740271595,
        "clique": [
            "1-But the Turkish pres",
            "0-President Erdogan ca",
            "2-Speaking to an ancho"
        ],
        "median tf-idf score": 0.6677788679263017,
        "publications": [
            "NPR",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "But the Turkish president  —   who has often censored and criticized social media  —   turned to FaceTime video and called on the Turkish people to resist the military action in an interview on CNN Turk.",
            "President Erdogan calls on everyone to take to streets.",
            "Speaking to an anchor on CNN Turk, who holds up her phone so viewers can see, Erdogan urges people to take to the streets to stand up to the military faction behind the uprising."
        ],
        "tf-idf score": [
            0.8371340680791646,
            0.2628711629507479,
            0.6677788679263017
        ]
    },
    "0.2151149260780174-3-697": {
        "average clique similarity": 0.2151149260780174,
        "clique": [
            "4-A statement claiming",
            "3-  He added   A group",
            "0-  The statement adde"
        ],
        "median tf-idf score": 0.45625175032879556,
        "publications": [
            "Vox",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            "A statement claiming to represent the Turkish armed forces claims to have seized control of the government.",
            "” He added: “A group within the armed forces has made an attempt to overthrow the democratically elected government outside the chain of command.",
            "” The statement added: “Turkish armed forces, in order to   constitutional order, democracy, rights and freedoms, rule of law, safety and security of the Turkish nation and the state, has taken over all governmental responsibilities of the Republic of Turkey."
        ],
        "tf-idf score": [
            0.41029797871788676,
            0.45625175032879556,
            0.7739815042637931
        ]
    },
    "0.2185663961216728-3-697": {
        "average clique similarity": 0.2185663961216728,
        "clique": [
            "0-4 07 p  m  There app",
            "3-The Turkish prime mi",
            "1-Prime Minister Binal"
        ],
        "median tf-idf score": 0.7426541340704351,
        "publications": [
            "Atlantic",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "4:07 p. m. There appears to be a coup attempt in Turkey, the country’s prime minister said Friday.",
            "The Turkish prime minister, Binali Yildirim, said in the early hours of Saturday morning that those involved in the coup were being rounded up and more than 120 arrests had been made.",
            "Prime Minister Binali Yildirim said 2, 839 military personnel had been detained so far."
        ],
        "tf-idf score": [
            0.7636467409702704,
            0.7426541340704351,
            0.43821122039563204
        ]
    },
    "0.2207416108068304-3-697": {
        "average clique similarity": 0.2207416108068304,
        "clique": [
            "3-The government elect",
            "1- The president  whom",
            "2- Fifty percent of th"
        ],
        "median tf-idf score": 0.22386281320932588,
        "publications": [
            "Guardian",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "The government elected by the people remains in charge.",
            "”The president, whom 52 percent of the people brought to power, is in charge”.",
            "”Fifty percent of the people elected the President and that President is on duty”."
        ],
        "tf-idf score": [
            0.22386281320932588,
            0.253992950624446,
            0.21323876461389213
        ]
    },
    "0.22819886747951015-3-269": {
        "average clique similarity": 0.22819886747951015,
        "clique": [
            "0-Here s what we know ",
            "4-Here s what we know ",
            "3-Our people should kn"
        ],
        "median tf-idf score": 0.4698492482579419,
        "publications": [
            "Atlantic",
            "Vox",
            "Guardian"
        ],
        "sentences": [
            "Here’s what we know:  —  The Turkish military says it is taking over Turkey in order to restore democracy.",
            "Here’s what we know and don’t know as of Friday night Eastern time.",
            "Our people should know that we will overcome this,” General Zekai Aksakalli, the commander of the military special forces, told the private NTV television by telephone."
        ],
        "tf-idf score": [
            0.6518561717280387,
            0.1364637580432973,
            0.4698492482579419
        ]
    },
    "0.22851422445176275-3-697": {
        "average clique similarity": 0.22851422445176275,
        "clique": [
            "0-4 16 p  m  In a stat",
            "2-12 20 p  m   Prime M",
            "4-    Charles Lister  "
        ],
        "median tf-idf score": 0.5163363139243554,
        "publications": [
            "Atlantic",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "4:16 p. m. In a statement on national television, Prime Minister Binali Yildirim said his government would not allow this coup attempt to win and that he would uphold democracy.",
            "12:20 p. m.: Prime Minister Binali Yildirim tells a news conference the attempted coup is a ”stain on democracy”.",
            "—   Charles Lister (@Charles_Lister) July 15, 2016     Around 4 pm, Prime Minister Binali Yildirim went on TV to announce that it is a coup attempt."
        ],
        "tf-idf score": [
            0.7373268983787555,
            0.4810351724235993,
            0.5163363139243554
        ]
    },
    "0.23183135307042635-3-495": {
        "average clique similarity": 0.23183135307042635,
        "clique": [
            "4-At around 4 30 pm  a",
            "3-The statement made o",
            "1- Our president and g"
        ],
        "median tf-idf score": 0.6537799869417572,
        "publications": [
            "NPR",
            "Vox",
            "Guardian"
        ],
        "sentences": [
            "At around 4:30 pm, a statement sourced to the ”Turkish Armed Forces” claimed that the military had seized control of the government.",
            "The statement made on behalf of the armed forces wasn’t authorised by the military command.",
            "”Our president and government are in charge,” the Turkish Embassy in Washington said in a statement, adding that the coup attempt ”was conducted by a clique within the armed forces and received a   response from our nation”."
        ],
        "tf-idf score": [
            0.6537799869417572,
            0.343303905578597,
            1.0233877569497274
        ]
    },
    "0.23947157442103195-3-697": {
        "average clique similarity": 0.23947157442103195,
        "clique": [
            "2-  CNN  Forces loyal ",
            "3-In a statement relea",
            "0-Already  some analys"
        ],
        "median tf-idf score": 1.128245481462658,
        "publications": [
            "CNN",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            " (CNN) Forces loyal to Turkish President Recep Tayyip Erdogan quashed a coup attempt by some members of the military that began Friday evening and devolved into turmoil and violence.",
            "In a statement released through Turkish television channels on Friday night, people claiming to speak for the military said the army was in charge of the country, accusing the government of the president, Recep Tayyip Erdoğan, of eroding Turkey’s secular traditions.",
            "Already, some analysts are shruggingly embracing the latest coup as a way to rid the country of the increasingly autocratic President Recep Tayyip Erdogan."
        ],
        "tf-idf score": [
            1.128245481462658,
            1.3658015618109995,
            0.6031999030922937
        ]
    },
    "0.24209209320247696-3-68": {
        "average clique similarity": 0.24209209320247696,
        "clique": [
            "2-He says   officers l",
            "0-A few dozen officers",
            "4-Why the coup was lau"
        ],
        "median tf-idf score": 0.3275544417159343,
        "publications": [
            "Atlantic",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "He says   officers launched the coup, rebelling against senior officers.",
            "A few dozen officers launched a coup in May 1960.",
            "Why the coup was launched, aside from the military’s own statement"
        ],
        "tf-idf score": [
            0.3275544417159343,
            0.27418463428650075,
            0.6106310268198701
        ]
    },
    "0.2511842512510473-3-260": {
        "average clique similarity": 0.2511842512510473,
        "clique": [
            "4-We don t yet know wh",
            "3- Those who are attem",
            "2- Those who are respo"
        ],
        "median tf-idf score": 0.25954458218440346,
        "publications": [
            "Guardian",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "We don’t yet know what percentage of the military is involved in this coup, who the leaders are, or how likely they are to succeed.",
            "“Those who are attempting a coup will not succeed.",
            "”Those who are responsible, we will give them the necessary punishment,” he adds."
        ],
        "tf-idf score": [
            0.5591819598155989,
            0.25954458218440346,
            0.03612991581244464
        ]
    },
    "0.2529108015725182-5-12": {
        "average clique similarity": 0.2529108015725182,
        "clique": [
            "2-7 30 p  m   Erdogan ",
            "1-In a strange twist  ",
            "3-He claimed some in t",
            "0-There is speculation",
            "4-Fethullah Gulen  lea"
        ],
        "median tf-idf score": 0.6245003083919289,
        "publications": [
            "Atlantic",
            "CNN",
            "Vox",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "7:30 p. m.: Erdogan speaks to another cheering,   crowd, blaming the coup attempt on rival Fethullah Gulen,  a cleric and former ally who lives in exile in Pennsylvania.",
            "In a strange twist, Erdogan blamed the uprising on Fethullah Gulen, a prominent Muslim cleric who used to be a close ally of the president.",
            "He claimed some in the military had been taking orders from the   cleric Fethullah Gulen, and that the attempted coup showed the Gulen was heading an armed terrorist organisation.",
            "There is speculation that the coup’s leaders may in fact be loyal to Fethullah Gulen, an enigmatic Muslim leader who’s currently in exile in Pennsylvania —  that’s certainly what Erdogan claimed in his FaceTime address to the nation.",
            "Fethullah Gulen, leader of the Gulen movement, has denied links to the coup."
        ],
        "tf-idf score": [
            0.6767336649457566,
            0.3777367627683657,
            0.7785293976774247,
            0.6245003083919289,
            0.4872875217097904
        ]
    },
    "0.2544054413091769-3-301": {
        "average clique similarity": 0.2544054413091769,
        "clique": [
            "0-It s unclear what is",
            "2-Who ordered them the",
            "4-It is radically uncl"
        ],
        "median tf-idf score": 0.027348664808829148,
        "publications": [
            "Atlantic",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "It’s unclear what is happening there.",
            "Who ordered them there is unclear.",
            "It is radically unclear whether that’s true, but the fact that a Turkish spokesperson even feels comfortable saying that is significant."
        ],
        "tf-idf score": [
            0.02532646515148991,
            0.027348664808829148,
            0.23289846515347906
        ]
    },
    "0.26089728254239125-3-467": {
        "average clique similarity": 0.26089728254239125,
        "clique": [
            "0-Picture of the milit",
            "2-Turkish state broadc",
            "1-Shortly after coup r"
        ],
        "median tf-idf score": 0.8879697241558451,
        "publications": [
            "CNN",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Picture of the militairy inside building Turkey’s national broadcaster @trt #turkey #coup pic.",
            "Turkish state broadcaster TRT says it has been taken over by members of the military who were part of the coup attempt.",
            "Shortly after coup rumors began, a Turkish state television broadcaster read a statement saying members of the military had taken over the country."
        ],
        "tf-idf score": [
            0.5233689992869843,
            0.9147419840749184,
            0.8879697241558451
        ]
    },
    "0.2627026501884497-3-286": {
        "average clique similarity": 0.2627026501884497,
        "clique": [
            "4-It blamed the coup o",
            "0-4 31 p  m  The U S i",
            "3-Turkey is a Nato mem"
        ],
        "median tf-idf score": 0.4279328397386548,
        "publications": [
            "Vox",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "It blamed the coup on a ”minority member of the military” and a ”parallel structure”.",
            "4:31 p. m. The U S is a major ally of Turkey, which is a NATO member.",
            "Turkey is a Nato member and hosts US military bases."
        ],
        "tf-idf score": [
            0.489354050866884,
            0.23248060163254158,
            0.4279328397386548
        ]
    },
    "0.2711945354300238-3-22": {
        "average clique similarity": 0.2711945354300238,
        "clique": [
            "2-Uniformed soldiers b",
            "4-In Ankara  tanks rol",
            "3-Army vehicles fanned"
        ],
        "median tf-idf score": 0.7136392018414487,
        "publications": [
            "Vox",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Uniformed soldiers block the famous Bosphorus Bridge connecting the European and Asian sides of Istanbul.",
            "In Ankara, tanks rolled through city streets, planes flew overhead, and military vehicles surrounded army HQ Istanbul’s two main bridges, the Bosphorus and the Fatih Sultan Mehmet, were blocked off by soldiers.",
            "Army vehicles fanned out through Istanbul with tanks seen outside the country’s main airport and military trucks filmed blocking the bridges connecting the city’s Asian and European sides."
        ],
        "tf-idf score": [
            0.29335464773746145,
            0.8180862010087735,
            0.7136392018414487
        ]
    },
    "0.2812434193287032-3-565": {
        "average clique similarity": 0.2812434193287032,
        "clique": [
            "3-Private NTV televisi",
            "1-Reuters reported tha",
            "0-It was reported that"
        ],
        "median tf-idf score": 0.2282246433468069,
        "publications": [
            "NPR",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "Private NTV television reported that one helicopter was shot down.",
            "Reuters reported that a military jet shot down a military helicopter over the city, and that a bomb that exploded at the Parliament building.",
            "It was reported that he was flying back to Ankara."
        ],
        "tf-idf score": [
            0.2282246433468069,
            0.3943467772323746,
            0.2160450505281247
        ]
    },
    "0.31021889030119437-3-34": {
        "average clique similarity": 0.31021889030119437,
        "clique": [
            "1-This is a breaking n",
            "0-This is a developing",
            "4-This is a developing"
        ],
        "median tf-idf score": 0.04531359517613666,
        "publications": [
            "NPR",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "This is a breaking news story.",
            "This is a developing story and we’ll update it as we learn more.",
            "This is a developing story, and the facts on the ground are likely to change."
        ],
        "tf-idf score": [
            0.04531359517613666,
            0.03843538890909585,
            0.062276099938520346
        ]
    },
    "0.45162944125016763-3-481": {
        "average clique similarity": 0.45162944125016763,
        "clique": [
            "0- I don t have any de",
            "3- I urge the Turkish ",
            "1- I urge the Turkish "
        ],
        "median tf-idf score": 0.40514012374837566,
        "publications": [
            "NPR",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            "“I don’t have any details at this time,” he said.",
            "“I urge the Turkish people to convene at public squares and airports,” he said.",
            "”I urge the Turkish people to convene at public squares and airports,” he said."
        ],
        "tf-idf score": [
            0.11681511637792363,
            0.40514012374837566,
            0.40514012374837566
        ]
    }
}