{
    "0.15907841009482718-3-308": {
        "average clique similarity": 0.15907841009482718,
        "clique": [
            "1- The Dakota Access P",
            "0-The whole thing woul",
            "6-Dakota Access has sa"
        ],
        "median tf-idf score": 0.7598917213868045,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Vox"
        ],
        "sentences": [
            "’The Dakota Access Pipeline is designed to carry almost 20 million gallons of oil across the Midwest every day.’ ’But Native American tribes fiercely oppose the project, arguing that it will disturb historic and sacred sites, and the governor has called in the National Guard after tense standoffs.’ ’If finished, the   underground pipes will stretch 1, 172 miles and carry 470, 000 barrels of crude oil per day.",
            "The whole thing would stretch 1, 134 miles underground and cost some $3.",
            "Dakota Access has said that underground oil pipelines are safe."
        ],
        "tf-idf score": [
            1.633225827229107,
            0.06621468072567784,
            0.7598917213868045
        ]
    },
    "0.16802503176739658-4-18": {
        "average clique similarity": 0.16802503176739658,
        "clique": [
            "2-It was unclear if th",
            "0-The company behind t",
            "3-Most of the pipeline",
            "6-Sept  6  2016   Sign"
        ],
        "median tf-idf score": 0.7806118712257437,
        "publications": [
            "Vox",
            "Atlantic",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "It was unclear if the pipeline’s developer, Energy Transfer Partners, would perform work on other sections of the pipeline or comply with the government’s request.",
            "The company behind the project, Energy Transfer Partners, has said that it fully expects Trump’s administration to approve the pipeline come January.",
            "Most of the pipeline will be built on private land owned by Energy Transfer Partners, but it still needs Army Corps approval to cross federal waterways.",
            "Sept. 6, 2016   Signs hang from heavy machinery after protesters stopped construction on the Energy Transfer Partners’ Dakota Access oil pipeline near the Standing Rock Sioux reservation in Cannon Ball, N D Andrew"
        ],
        "tf-idf score": [
            0.5520229403315811,
            0.7407835114663841,
            0.8204402309851033,
            1.2210554647293164
        ]
    },
    "0.18406371659621668-3-755": {
        "average clique similarity": 0.18406371659621668,
        "clique": [
            "2-  CNN  It was go  th",
            "6-And it was heartbrea",
            "4-It was less than the"
        ],
        "median tf-idf score": 0.3731160719615133,
        "publications": [
            "NPR",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            " (CNN) It was go, then stop, for the Dakota Access Pipeline on Friday.",
            "And it was heartbreaking.",
            "It was less than the tribe had requested and expires at midnight Friday night."
        ],
        "tf-idf score": [
            0.6229218903761957,
            0.05465718230781856,
            0.3731160719615133
        ]
    },
    "0.18501343912323276-3-203": {
        "average clique similarity": 0.18501343912323276,
        "clique": [
            "5- Today  three federa",
            "6-But in a development",
            "1-    Protesters have "
        ],
        "median tf-idf score": 1.1985439154787014,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Breitbart"
        ],
        "sentences": [
            "“Today, three federal agencies announced the significant decision to respect tribal sovereignty and stop construction of the Dakota Access Pipeline on Army Corps land.",
            "But in a development that stunned even the tribe’s lawyers, the decision by District Judge James E Boasberg was effectively put on hold by a federal order to stop construction near the tribe’s reservation until the Army Corps of Engineers can revisit its previous decisions in the disputed portion.",
            "”’ ’Protesters have discussed on Facebook various ways to stay warm at the camp through the winter.’ ’On Sept. 9, the federal judge hearing the lawsuit denied the tribe’s request to halt construction, saying that the Army Corps of Engineers complied with the law and “the Tribe has not shown it will suffer injury that would be prevented by any” construction stoppage."
        ],
        "tf-idf score": [
            1.1985439154787014,
            1.1360367739923187,
            1.200230455425114
        ]
    },
    "0.19661890898023604-3-87": {
        "average clique similarity": 0.19661890898023604,
        "clique": [
            "6-On its website  the ",
            "4-The tribe says it wi",
            "0- In response  Dakota"
        ],
        "median tf-idf score": 0.30865174572947845,
        "publications": [
            "NPR",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "On its website, the company says that it will take precautions to safeguard culturally or environmentally sensitive areas.",
            "The tribe says it will appeal.",
            "(In response, Dakota Access has argued that it will employ “new advanced pipeline technology” to limit leaks  —   and that it will take care to protect any cultural sites.)"
        ],
        "tf-idf score": [
            0.1570822495722421,
            0.30865174572947845,
            0.7582614608297208
        ]
    },
    "0.20286935584120616-3-623": {
        "average clique similarity": 0.20286935584120616,
        "clique": [
            "4- My nation s history",
            "3-This Court does not ",
            "1-They ve mounted a bi"
        ],
        "median tf-idf score": 1.3838321798258102,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "”My nation’s history is at risk because the pipeline builders and the Army Corps failed to consult the tribe when planning the pipeline, and routed it through areas of cultural and historical significance, which will be destroyed,” David Archambault II, chairman of the Standing Rock Sioux tribe, said in a court filing.",
            "This Court does not lightly countenance any depredation of lands that hold significance to the Standing Rock Sioux, ?",
            "They’ve mounted a big campaign trying to stop the pipeline.’ ’In July  —   two days after the pipeline was approved  —   the Standing Rock Sioux Tribe filed a lawsuit attempting to stop construction, arguing that the pipeline “crosses areas of great historical and cultural significance” and “crosses waters of utmost cultural, spiritual, ecological, and economic significance."
        ],
        "tf-idf score": [
            1.448099605484131,
            0.4508657940481702,
            1.3838321798258102
        ]
    },
    "0.20318129690208664-3-414": {
        "average clique similarity": 0.20318129690208664,
        "clique": [
            "0-The cause has attrac",
            "4-The gathering has at",
            "6-The administration h"
        ],
        "median tf-idf score": 0.5913940647954755,
        "publications": [
            "Washington Post",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "The cause has attracted an array of tribes, activists, and environmentalists around the country, and authorities have been clashing with protestors all summer.",
            "The gathering has attracted Native Americans from tribes across the country in a show of solidarity with the Standing Rock Sioux.",
            "The administration has given land back to tribes and worked    with tribal governments, and it is cracking down on crime in Indian Country."
        ],
        "tf-idf score": [
            0.45155879857408476,
            0.7526375240680512,
            0.5913940647954755
        ]
    },
    "0.2050998429544225-3-400": {
        "average clique similarity": 0.2050998429544225,
        "clique": [
            "2-The tribe filed an e",
            "6-In addition  the com",
            "4- The Tribe has not c"
        ],
        "median tf-idf score": 0.6432266286934438,
        "publications": [
            "CNN",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "The tribe filed an emergency motion Sunday asking the court ”to prevent further destruction of the tribe’s sacred sites”.",
            "In addition, the complaint said that the pipeline “crosses areas of great historical and cultural significance to the tribe, the potential damage or destruction of which greatly injures the tribe and its members.",
            "”The Tribe has not carried its burden to demonstrate that the Court could prevent damage to important cultural resources by enjoining the Corps’   permitting,” the decision reads."
        ],
        "tf-idf score": [
            0.4843910884272731,
            0.8526314389255952,
            0.6432266286934438
        ]
    },
    "0.20546636167647012-3-450": {
        "average clique similarity": 0.20546636167647012,
        "clique": [
            "1-In August  hundreds ",
            "3-Hundreds of people  ",
            "5-The decision is a vi"
        ],
        "median tf-idf score": 0.7435203281250334,
        "publications": [
            "Breitbart",
            "Atlantic",
            "Buzzfeed News"
        ],
        "sentences": [
            "In August, hundreds of new demonstrators arrived at a camp in the area that reportedly now includes members of dozens of Native American tribes.’ ’In   protesters succeeded in shutting down construction at one site after a tense standoff with state police.’ ’Many people were arrested.’ ’Protesters also have the support of several environmental groups.",
            "Hundreds of people, many of them from Native communities or nations, have gathered on tribal land near the Missouri River since April to protest the pipeline s construction.",
            "The decision is a victory for the hundreds of protesters who had gathered in North Dakota."
        ],
        "tf-idf score": [
            0.9572038892381602,
            0.7435203281250334,
            0.3130680173954603
        ]
    },
    "0.20839391718386133-3-5": {
        "average clique similarity": 0.20839391718386133,
        "clique": [
            "3-The camps are one of",
            "0-What are the Dakota ",
            "4-Sisk tells NPR s New"
        ],
        "median tf-idf score": 0.12891453983386056,
        "publications": [
            "Atlantic",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "The camps are one of the largest Native protests in decades.",
            "What are the Dakota Access pipeline protests?",
            "Sisk tells NPR’s Newscast unit that ”solidarity protests are expected to continue across the country”."
        ],
        "tf-idf score": [
            0.12413850050085944,
            0.5209631636782555,
            0.12891453983386056
        ]
    },
    "0.2085213795595743-3-789": {
        "average clique similarity": 0.2085213795595743,
        "clique": [
            "4-8 billion Dakota Acc",
            "1-4 billion barrels of",
            "3-As planned  the Dako"
        ],
        "median tf-idf score": 0.6876797663511698,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "8 billion Dakota Access Pipeline is set to span some 1, 200 miles, from the Bakken oil fields in North Dakota to Patoka, Ill.",
            "4 billion barrels of “undiscovered, technically recoverable oil” at the pipeline’s starting point in North Dakota.",
            "As planned, the Dakota Access pipeline would run 1, 100 miles from oil fields in northwest North Dakota to a refinery and port in Illinois."
        ],
        "tf-idf score": [
            0.6876797663511698,
            0.5972970500767069,
            0.7055123288342422
        ]
    },
    "0.215411186726523-3-300": {
        "average clique similarity": 0.215411186726523,
        "clique": [
            "2- Protesters physical",
            "4- What happened is so",
            "1-    On Sept  3  prot"
        ],
        "median tf-idf score": 0.6332892151670597,
        "publications": [
            "NPR",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "”Protesters physically assaulted private security officers hired by Dakota Access Pipeline.",
            "”What happened is some protesters who’ve been camped out near this construction area broke through a fence to access this construction site and were met with some private security guards and guard dogs hired by the pipeline company,” as reporter Amy Sisk of the public radio collaboration Inside Energy said in an NPR Live discussion on Facebook.",
            "”’ ’On Sept. 3, protesters  —   many from the Lakota and Dakota tribes  —   clashed with private security guards."
        ],
        "tf-idf score": [
            0.6332892151670597,
            1.0815279450138902,
            0.5790501340016403
        ]
    },
    "0.2184840033105563-3-434": {
        "average clique similarity": 0.2184840033105563,
        "clique": [
            "1-Tribal spokesman Ste",
            "6-The resulting photos",
            "3-The tribe s claims t"
        ],
        "median tf-idf score": 0.768486340552537,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "Tribal spokesman Steve Sitting Bear said six people were bitten by security dogs, while 30 others were  .’ ’On Sept. 6, a judge ordered a temporary stop to construction on one part of the pipeline’s proposed route, but allowed it to continue on another.",
            "The resulting photos showed snarling dogs lunging at protesters; a tribal spokesman said demonstrators were bitten, while the sheriff’s department said private security guards as well as dogs were also hurt.",
            "The tribe s claims that the pipeline crossed archeological sites were moot, since most of those sites were on private property, he said."
        ],
        "tf-idf score": [
            0.8919380746527461,
            0.4593368128594499,
            0.768486340552537
        ]
    },
    "0.22682220759840088-3-96": {
        "average clique similarity": 0.22682220759840088,
        "clique": [
            "4-They noted that the ",
            "6-Therefore  this fall",
            "5-There are areas on t"
        ],
        "median tf-idf score": 0.4597827862032383,
        "publications": [
            "Breitbart",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "They noted that the federal government will ”invite tribes to formal,    consultations” this fall to improve communication.",
            "Therefore, this fall, we will invite tribes to formal,    consultations on two questions: (1) within the existing statutory framework, what should the federal government do to better ensure meaningful tribal input into   reviews and decisions and the protection of tribal lands, resources, and treaty rights; and (2) should new legislation be proposed to Congress to alter that statutory framework and promote those goals.",
            "There are areas on the construction route that do not fall within federal jurisdiction, so we will continue to fight."
        ],
        "tf-idf score": [
            0.4597827862032383,
            0.8330701269505335,
            0.346028304333092
        ]
    },
    "0.23070806686093723-3-789": {
        "average clique similarity": 0.23070806686093723,
        "clique": [
            "0-A leak or spill coul",
            "4-And the tribe fears ",
            "2-   Protesters are al"
        ],
        "median tf-idf score": 0.4783712015400864,
        "publications": [
            "Vox",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "A leak or spill could send oil directly into the tribe’s main source of drinking water.",
            "And the tribe fears that any pipeline leak at the Missouri crossing, which lies just upstream of the reservation, could contaminate crucial drinking water.",
            "”’ Protesters are also worried that digging the pipeline under the Missouri River could affect the drinking water supply if the pipeline breaks."
        ],
        "tf-idf score": [
            0.4404165918642047,
            0.7337288894624676,
            0.4783712015400864
        ]
    },
    "0.2374462883761966-3-523": {
        "average clique similarity": 0.2374462883761966,
        "clique": [
            "1-The pipeline has bee",
            "3-Please follow the st",
            "5-The Army surrendered"
        ],
        "median tf-idf score": 1.5728795908751676,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Breitbart"
        ],
        "sentences": [
            "The pipeline has been in the works for years, but it was approved by the US Army Corps of Engineers on July 25.’ ’But Native Americans  —   especially the North Dakota —  based Standing Rock Sioux Tribe  —   along with protesters and environmentalists aren’t buying it.",
            "Please follow the steps below, The Standing Rock Sioux Tribe and the hundreds of Native protestors who have joined them in rural North Dakota won a huge but provisional victory in their quest to stop the Dakota Access pipeline, as the U S government announced late on Friday afternoon that it was voluntarily halting work on the project.",
            "The Army surrendered Friday to Native American protesters who had gathered in North Dakota at the intersection of the Cannonball and Missouri Rivers by voluntarily suspending the Dakota Access Pipeline project."
        ],
        "tf-idf score": [
            1.6488630637375228,
            1.5728795908751676,
            1.039205998463681
        ]
    },
    "0.23871125582475636-3-776": {
        "average clique similarity": 0.23871125582475636,
        "clique": [
            "0-Since March  thousan",
            "5-Update  The Standing",
            "2-Thousands protested "
        ],
        "median tf-idf score": 1.0366710382453168,
        "publications": [
            "CNN",
            "Vox",
            "Breitbart"
        ],
        "sentences": [
            "Since March, thousands of Native Americans from across the country have come to Cannon Ball to camp out and protest the pipeline in solidarity with the Standing Rock Sioux.",
            "Update: The Standing Rock Sioux Tribe issued a press statement in response, vowing to continue the fight on   land: “Our hearts are full, this an historic day for the Standing Rock Sioux Tribe and for tribes across the nation,” said Dave Archambault II, chairman of the Standing Rock Sioux Tribe.",
            "Thousands protested, Thousands of people from more than 200 Native American tribes have supported the Standing Rock Sioux Tribe’s efforts to protect its lands, waters and sacred sites during construction of the pipeline, according to the tribe."
        ],
        "tf-idf score": [
            0.8104056464015816,
            1.0366710382453168,
            1.3552790843170077
        ]
    },
    "0.2478076904463942-3-789": {
        "average clique similarity": 0.2478076904463942,
        "clique": [
            "0-What is the Dakota A",
            "6-The complaint said t",
            "2-Dakota Access Pipeli"
        ],
        "median tf-idf score": 0.4911647927950542,
        "publications": [
            "Vox",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "What is the Dakota Access Pipeline?",
            "The complaint said that the Dakota Access Pipeline, or DAPL, could discharge materials “at multiple locations in the tribe’s ancestral lands” without proper permitting.",
            "Dakota Access Pipeline: What’s at stake?"
        ],
        "tf-idf score": [
            0.48569504127755014,
            0.9930239198820329,
            0.4911647927950542
        ]
    },
    "0.24829371406582093-3-789": {
        "average clique similarity": 0.24829371406582093,
        "clique": [
            "1-So the idea is to ge",
            "4-A subsidiary of Ener",
            "0-The pipeline in ques"
        ],
        "median tf-idf score": 0.6204448543145478,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "So the idea is to get that oil out of the ground and to refineries and markets in other parts of the US’ ’Energy Transfer Partners  —   the   company behind the pipeline  —   said the $3.",
            "A subsidiary of Energy Transfer Partners, Dakota Access LLC, is also party to the lawsuit.",
            "The pipeline in question was first proposed in 2014 by Dakota Access, a subsidiary of   Energy Transfer Partners."
        ],
        "tf-idf score": [
            0.6204448543145478,
            0.3345317217318176,
            0.6513589106125434
        ]
    },
    "0.2511765254494195-3-651": {
        "average clique similarity": 0.2511765254494195,
        "clique": [
            "0-In their complaint  ",
            "2-One for the company ",
            "6-The tribe s lawyers "
        ],
        "median tf-idf score": 0.9661147364845882,
        "publications": [
            "Washington Post",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "In their complaint, filed on July 27, the Standing Rock Sioux argued that the Army Corps of Engineers handed out water permits too hastily and only consulted with the tribe on a narrow set of potential impacts.",
            "One for the company, The plaintiffs claim the tribe was not properly consulted before the US Army Corps of Engineers approved the pipeline project.",
            "The tribe’s lawyers had argued that the Army Corps of Engineers had not properly consulted with the tribe on questions of environmental impact and historical preservation as required by law."
        ],
        "tf-idf score": [
            0.9661147364845882,
            1.009058428484673,
            0.6926376335545746
        ]
    },
    "0.25561959243632565-3-94": {
        "average clique similarity": 0.25561959243632565,
        "clique": [
            "3-It sought a temporar",
            "2-They asked the pipel",
            "4-The tribe sought the"
        ],
        "median tf-idf score": 0.951816304541977,
        "publications": [
            "CNN",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "It sought a temporary injunction to halt its construction.",
            "They asked the pipeline company to voluntarily halt construction while the Army reconsiders the decision to proceed under the National Environmental Policy Act or other federal laws.",
            "The tribe sought the injunction to halt construction along portions of the pipeline  —   those authorized by the Army Corps  —   while the lawsuit plays out."
        ],
        "tf-idf score": [
            0.21367506665369657,
            0.951816304541977,
            0.9937733399430632
        ]
    },
    "0.256777177946052-3-789": {
        "average clique similarity": 0.256777177946052,
        "clique": [
            "2-Read the complaint  ",
            "3-The judge  James Boa",
            "0-This case is current"
        ],
        "median tf-idf score": 0.9030550435383946,
        "publications": [
            "CNN",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "Read the complaint, In denying the tribe’s request for a temporary restraining order, US District Judge James E Boasberg wrote Friday that the court ”does not lightly countenance any depredation of lands that hold significance to the Standing Rock Sioux” and that it ”scrutinizes the permitting process here with particular care”.",
            "The judge, James Boasberg of the D C district court, said that the Army Corps had sufficiently followed federal law in approving the pipeline.",
            "This case is currently being heard by US District Judge James E Boasberg, who was appointed to the federal bench by President Obama in 2011."
        ],
        "tf-idf score": [
            1.042049697617036,
            0.9030550435383946,
            0.35679753819301024
        ]
    },
    "0.25829742249849896-3-789": {
        "average clique similarity": 0.25829742249849896,
        "clique": [
            "0-Second  the tribe ar",
            "3-The tribe claimed th",
            "2-The tribe said buria"
        ],
        "median tf-idf score": 0.8756930572589209,
        "publications": [
            "Vox",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "Second, the tribe argues that the pipeline would run through a stretch of land north of the reservation that contains recently discovered sacred sites and burial places.",
            "The tribe claimed that the pipeline s construction would destroy nearby sacred and burial sites, and that, if the pipeline ever leaked or failed, it would pollute the tribe s drinking water.",
            "The tribe said burial grounds and other sacred sites would be destroyed by the pipeline."
        ],
        "tf-idf score": [
            0.8832510061348038,
            0.8756930572589209,
            0.7832313485105481
        ]
    },
    "0.2682432336864431-4-161": {
        "average clique similarity": 0.2682432336864431,
        "clique": [
            "1-    The tribe said i",
            "5- Earlier Friday  a f",
            "2-First  a federal jud",
            "6-          A federal "
        ],
        "median tf-idf score": 1.628577654806393,
        "publications": [
            "Buzzfeed News",
            "Breitbart",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "”’ ’The tribe said it also fears an oil spill would contaminate drinking water since the pipeline would run beneath a lake that lies just a   upstream from the tribe’s reservation.’ ’Ultimately, the tribe argues, the US Army Corps of Engineers violated regulations when it approved the pipeline, and that construction should be stopped.’ ’Intense protests by the tribe and its allies have been going on for more than six months.",
            "[Earlier Friday, a federal judge denied a request by the Standing Rock Sioux Tribe for an injunction against the Army Corps of Engineers to stop construction on the pipeline, which will carry 400, 000 barrels of oil per day from the Bakken region to an existing Illinois pipeline.",
            "First, a federal judge rejected the Standing Rock Sioux Tribe’s efforts to stop construction of the crude oil pipeline that would run from North Dakota to Illinois, saying the tribe failed to show ”it will suffer injury that would be prevented by any injunction the court could issue”.",
            "          A federal judge ruled Friday against the Standing Rock Sioux Tribe’s request for a preliminary injunction to halt construction on the Dakota Access crude oil pipeline that the tribe says endangers sacred burial grounds and could threaten its water supply from Lake Oahe, a dammed section of the Missouri river."
        ],
        "tf-idf score": [
            1.4503372872792477,
            1.6791965337126187,
            1.5779587759001674,
            1.7758661373373918
        ]
    },
    "0.27689733744423123-3-789": {
        "average clique similarity": 0.27689733744423123,
        "clique": [
            "2-Demonstrators said t",
            "0-Protesters tried to ",
            "4- Law enforcement say"
        ],
        "median tf-idf score": 0.33695456073494756,
        "publications": [
            "CNN",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Demonstrators said the guards used pepper spray and tear gas on the activists, and some protesters were injured by the guards’ dogs.",
            "Protesters tried to stop the bulldozers, and there’s video of private security responding with dogs and pepper spray.",
            "”Law enforcement says the protesters attacked the security guards and the dogs,” she said, adding that protesters say the dogs ”actually bit some of the protesters”."
        ],
        "tf-idf score": [
            0.33695456073494756,
            0.21880119924217342,
            0.3789191812755666
        ]
    },
    "0.2777307881876816-3-657": {
        "average clique similarity": 0.2777307881876816,
        "clique": [
            "4-In Friday s ruling  ",
            "0-He starts by setting",
            "6-A collection of busi"
        ],
        "median tf-idf score": 0.5969763549082718,
        "publications": [
            "NPR",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "In Friday’s ruling, U S District Judge James E Boasberg acknowledged that ”the United States’ relationship with the Indian tribes has been contentious and tragic”.",
            "He starts by setting the scene: “Since the founding of this nation, the United States’ relationship with the Indian tribes has been contentious and tragic.",
            "A collection of business organizations supporting the pipeline, the MAIN Coalition, said the government’s action halting constructionwas “deeply troubling and could have a   chilling effect on private infrastructure development in the United States."
        ],
        "tf-idf score": [
            0.5969763549082718,
            0.46261127427994236,
            0.611645100421928
        ]
    },
    "0.281635268120586-3-789": {
        "average clique similarity": 0.281635268120586,
        "clique": [
            "0-If built  it would c",
            "2-After the pipeline i",
            "4-According to   pipel"
        ],
        "median tf-idf score": 0.6395362080294287,
        "publications": [
            "Vox",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "If built, it would carry some 450, 000 barrels of crude per day from the Bakken oil fields in North Dakota down to a terminal in Illinois, where it could be shipped to refineries and turned into usable fuel.",
            "After the pipeline is completed, it would shuttle 470, 000 barrels of crude oil a day, Energy Access Partners said.",
            "According to   pipeline developer Energy Transfer Partners, ”it will transport approximately 470, 000 barrels per day with a capacity as high as 570, 000 barrels per day or more  —   which could represent approximately half of Bakken current daily crude oil production”."
        ],
        "tf-idf score": [
            0.46643119819845646,
            0.7109335591803602,
            0.6395362080294287
        ]
    },
    "0.2876698571248998-3-789": {
        "average clique similarity": 0.2876698571248998,
        "clique": [
            "1-Here s the relevant ",
            "3-said a joint stateme",
            "2-But later in the day"
        ],
        "median tf-idf score": 1.024663827354419,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "Here’s the relevant portion or the opinion:’ ’Despite the ruling, the Justice Department, the Department of the Interior, and the Department of the Army announced Friday that they would not allow construction within 20 miles east or west of a lake near reservation land because “important issues raised by the” tribes remain.",
            "said a joint statement from the Department of Justice, the Department of the Interior, and the U S Army.",
            "But later in the day, the Army and US Justice and Interior departments jointly announced they would stop    at least temporarily    pipeline work under a lake the tribe considers a crucial water source."
        ],
        "tf-idf score": [
            1.0353344119244,
            0.4062734401015574,
            1.024663827354419
        ]
    },
    "0.2998597632134486-4-217": {
        "average clique similarity": 0.2998597632134486,
        "clique": [
            "4-Outrage over the pip",
            "2-In a joint statement",
            "0-More to the point  t",
            "6-However  important i"
        ],
        "median tf-idf score": 1.217986158744568,
        "publications": [
            "CNN",
            "NPR",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "Outrage over the pipeline has galvanized Native American tribes and environmentalists across the U S The Standing Rock Sioux tribe says it wasn’t adequately consulted by the federal agency that authorized permits for the pipeline, and sued the U S Army Corps of Engineers in July.",
            "In a joint statement, the US Justice and Interior Departments and the Army acknowledged ”important issues raised by the Standing Rock Sioux Tribe and other tribal nations”.",
            "More to the point, the Standing Rock Sioux argue that under federal law, the US government should have consulted extensively with the tribe about these issues  —   and didn’t.",
            "However, important issues raised by the Standing Rock Sioux Tribe and other tribal nations and their members regarding the Dakota Access pipeline specifically, and     generally, remain,” read the joint statement issued by the Justice, Army and Interior departments."
        ],
        "tf-idf score": [
            1.4921310735040512,
            0.9438412439850847,
            0.7538882766522371,
            1.5243673121017336
        ]
    },
    "0.3058859519092003-3-789": {
        "average clique similarity": 0.3058859519092003,
        "clique": [
            "0-On September 9  Boas",
            "4-A federal judge deni",
            "3-Mere minutes after a"
        ],
        "median tf-idf score": 1.135649600570929,
        "publications": [
            "Vox",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "On September 9, Boasberg denied that request for an injunction.",
            "A federal judge denied the Standing Rock Sioux tribe’s request for an injunction that sought to temporarily stop construction on the pipeline, set to carry crude oil across four states.",
            "Mere minutes after a federal judge declined the Tribe s request for an injunction to stop construction on the pipeline, the Obama administration made a surprise announcement that it would not permit the project to continue for now."
        ],
        "tf-idf score": [
            0.1197907896661483,
            1.3274735321633824,
            1.135649600570929
        ]
    },
    "0.3233750570114236-4-789": {
        "average clique similarity": 0.3233750570114236,
        "clique": [
            "5-Therefore  the Depar",
            "6-  Within minutes of ",
            "3- The Department of J",
            "4-On the heels of that"
        ],
        "median tf-idf score": 0.5045408516585597,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "Therefore, the Department of the Army, the Department of Justice, and the Department of the Interior will take the following steps.",
            "” Within minutes of Boasberg’s ruling, however, the departments of Justice, Army and Interior issued an unusual joint statement related to the disputed land.",
            "(The Department of Justice, apparently waiting for the decision, issued its own statement blocking the pipeline minutes later.)",
            "On the heels of that ruling, however, the Justice Department, the Department of the Army and the Interior Department announced that construction in an area of Army Corps’ land that is particularly significant to the tribe will not go forward pending further evaluation."
        ],
        "tf-idf score": [
            0.2399936320798903,
            0.4755479586129538,
            0.5335337447041655,
            0.9086345050910691
        ]
    },
    "0.3259518721171599-3-789": {
        "average clique similarity": 0.3259518721171599,
        "clique": [
            "3-We request that the ",
            "4-The agencies asked t",
            "0-Immediately after th"
        ],
        "median tf-idf score": 0.6586141068828623,
        "publications": [
            "Atlantic",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "We request that the pipeline company voluntarily pause all construction activity within 20 miles east or west of Lake Oahe.",
            "The agencies asked the pipeline company to ”voluntarily pause all construction activity within 20 miles east or west of Lake Oahe”.",
            "Immediately after the injunction was denied, however, the Obama administration stepped in and ordered a stop to construction around Lake Oahe until the Army Corps of Engineers could revisit the disputes over this portion of the pipeline."
        ],
        "tf-idf score": [
            0.6263189561156477,
            0.6586141068828623,
            1.002635455089556
        ]
    },
    "0.3289831624147763-3-789": {
        "average clique similarity": 0.3289831624147763,
        "clique": [
            "5-           Our voice",
            "2- Our voices have bee",
            "0-Here s Dave Archamba"
        ],
        "median tf-idf score": 0.2511803687878301,
        "publications": [
            "Breitbart",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "”   …     “Our voices have been heard,” said Archambault.",
            "”Our voices have been heard,” said tribal council chairman Dave Archambault.",
            "Here’s Dave Archambault II, chairman of the Standing Rock Sioux, in September: ”We’re going to continue to [fight this battle] as long as it takes to try and have this nation recognize the injustices that are being implemented on our nation”."
        ],
        "tf-idf score": [
            0.17489295698759078,
            0.2511803687878301,
            0.45890983248800743
        ]
    },
    "0.3450234465448501-4-420": {
        "average clique similarity": 0.3450234465448501,
        "clique": [
            "5-In a joint statement",
            "6- We appreciate the D",
            "3-regarding whether th",
            "4-It  alleges that the"
        ],
        "median tf-idf score": 0.6173280806250365,
        "publications": [
            "Breitbart",
            "Atlantic",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "In a joint statement with the Departments of Justice and Interior, the Army surrendered: We appreciate the District Court’s opinion on the U S Army Corps of Engineers’ compliance with the National Historic Preservation Act.",
            "“We appreciate the District Court’s opinion on the U S Army Corps of Engineers’ compliance with the National Historic Preservation Act.",
            "regarding whether the pipeline respects federal law, especially the National Environmental Policy Act, the statement said.",
            "It ”alleges that the Corps violated multiple federal statutes, including the Clean Water Act, National Historic Protection Act, and National Environmental Policy Act, when it issued the permits,” according to Earthjustice."
        ],
        "tf-idf score": [
            0.6944243848432563,
            0.4961612170525926,
            0.7606280643384126,
            0.5402317764068167
        ]
    },
    "0.3558355142175594-3-789": {
        "average clique similarity": 0.3558355142175594,
        "clique": [
            "4-But he went on to sa",
            "6-Boasberg found that ",
            "0-  But he then goes o"
        ],
        "median tf-idf score": 0.7951540666671825,
        "publications": [
            "NPR",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "But he went on to say that the Army Corps ”likely complied” with its obligation to consult the tribe, adding that the tribe ”has not shown it will suffer injury that would be prevented by any injunction the Court could issue”.",
            "Boasberg found that the corps had complied with the law in approving permits for the pipeline and that the tribe had not demonstrated that “irreparable harm will ensure.",
            "” But he then goes on to argue that the tribe “has not shown it will suffer injury that would be prevented by any injunction the Court could issue” and that the Army Corps ”gave the Tribe a reasonable and   opportunity to identify sites of importance to it”."
        ],
        "tf-idf score": [
            0.7951540666671825,
            0.7793157060334381,
            0.8169565431876629
        ]
    },
    "0.35823722256259877-3-789": {
        "average clique similarity": 0.35823722256259877,
        "clique": [
            "3-Construction of the ",
            "2- Therefore  construc",
            "5-However  the Obama a"
        ],
        "median tf-idf score": 0.7851537153733797,
        "publications": [
            "Atlantic",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "Construction of the pipeline on Army Corps land bordering or under Lake Oahe will not go forward at this time, ?",
            "”Therefore, construction of the pipeline on Army Corps land bordering or under Lake Oahe will not go forward at this time”.",
            "However, the Obama administration intervened, and the Army voluntarily blocked construction on land owned by the Corps or under Lake Oahe in South Dakota."
        ],
        "tf-idf score": [
            0.7851537153733797,
            0.7851537153733797,
            0.728720059336258
        ]
    },
    "0.3763481763557139-3-789": {
        "average clique similarity": 0.3763481763557139,
        "clique": [
            "1-Native Americans who",
            "3-said a statement fro",
            "6- Our hearts are full"
        ],
        "median tf-idf score": 0.8104883143518019,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "Native Americans who oppose the pipeline criticized the decision as inadequate and said it would lead to construction crews destroying sacred sites.’ ’On Sept. 8, Standing Rock Sioux Chairman David Archambault II called for peaceful protests  —   but North Dakota Gov.",
            "said a statement from the Standing Rock Sioux on Facebook.",
            "“Our hearts are full; this an historic day for the Standing Rock Sioux Tribe and for tribes across the nation,” said Dave Archambault II, chairman of the Standing Rock Sioux Tribe."
        ],
        "tf-idf score": [
            1.4293942150435877,
            0.43624679138413774,
            0.8104883143518019
        ]
    },
    "0.37884070330489006-3-789": {
        "average clique similarity": 0.37884070330489006,
        "clique": [
            "0-On July 27  the Stan",
            "6-  In July  the Stand",
            "3-In July  the Standin"
        ],
        "median tf-idf score": 1.0805769837932169,
        "publications": [
            "Vox",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "On July 27, the Standing Rock Sioux and the nonprofit Earthjustice sued the Army Corps of Engineers in federal court, arguing that the agency had wrongly approved the pipeline without adequate consultation.",
            "” In July, the Standing Rock Sioux Tribe filed a lawsuit against the U S Army Corps of Engineers in the U S District Court for the District of Columbia.",
            "In July, the Standing Rock Tribe sued the Army Corps of Engineers, the federal agency which approved the pipeline."
        ],
        "tf-idf score": [
            1.0805769837932169,
            0.9208781097158155,
            1.1342222225395253
        ]
    },
    "0.39333100181497-3-789": {
        "average clique similarity": 0.39333100181497,
        "clique": [
            "1-As a result  constru",
            "4- This case has highl",
            "3-The Legal Case for B"
        ],
        "median tf-idf score": 0.9984893831109238,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "As a result, construction in the vicinity of the lake was halted.’ ’The trio of departments also said Friday the case highlights the “need for a serious discussion on whether there should be nationwide reform with respect to considering tribes’ views on these types of infrastructure projects.",
            "”This case has highlighted the need for a serious discussion on whether there should be nationwide reform with respect to considering tribes’ views on these types of infrastructure projects,” the agencies said.",
            "The Legal Case for Blocking the Dakota Access Pipeline, The Obama administration also announced that it will invite tribes to formal consultations this fall about whether any federal rules around national infrastructure projects like the Dakota Access pipeline should be reformed in order to protect tribal resources and rights."
        ],
        "tf-idf score": [
            0.9984893831109238,
            0.7722367131049621,
            1.3382794719673223
        ]
    },
    "0.4073240477632418-4-789": {
        "average clique similarity": 0.4073240477632418,
        "clique": [
            "5-The statement also a",
            "4-The tribe called thi",
            "0- Furthermore   the D",
            "6- This case has highl"
        ],
        "median tf-idf score": 0.7347641522600188,
        "publications": [
            "Breitbart",
            "NPR",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "The statement also announced the start of new negotiations between the federal government and Native American tribes about “nationwide reform with respect to considering tribes’ views on these types of infrastructure projects.",
            "The tribe called this invitation a ”game changer” that ”set the stage for a nationwide reform”.",
            "“Furthermore,” the Department of Justice, Department of Interior, and Department of the Army said in a letter, “this case has highlighted the need for a serious discussion on whether there should be nationwide reform with respect to considering tribes’ views on these types of infrastructure projects.",
            "“This case has highlighted the need for a serious discussion on whether there should be nationwide reform with respect to considering tribes’ views on these types of infrastructure projects."
        ],
        "tf-idf score": [
            0.8375138940011587,
            0.3689653451402906,
            0.9650821769928427,
            0.6320144105188789
        ]
    },
    "0.4122185683072908-3-284": {
        "average clique similarity": 0.4122185683072908,
        "clique": [
            "0-So here s a guide to",
            "3-Having done so  the ",
            "2- Having done so  the"
        ],
        "median tf-idf score": 0.48568276824159295,
        "publications": [
            "Vox",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "So here’s a guide to how we got this point.",
            "Having done so, the Court must nonetheless conclude that the Tribe has not demonstrated that an injunction is warranted here.",
            "”Having done so, the Court must nonetheless conclude that the Tribe has not demonstrated that an injunction is warranted here,” the decision said."
        ],
        "tf-idf score": [
            0.018865902047810655,
            0.48568276824159295,
            0.637625433347014
        ]
    },
    "0.4435271015754052-3-494": {
        "average clique similarity": 0.4435271015754052,
        "clique": [
            "2- The Obama administr",
            "5- The Obama administr",
            "0-On September 9  the "
        ],
        "median tf-idf score": 0.6085073107915544,
        "publications": [
            "Breitbart",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "”The Obama administration has asked tribes to the table to make sure that we have meaningful consultation on infrastructure projects.",
            "“The Obama administration has asked tribes to the table to make sure that we have meaningful consultation on infrastructure projects.",
            "On September 9, the Obama administration ordered the Army Corps of Engineers to pause further permitting and revisit the controversial section nearest the reservation."
        ],
        "tf-idf score": [
            0.6085073107915544,
            0.6085073107915544,
            0.4566115550220555
        ]
    },
    "0.4883483960026904-3-166": {
        "average clique similarity": 0.4883483960026904,
        "clique": [
            "0-Jack Dalrymple activ",
            "1-Jack Dalrymple has n",
            "2-Jack Dalrymple had a"
        ],
        "median tf-idf score": 0.20897204150698112,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "Jack Dalrymple activated the state National Guard ”in the event they are needed to support law enforcement response efforts”.",
            "Jack Dalrymple has nevertheless activated the National Guard “out of an abundance of caution.",
            "Jack Dalrymple had activated the state National Guard for the weekend."
        ],
        "tf-idf score": [
            0.24617766861420062,
            0.20897204150698112,
            0.15801461051079504
        ]
    },
    "0.5945965806323006-4-568": {
        "average clique similarity": 0.5945965806323006,
        "clique": [
            "6- Native peoples have",
            "0- This is true even i",
            "5-Native peoples have ",
            "2-Native peoples have "
        ],
        "median tf-idf score": 1.207736865965132,
        "publications": [
            "Washington Post",
            "Vox",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "“Native peoples have suffered generations of broken promises and today the federal government said that national reform is needed to better ensure that tribes have a voice on infrastructure projects like this pipeline.",
            "(This is true even if those places are not explicitly part of a reservation  —   a recognition that many tribes have been forcibly relocated by the federal government and have had their lands taken over the years.)",
            "Native peoples have suffered generations of broken promises and today the federal government said that national reform is needed to better ensure that tribes have a voice on infrastructure projects like this pipeline.",
            "Native peoples have suffered generations of broken promises and today the federal government said that national reform is needed to better ensure that tribes have a voice on infrastructure projects like this pipeline”."
        ],
        "tf-idf score": [
            1.207736865965132,
            0.5708268621354874,
            1.207736865965132,
            1.207736865965132
        ]
    },
    "0.6774905431090205-3-365": {
        "average clique similarity": 0.6774905431090205,
        "clique": [
            "5-The Army will not au",
            "2- The Army will not a",
            "4- The Army will not a"
        ],
        "median tf-idf score": 1.4846309815530658,
        "publications": [
            "Breitbart",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "The Army will not authorize constructing the Dakota Access pipeline on Corps land bordering or under Lake Oahe until it can determine whether it will need to reconsider any of its previous decisions   …     In recent days, we have seen thousands of demonstrators come together peacefully, with support from scores of sovereign tribal governments, to exercise their First Amendment rights and to voice heartfelt concerns about the environment and historic, sacred sites.",
            "”The Army will not authorize constructing the Dakota Access pipeline on Corps land bordering or under Lake Oahe until it can determine whether it will need to reconsider any of its previous decisions regarding the Lake Oahe site under the National Environmental Policy Act (NEPA) or other federal laws,” the joint statement said.",
            "”The Army will not authorize constructing the Dakota Access pipeline on Corps land bordering or under Lake Oahe until it can determine whether it will need to reconsider any of its previous decisions regarding the Lake Oahe site under the National Environmental Policy Act (NEPA) or other federal laws,” the statement read."
        ],
        "tf-idf score": [
            1.4846309815530658,
            1.5265928727412508,
            1.4086080248270147
        ]
    }
}