{
    "0.1264740502645564-3-405": {
        "average clique similarity": 0.1264740502645564,
        "clique": [
            "2-His corneas were rem",
            "0-His consolation priz",
            "3-The last decades of "
        ],
        "median tf-idf score": 0.12661042184829202,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "His corneas were removed.",
            "His consolation prizes were the ministry of defense and a   feud with Rabin.",
            "The last decades of his life were spent trying to reach a peace deal between the Israeli and Palestinian leadership, yet his death was yet another reminder of how elusive that peace remains."
        ],
        "tf-idf score": [
            0.010138029994983266,
            0.12661042184829202,
            0.7077115367869045
        ]
    },
    "0.1305815082155397-3-453": {
        "average clique similarity": 0.1305815082155397,
        "clique": [
            "0-It s impossible to c",
            "4-Peres also pushed fo",
            "3- I just thought  yes"
        ],
        "median tf-idf score": 0.5837208234933868,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Vox"
        ],
        "sentences": [
            "It’s impossible to come up with an American analogue for Peres’s   career.",
            "Peres also pushed for building settlements that would stretch from the Sinai Peninsula up to Israel’s border with Jordan.",
            "“I just thought, yes, that’s the anecdote for Peres and why no one was able to rise up and grow under him."
        ],
        "tf-idf score": [
            0.4065434643789112,
            0.6079507767061726,
            0.5837208234933868
        ]
    },
    "0.1343762382596098-3-365": {
        "average clique similarity": 0.1343762382596098,
        "clique": [
            "1-President Obama  Pri",
            "4-At that pace  almost",
            "0-It would as though a"
        ],
        "median tf-idf score": 0.19222198047712732,
        "publications": [
            "Vox",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "President Obama, Prince Charles and Prime Minister Justin Trudeau of Canada, as well as other heads of state, will attend the funeral, Israel’s Foreign Ministry says.",
            "At that pace, almost as much construction will have taken place in the West Bank under Obama as had occurred under President George W Bush.",
            "It would as though an    to George Washington had retired during the James Buchanan administration, after a career with turns as ambassador, secretary of state, and senator."
        ],
        "tf-idf score": [
            0.6515984660316999,
            0.19222198047712732,
            0.1801722178048502
        ]
    },
    "0.1346484262143692-3-196": {
        "average clique similarity": 0.1346484262143692,
        "clique": [
            "4-Beilin quotes Peres ",
            "0-In 1947  Peres joine",
            "3-Peres  in the 1970s "
        ],
        "median tf-idf score": 0.6043132149683134,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "Beilin quotes Peres’s logic: The settlements would serve “as the roots and the eyes of Israel.",
            "In 1947, Peres joined the Haganah, the predecessor of the Israel Defense Forces.",
            "Peres, in the 1970s, was trusted by Israel’s military establishment, and he staunchly supported the expansion of Jewish settlements in the   conquered Palestinian territories."
        ],
        "tf-idf score": [
            0.6043132149683134,
            0.5921933126000705,
            0.9524232521948525
        ]
    },
    "0.13789782352229318-3-260": {
        "average clique similarity": 0.13789782352229318,
        "clique": [
            "0-After Peres returned",
            "3-It was in that role ",
            "4-Ironically  Peres pl"
        ],
        "median tf-idf score": 0.8544511880955923,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "After Peres returned to Israel,   in 1953 appointed him director general of the defense department —  the same year that Moshe Dayan became chief of staff for the IDF He served in that role under Prime Minister Moshe Sharett, who briefly replaced   and continued after  ’s return.",
            "It was in that role, said those who knew him best, that he was finally able to hit his stride an international figure, and as a representative of the Israeli government interested in reaching a peace accord with the Palestinian leadership.",
            "Ironically, Peres played a key role in building the settlements in the West Bank and Gaza Strip that he would later come to see as obstacles in peace."
        ],
        "tf-idf score": [
            0.9831820148243322,
            0.8544511880955923,
            0.6367482379521267
        ]
    },
    "0.14226908200175092-3-77": {
        "average clique similarity": 0.14226908200175092,
        "clique": [
            "2-  Netanyahu in his l",
            "1-In the years that fo",
            "3- If you asked the av"
        ],
        "median tf-idf score": 0.2475597878178333,
        "publications": [
            "NPR",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "” Netanyahu in his last reelection bid famously vowed that no Palestinian state would be created on his watch.",
            "In the years that followed, he would be a leading advocate of the country’s   sector.",
            "“If you asked the average Israeli right now ‘Would you vote for Shimon Peres?’ the answer would be no."
        ],
        "tf-idf score": [
            0.2475597878178333,
            0.12449064115531565,
            0.5777000186005458
        ]
    },
    "0.14674906582847824-3-200": {
        "average clique similarity": 0.14674906582847824,
        "clique": [
            "4-A Pew research poll ",
            "3-   The minute I shou",
            "1- I believed  therefo"
        ],
        "median tf-idf score": 0.17114776409756818,
        "publications": [
            "Vox",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "A Pew research poll earlier this year found that just 43 percent of Israeli Jews think “a way can be found for Israel and an independent Palestinian state to coexist peacefully” and that 48 percent agree or strongly agree that Arabs should be expelled from the country.",
            "” “The minute I should be out of the cage, I should probably fly again maybe then in a clearer way I will express myself,” he said.",
            "”I believed, therefore, that all our diplomatic efforts should be focused on France”."
        ],
        "tf-idf score": [
            0.7040867759033106,
            0.17114776409756818,
            0.08472144553196476
        ]
    },
    "0.15073898464888477-3-391": {
        "average clique similarity": 0.15073898464888477,
        "clique": [
            "3-But if you asked the",
            "4-He came to believe t",
            "0-While serving at Hag"
        ],
        "median tf-idf score": 0.46122086924747885,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "But if you asked the average Israeli would you want Shimon Peres to represent you at the U N or be Israel’s face at a formal White House dinner?’ the answer would definitely be yes,” one attendee told BuzzFeed News the time.",
            "He came to believe that many, if not all, of the Israeli settlements would have to be evacuated from the West Bank so it could become the heart of a future Palestinian state.",
            "While serving at Haganah headquarters that year, he met David   who would become Israel’s first prime minister, and Levi Eshkol, who would be the third."
        ],
        "tf-idf score": [
            0.9259882182094619,
            0.3868856603207239,
            0.46122086924747885
        ]
    },
    "0.15930068095155311-3-226": {
        "average clique similarity": 0.15930068095155311,
        "clique": [
            "4- This would be the e",
            "2-But  in the end  the",
            "1-His body will lie in"
        ],
        "median tf-idf score": 0.28018817013747943,
        "publications": [
            "Vox",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "“This would be the end of the dream of a Jewish and democratic state”.",
            "But, in the end, the legacy of this “immensely talented, engaging and inventive man will depend on the efforts of others who will either build upon his good works or abandon them entirely,” Hof said.",
            "His body will lie in state at Israel’s parliament on Thursday, and his funeral will be held Friday."
        ],
        "tf-idf score": [
            0.13950957148888962,
            0.28018817013747943,
            0.34946795282946175
        ]
    },
    "0.1631073957426751-3-554": {
        "average clique similarity": 0.1631073957426751,
        "clique": [
            "2-In a speech Peres ga",
            "0-In 2014  he boasted ",
            "3-  In a February 2014"
        ],
        "median tf-idf score": 0.617604017088154,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Buzzfeed News"
        ],
        "sentences": [
            "In a speech Peres gave in 2014 upon accepting the Congressional Gold Medal, he called peace with the Palestinians “the most possible impossibility.",
            "In 2014, he boasted to The Washington Post that he had worked with 10 presidents over the course of his career.",
            "” In a February 2014 interview with BuzzFeed News just months before he stepped down from office, Peres said he had chosen to take unpopular positions, including signing the historic 1993 Oslo peace accords with the Palestinians, but that he “paid for it painfully."
        ],
        "tf-idf score": [
            0.617604017088154,
            0.16938374469859172,
            0.8787606806749799
        ]
    },
    "0.16743255170089352-3-168": {
        "average clique similarity": 0.16743255170089352,
        "clique": [
            "4-He had a lot more su",
            "3-Those who knew Peres",
            "2-He began more than s"
        ],
        "median tf-idf score": 0.6152989239795494,
        "publications": [
            "Vox",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "He had a lot more success with the former than with the latter  —   and his death is a sad reminder that the prospects for peace are more remote now than ever before.",
            "Those who knew Peres said he had wanted peace to be his legacy  —   though he hoped until the very last that there could be one more accord, one more signed agreement inching Israel closer to a peaceful resolution with their neighbors.",
            "He began more than six decades of public service as a security hawk who helped turn Israel into a nuclear power, only to become the ultimate dove, pushing until the end for peace with the Palestinians."
        ],
        "tf-idf score": [
            0.1639727109651355,
            0.890046150567599,
            0.6152989239795494
        ]
    },
    "0.16804546380700014-3-396": {
        "average clique similarity": 0.16804546380700014,
        "clique": [
            "2-For many  Peres s lo",
            "4-     Over time  thou",
            "1-Immigrant from Easte"
        ],
        "median tf-idf score": 0.612370618705299,
        "publications": [
            "NPR",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "For many, Peres’s long and complex legacy reads like chapters from Israel’s history.",
            "”    Over time, though, his views  —   like those of many Israelis  —   began to shift.",
            "Immigrant from Eastern Europe, Like many of Israel’s founders, Peres’ story began in a tiny Eastern European town."
        ],
        "tf-idf score": [
            0.619088250311924,
            0.20388841846603972,
            0.612370618705299
        ]
    },
    "0.173479963663095-3-316": {
        "average clique similarity": 0.173479963663095,
        "clique": [
            "1-From the beginning P",
            "4-In the 1950s  with B",
            "0-Through his relation"
        ],
        "median tf-idf score": 0.8678768194947875,
        "publications": [
            "Vox",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "From the beginning Peres was entrusted by   to lead Israel’s pursuit of a nuclear capability,” wrote Avner Cohen, a leading authority on Israel’s nuclear program.",
            "In the 1950s, with Ben Gurion’s blessing, he worked with France to establish Israel’s nuclear program.",
            "Through his relations with the French, Peres was also instrumental in establishing Israel’s nuclear program —  one whose existence the country neither confirms nor denies."
        ],
        "tf-idf score": [
            0.8678768194947875,
            0.33601599359883383,
            0.884996343437448
        ]
    },
    "0.17378446270631573-3-460": {
        "average clique similarity": 0.17378446270631573,
        "clique": [
            "2-But his legacy is co",
            "0-And now so is Peres ",
            "3- There is still hope"
        ],
        "median tf-idf score": 0.34420114383359207,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "But his legacy is complex in Israel.",
            "And now so is Peres.",
            "“There is still hope in them,” said Peres."
        ],
        "tf-idf score": [
            0.21430817726882412,
            0.34420114383359207,
            0.469663927623783
        ]
    },
    "0.17637034442767416-3-143": {
        "average clique similarity": 0.17637034442767416,
        "clique": [
            "4-It solidified his st",
            "3-One of the last big ",
            "0-Peres became head of"
        ],
        "median tf-idf score": 0.6166992278164454,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Vox"
        ],
        "sentences": [
            "It solidified his standing as the de facto head of the Israeli left.",
            "One of the last big, international events of Peres’ career was the birthday party the State of Israel held for Peres on his 90th birthday, less than a year before he left office.",
            "Peres became head of naval services in 1948, the year of the war of independence, and the following year   sent him to the United States to work on arms procurement for the nascent state."
        ],
        "tf-idf score": [
            0.17584449461503407,
            1.043284141479071,
            0.6166992278164454
        ]
    },
    "0.17757538090704442-3-23": {
        "average clique similarity": 0.17757538090704442,
        "clique": [
            "1-The last surviving l",
            "2- Perhaps because he ",
            "4- Former Israeli Pres"
        ],
        "median tf-idf score": 1.1711772535061502,
        "publications": [
            "NPR",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "The last surviving leader of Israel’s founding generation, Shimon Peres was a   prime minister, the architect of the country’s secretive nuclear program and a winner of the Nobel Peace Prize for his efforts to make peace with the Palestinians.",
            "“Perhaps because he had seen Israel surmount overwhelming odds, Shimon never gave up on the possibility of peace between Israelis, Palestinians and Israel’s neighbors  —   not even after the heartbreak of the night in Tel Aviv that took Yitzhak Rabin.",
            " Former Israeli President and Prime Minister Shimon Peres spent the first half of his life building up Israel’s military might and the second half trying to forge peace deals with its neighbors."
        ],
        "tf-idf score": [
            1.3913337469744493,
            0.7156938879772556,
            1.1711772535061502
        ]
    },
    "0.1782727625491927-3-112": {
        "average clique similarity": 0.1782727625491927,
        "clique": [
            "2-  JERUSALEM      As ",
            "3-It was to many Israe",
            "0-But in Israel  one o"
        ],
        "median tf-idf score": 0.6414352847834633,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "  JERUSALEM  —   As tributes poured in from abroad, Israel prepared to say goodbye to Shimon Peres, one of the founders of the Jewish state, who died Wednesday of complications from a massive stroke.",
            "It was to many Israelis the equivalent of the Queen’s birthday  —   a rare moment of positive press, celebrities, and tributes to a man who represented Israel’s peaceful interests to the outside world.",
            "But in Israel, one of the world’s younger states, it takes on particular significance, as he represented one of the few remaining links to Israel’s founding generation."
        ],
        "tf-idf score": [
            0.8194726644529826,
            0.6414352847834633,
            0.3598188105076446
        ]
    },
    "0.18154285041116-3-588": {
        "average clique similarity": 0.18154285041116,
        "clique": [
            "2-Education Minister N",
            "4-Israel s steady move",
            "3-Among the last of a "
        ],
        "median tf-idf score": 0.6841991875988929,
        "publications": [
            "Washington Post",
            "Vox",
            "Buzzfeed News"
        ],
        "sentences": [
            "Education Minister Naftali Bennett directed that all of Israel’s schoolchildren dedicate a portion of the day Thursday to the study of Peres’s life.",
            "Israel’s steady move to the right under Netanyahu made the last years of Peres’s life difficult ones.",
            "Among the last of a founding generation of Zionists who defined the modern Jewish State, his life closely mirrored that of the state of Israel."
        ],
        "tf-idf score": [
            0.7197971019809386,
            0.6841991875988929,
            0.37306504001771146
        ]
    },
    "0.18823646420834125-3-201": {
        "average clique similarity": 0.18823646420834125,
        "clique": [
            "2-At home  Peres was m",
            "0-In 2001    following",
            "4-For most of his life"
        ],
        "median tf-idf score": 0.7335977275720051,
        "publications": [
            "Vox",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "At home, Peres was most beloved in his later years, especially during his term as president, a largely ceremonial post.",
            "In 2001 —  following a failed run for president, a largely ceremonial post, in 2000 —  he became minister of foreign affairs once again, this time under Ariel Sharon, the    whom, of course, Peres had known for decades.",
            "For most of his life, Peres had been known as a hawk."
        ],
        "tf-idf score": [
            0.777800187426343,
            0.7335977275720051,
            0.3971756854491962
        ]
    },
    "0.1897987560100196-3-346": {
        "average clique similarity": 0.1897987560100196,
        "clique": [
            "4-As former Israeli Ju",
            "2-Abroad  Peres was be",
            "3-In a statement from "
        ],
        "median tf-idf score": 1.1906772313592788,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "As former Israeli Justice Minister Yossi Beilin wrote in a perceptive Foreign Policy article in 2014, Peres was known as “Mr Security” because of his close ties to Israel’s military establishment and fierce opposition to the creation of a Palestinian state.",
            "Abroad, Peres was best known as Israel’s elder statesman, the grandfatherly figure who liked poetry and a glass of wine  —   a leader hailed for his optimism, vigor and pursuit of a deal between Israel and the Palestinians, who seek an end to the almost   military occupation and the creation of a sovereign state.",
            "In a statement from the White House, President Obama praised Peres as “a statesman whose commitment to Israel’s security and pursuit of peace was rooted in his own unshakeable moral foundation and unflagging optimism."
        ],
        "tf-idf score": [
            1.298590669726144,
            1.1906772313592788,
            1.1129180219572605
        ]
    },
    "0.18998324661069618-3-530": {
        "average clique similarity": 0.18998324661069618,
        "clique": [
            "2- I ll never forget h",
            "4-  he said ",
            "1- Let us become a civ"
        ],
        "median tf-idf score": 0.5548643285275625,
        "publications": [
            "Vox",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "“I’ll never forget how happy he was 23 years ago when he signed the Oslo Accords on the White House lawn, heralding a more hopeful era in   relations,” Clinton said in a statement.",
            "” he said.",
            "”Let us become a civic community,” Peres said in his speech on the White House lawn."
        ],
        "tf-idf score": [
            0.5609243114828649,
            0.11817870310348343,
            0.5548643285275625
        ]
    },
    "0.19028913460831567-3-122": {
        "average clique similarity": 0.19028913460831567,
        "clique": [
            "1-He held the job agai",
            "3-Burg  who was runnin",
            "0-It helped that Peres"
        ],
        "median tf-idf score": 0.35361020911071867,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "He held the job again, from   in an unusual arrangement brought on by a deadlocked election between his   Labor Party and the   Likud Party.",
            "Burg, who was running for leader of the Labor Party at the time, was considered an up and coming member of the party.",
            "It helped that Peres belonged to the Labour Party, which dominated Israeli politics for decades, until a more recent period in the wilderness."
        ],
        "tf-idf score": [
            0.12089829930561448,
            0.35361020911071867,
            0.6148710575995737
        ]
    },
    "0.19174498417003114-3-588": {
        "average clique similarity": 0.19174498417003114,
        "clique": [
            "3-No one remembers  bu",
            "2-But Peres disagreed ",
            "4-That isn t a false n"
        ],
        "median tf-idf score": 0.20999633472373366,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "No one remembers, but it was amazing in retrospect.",
            "But Peres disagreed.",
            "That isn’t a false narrative, but it’s an incomplete one."
        ],
        "tf-idf score": [
            0.20999633472373366,
            0.3492701588310837,
            0.01349307583504214
        ]
    },
    "0.19407344464705842-3-41": {
        "average clique similarity": 0.19407344464705842,
        "clique": [
            "3-He was the ninth pre",
            "1-Elder statesman  Per",
            "4-His life and career "
        ],
        "median tf-idf score": 0.5577199050192485,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Vox"
        ],
        "sentences": [
            "He was the ninth president of Israel, from 2007 —  2014.",
            "Elder statesman, Peres served in the mostly ceremonial position of president from 2007 to 2014, and celebrated his 90th birthday while still in office.",
            "His life and career spanned the entire history of the state, and he worked closely with a remarkable range of Israeli leaders, from David Ben Gurion, one of the founders of the Israeli state, in the 1950s to Yitzhak Rabin in the 1990s and, uncomfortably, with Benjamin Netanyahu in the 2000s."
        ],
        "tf-idf score": [
            0.44847998337643774,
            0.5577199050192485,
            0.5706482942611856
        ]
    },
    "0.19410449268451777-3-181": {
        "average clique similarity": 0.19410449268451777,
        "clique": [
            "1-Israel does not disc",
            "4-It is now the Middle",
            "3-He was part of the f"
        ],
        "median tf-idf score": 0.6460569788452648,
        "publications": [
            "NPR",
            "Vox",
            "Buzzfeed News"
        ],
        "sentences": [
            "Israel does not discuss details of its nuclear program to this day, but according to the CIA and others it is widely believed to have 100 or more nuclear weapons.",
            "It is now the Middle East’s only nuclear power, and Peres  —   like every Israeli leader who has followed him  —   believed the weapons would give the Jewish state the most powerful form of deterrent.",
            "He was part of the founding of the state, the building of its army and its nuclear deterrent and every political battle that has taken place over its   history,” said Gil Hoffman, the political editor at the Jerusalem Post."
        ],
        "tf-idf score": [
            0.34332165232051937,
            0.8163173436589349,
            0.6460569788452648
        ]
    },
    "0.1951350743163466-3-560": {
        "average clique similarity": 0.1951350743163466,
        "clique": [
            "1-Yossi Beilin  who wo",
            "3-Among the politician",
            "2- Gallery  Shimon Per"
        ],
        "median tf-idf score": 0.6202205433319167,
        "publications": [
            "Washington Post",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "Yossi Beilin, who would become a Peres ally and negotiate the secret Oslo Accord with the Palestinians in the 1990s, described Peres as ”more hawkish than others” for decades.",
            "Among the politicians who have tried to assume the mantle of peace in the decades since the Oslo Accords, none have come close to reaching Peres’ level of international acclaim.",
            "[Gallery: Shimon Peres over more than half a century]  Many Israelis have turned away from Peres’s signal achievement, the crafting of the 1993 Oslo Accords, the beginning of what has become a faltering peace process with the Palestinians."
        ],
        "tf-idf score": [
            0.6165247480389447,
            0.6202205433319167,
            0.8560683548170899
        ]
    },
    "0.2015282654216403-3-82": {
        "average clique similarity": 0.2015282654216403,
        "clique": [
            "3-  Yet Peres  who tal",
            "2- He strengthened Isr",
            "0-Peres s successor wa"
        ],
        "median tf-idf score": 1.0462042316178697,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "” Yet Peres, who talked often of Israel’s founder and first prime minister Ben Gurion  —   has no successor of his own.",
            "“He strengthened Israel in many ways, some of which are still secret,” said Netanyahu, who as a leader of the Likud party was often a political rival of Peres and his Labor Party.",
            "Peres’s successor was Benjamin Netanyahu, which signaled a changing of the guard: Netanyahu was the first prime minister born after independence, and the first born within the state of Israel."
        ],
        "tf-idf score": [
            0.7587041557032811,
            1.0462042316178697,
            1.0607161122762956
        ]
    },
    "0.2069108076034761-3-294": {
        "average clique similarity": 0.2069108076034761,
        "clique": [
            "3-Over the last decade",
            "4-Peres hasn t played ",
            "1-Beilin says that in "
        ],
        "median tf-idf score": 0.6545824639628498,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "Over the last decade, Peres was best known for his role as a statesman.",
            "Peres hasn’t played an active role in Israeli politics for more than a decade; his last formal job, as president, was a purely ceremonial one.",
            "Beilin says that in that role, Peres became an elder statesman respected both at home and abroad, rising above the   of daily politics."
        ],
        "tf-idf score": [
            0.6545824639628498,
            0.8567881811032341,
            0.5048254976030343
        ]
    },
    "0.22760387765601264-3-288": {
        "average clique similarity": 0.22760387765601264,
        "clique": [
            "0-When Meir stepped do",
            "1-Still in his   Peres",
            "3-Peres  who held the "
        ],
        "median tf-idf score": 1.0155894969688748,
        "publications": [
            "Atlantic",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "When Meir stepped down in 1974, Peres competed with Yitzhak Rabin to succeed her and lost.",
            "Still in his   Peres was put in charge of securing weapons for the main paramilitary in Israel’s 1948 war of independence, and he remained in prominent roles until he stepped down as the country’s president in 2014, at age 90.",
            "Peres, who held the record of world’s   statesman when he stepped down as Israel’s president in July 2014 at the age of 91, was still working in various diplomatic outreach programs at the time of his death."
        ],
        "tf-idf score": [
            0.4659205693096441,
            1.0314879459272523,
            1.0155894969688748
        ]
    },
    "0.2300151349733608-3-307": {
        "average clique similarity": 0.2300151349733608,
        "clique": [
            "3-  Peres  however  wa",
            "2-Former Israeli lawma",
            "1-But it was not to be"
        ],
        "median tf-idf score": 0.5451360019259679,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "” Peres, however, was not always a peacenik.",
            "Former Israeli lawmaker Einat Wilf, who served as a foreign policy adviser to Peres, said that as a politician, Peres was not always popular in Israel, especially because he was so opinionated.",
            "But it was not to be."
        ],
        "tf-idf score": [
            0.5451360019259679,
            1.10178147084345,
            0.19640411977669686
        ]
    },
    "0.25215398249462667-3-207": {
        "average clique similarity": 0.25215398249462667,
        "clique": [
            "4-How  Mr Security  be",
            "3-Two decades before h",
            "2-Peres shared the Nob"
        ],
        "median tf-idf score": 0.9522343670456275,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "How “Mr Security” became a man of peace Peres won the Nobel Peace Prize in 1994 for his role in the landmark Oslo Accords with the Palestinians.",
            "Two decades before he played an instrumental role in constructing the 1993 peace accords  —   to this day the most significant political move towards a lasting peace deal between the Israeli and Palestinian leadership  —   he was Israel’s defense minister.",
            "Peres shared the Nobel Peace Prize in 1994 with Israeli Prime Minister Yitzhak Rabin and Palestine Liberation Organization leader Yasser Arafat for the peace accords."
        ],
        "tf-idf score": [
            0.7168727301677732,
            1.0337514195328315,
            0.9522343670456275
        ]
    },
    "0.259631322582481-3-493": {
        "average clique similarity": 0.259631322582481,
        "clique": [
            "3-Peres  death came tw",
            "2-  Until Tuesday  doc",
            "1-Peres suffered from "
        ],
        "median tf-idf score": 0.4195646677495405,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Peres’ death came two weeks after he suffered a stroke that caused bleeding in his brain, leaving him hospitalized and on a respirator.",
            "” Until Tuesday, doctors had expressed guarded optimism that he might recover from the stroke he suffered Sept. 13, but his condition deteriorated quickly.",
            "Peres suffered from a stroke two weeks ago and died Tuesday."
        ],
        "tf-idf score": [
            0.43924533780289476,
            0.1069315058929622,
            0.4195646677495405
        ]
    },
    "0.2838944877100846-3-588": {
        "average clique similarity": 0.2838944877100846,
        "clique": [
            "4-To the consternation",
            "0-In 1992  Peres retur",
            "1-With President Clint"
        ],
        "median tf-idf score": 0.7583890351181215,
        "publications": [
            "Vox",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "To the consternation of the right wing, he also saw Palestinian leader Yasser Arafat as a viable negotiating partner.",
            "In 1992, Peres returned to the government as foreign minister under his old rival Rabin, and alongside Rabin and Yasser Arafat won the 1994 Nobel Peace Prize.",
            "With President Clinton presiding, Israel was represented by Prime Minister Yitzhak Rabin and Peres, then the foreign minister, and the Palestinians by their leader, Yasser Arafat."
        ],
        "tf-idf score": [
            0.22811706748232286,
            0.7583890351181215,
            1.2244036013393993
        ]
    },
    "0.31041580252968176-3-61": {
        "average clique similarity": 0.31041580252968176,
        "clique": [
            "1-In addition to his t",
            "3-He first served as u",
            "2-Peres succeeded Rabi"
        ],
        "median tf-idf score": 0.5802902932198517,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "In addition to his tenures as president and prime minister, he served as foreign minister (three times) defense minister (twice) finance minister and transportation minister in Israel’s   coalition governments.",
            "He first served as unofficial prime minister for three months in 1977, due to a scandal in the   government.",
            "Peres succeeded Rabin as prime minister, one of three times he held the post."
        ],
        "tf-idf score": [
            0.5802902932198517,
            0.23698420277919238,
            0.6203619949105117
        ]
    },
    "0.3112461345933962-3-320": {
        "average clique similarity": 0.3112461345933962,
        "clique": [
            "1-Peres  who died Tues",
            "4-Peres  who died Tues",
            "3- Shimon Peres  Israe"
        ],
        "median tf-idf score": 0.8145676099569985,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Peres, who died Tuesday at 93 according to Israeli officials, was at the center of recurring Middle East dramas throughout his more than six decades of public life.",
            "Peres, who died Tuesday at age 93, was the last of the generation of men and women who founded Israel in the aftermath of the Holocaust.",
            " Shimon Peres, Israel’s   politician and statesman, died early Wednesday at the age of 93."
        ],
        "tf-idf score": [
            0.8572484397197552,
            0.8145676099569985,
            0.6661288358522965
        ]
    },
    "0.43302705860077434-3-15": {
        "average clique similarity": 0.43302705860077434,
        "clique": [
            "1-He was born Aug  2  ",
            "2-Peres arrived in Bri",
            "0-Peres was born in wh"
        ],
        "median tf-idf score": 0.6176466513979229,
        "publications": [
            "Washington Post",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "He was born Aug. 2, 1923, in Wiszniew, Poland, which is now Vishnyeva, Belarus.",
            "Peres arrived in British Mandate Palestine as a boy from what was then Poland and is now Belarus.",
            "Peres was born in what was then Poland and what is now Belarus in 1923, but his family moved to Mandatory Palestine, then under British control, in 1932."
        ],
        "tf-idf score": [
            0.2534461465724114,
            0.6176466513979229,
            0.6902659000252196
        ]
    },
    "0.46400583780017807-3-94": {
        "average clique similarity": 0.46400583780017807,
        "clique": [
            "2-  Rabin was assassin",
            "1-Rabin was assassinat",
            "0-When Rabin was assas"
        ],
        "median tf-idf score": 0.5207967930853381,
        "publications": [
            "NPR",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "” Rabin was assassinated by a Jewish extremist in 1995 as he worked to build a lasting peace with the Palestinians.",
            "Rabin was assassinated by an Israeli   in 1995.",
            "When Rabin was assassinated in 1995, Peres once again became prime minister."
        ],
        "tf-idf score": [
            0.5207967930853381,
            0.3760447775211885,
            0.7417233280737918
        ]
    }
}