{
    "0.1397098172828327-3-316": {
        "average clique similarity": 0.1397098172828327,
        "clique": [
            "4-Sires said he contac",
            "0-Rahami s wife  ident",
            "2-Rahami s travel to A"
        ],
        "median tf-idf score": 0.7339597739973691,
        "publications": [
            "Buzzfeed News",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "Sires said he contacted the FBI about Rahami’s request, and the follow up letter his office sent to the US embassy in Pakistan, after he was named as a suspect.",
            "Rahami’s wife, identified as Asia Bibi Rahami, fled to her native Pakistan days before the attack.",
            "Rahami’s travel to Afghanistan and Pakistan between 2011 and 2014 also raises questions about whether Rahami was in some fashion radicalized while he was in South Asia, a possibility investigators are looking into."
        ],
        "tf-idf score": [
            0.9632703955882702,
            0.5449486369931247,
            0.7339597739973691
        ]
    },
    "0.14888185667435103-3-353": {
        "average clique similarity": 0.14888185667435103,
        "clique": [
            "4-    FBI looking for ",
            "2-David E Patton  the ",
            "0-The terrorist respon"
        ],
        "median tf-idf score": 1.0901176398442987,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "”’ ’FBI looking for two individuals who took suitcase containing unexploded bomb’ ’Federal prosecutors charge Ahmad Rahami with using weapons of mass destruction, other crimes’ ’Source: Rahami not cooperating with investigators.’ ’FBI confirms they looked into Ahmad Rahami in 2014.’ ’Rahami’s father contacted the FBI about his son two years before the bombings’ ’Note found on Rahami referenced Boston Marathon bombing, radical cleric’ ’Here is the criminal complaint against Rahami.’ ’Wife of Ahmad Khan Rahami left the United States days before bombings.’ ’New Jersey bar owner recounts finding bombing suspect sleeping outside his door’ ’New Jersey lawmaker says bombing suspect asked his office for visa help’ ’Bombing suspect Rahami charged with multiple offenses’ ’Rahami was angry at Western culture, mother of his child says’ ’Chairman of Senate Intel Richard Burr says it’s too early to determine international link’] An image of the handwritten notebook was shown Wednesday during a Homeland Security hearing in Washington, DC  “This is a copy of Mr Rahami’s journal that was found on his person when he was taken into custody,” Homeland Security Chairman Michael McCaul said as a page of the notebook was displayed.",
            "David E Patton, the top federal defender in New York, asked for Rahami to have a first court hearing Wednesday, suggesting that the suspected bomber could participate from his hospital bed.",
            "The terrorist responsible for multiple explosions in New York and New Jersey, Ahmed Khan Rahami, bought explosives supplies through website eBay using his name as his username, the FBI revealed in an indictment published Wednesday."
        ],
        "tf-idf score": [
            2.524683844396692,
            0.740198514088378,
            1.0901176398442987
        ]
    },
    "0.15352385170367402-3-151": {
        "average clique similarity": 0.15352385170367402,
        "clique": [
            "0-Both of those device",
            "2-In fact  even if Rah",
            "1-His bail has been se"
        ],
        "median tf-idf score": 0.5018871936577907,
        "publications": [
            "Breitbart",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Both of those devices appear to have been purchased at the business where Rahami worked.",
            "In fact, even if Rahami had been on the government’s terrorist watch list, he would not have been disqualified from buying a gun under federal law.",
            "His bail has been set at $5."
        ],
        "tf-idf score": [
            0.5018871936577907,
            0.5771599888547645,
            0.03008094831504237
        ]
    },
    "0.15480207784354497-3-296": {
        "average clique similarity": 0.15480207784354497,
        "clique": [
            "2-In this footage  the",
            "3-Rahami then enters t",
            "4-Rahami then ran   fi"
        ],
        "median tf-idf score": 0.46025570889973666,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "In this footage, the two men are seen finding a suitcase, removing the explosives from it and then leaving with just the suitcase, officials said.",
            "Rahami then enters the frame and is seen picking up the cylindrical container”.",
            "Rahami then ran, “firing in the air,” Bains said."
        ],
        "tf-idf score": [
            0.2808866730337905,
            0.46025570889973666,
            0.5772178988460421
        ]
    },
    "0.1553445340828583-3-336": {
        "average clique similarity": 0.1553445340828583,
        "clique": [
            "4-It was unclear if Ra",
            "0-Relatives of Rahami ",
            "3-Rahami previously ha"
        ],
        "median tf-idf score": 0.7083946772254462,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Breitbart"
        ],
        "sentences": [
            "It was unclear if Rahami wife ever came to the US  —  Jason Wells, Union County Prosecutor Grace H Park announced the charges over the shootout that occurred on Monday morning prior to Rahami’s capture by police.",
            "Relatives of Rahami’s were stopped Sunday night and interrogated by police, leading to Rahami’s arrest Monday.",
            "Rahami previously had been charged in New Jersey in connection with the shootout that led to his arrest Monday."
        ],
        "tf-idf score": [
            0.9058538715217077,
            0.5825082345600807,
            0.7083946772254462
        ]
    },
    "0.15620736649719127-3-176": {
        "average clique similarity": 0.15620736649719127,
        "clique": [
            "3-The government claim",
            "0-The FBI indictment n",
            "4-   Additional patrol"
        ],
        "median tf-idf score": 0.7877980561806581,
        "publications": [
            "Breitbart",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "The government claims that police found 12 fingerprints on the bomb that detonated on West 27th Street in Manhattan and all of them match Rahami.",
            "The FBI indictment notes that a video found on the phone of a relative of Rahami’s depicts Rahami testing an explosive in the family’s backyard in Elizabeth.",
            "” “Additional patrol officers responding to the scene engaged Rahami in an exchange of gunfire that ended when Rahami was shot multiple times outside of an auto repair shop on East Elizabeth Avenue, several blocks west of where he was initially approached,” the prosecutor’s office said."
        ],
        "tf-idf score": [
            0.7137612126118882,
            0.7877980561806581,
            1.0335037938490392
        ]
    },
    "0.16071846542925225-3-541": {
        "average clique similarity": 0.16071846542925225,
        "clique": [
            "2-Rahami  who remained",
            "0-The indictment  whic",
            "1-Rahami was charged w"
        ],
        "median tf-idf score": 1.0972200180556162,
        "publications": [
            "Washington Post",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "Rahami, who remained hospitalized after a shootout with police, was charged in two federal courts  —   in Manhattan and in Newark  —   with nine counts stemming from the attacks, including using weapons of mass destruction and bombing a public place, and could face up to life in prison.",
            "The indictment, which contains multiple charges for the use of a weapon of mass destruction and attacking a public transportation hub, also notes that Rahami used two mobile phones as remote controls for detonating the bombs in the Manhattan neighborhood of Chelsea and the shore town of Seaside Park, New Jersey.",
            "Rahami was charged with five counts of attempted murder of a law enforcement officer,   unlawful possession of a weapon and   possession of a weapon for an unlawful purpose on Monday."
        ],
        "tf-idf score": [
            1.0972200180556162,
            1.2431657888274068,
            0.8719129351998761
        ]
    },
    "0.16353648343426666-3-435": {
        "average clique similarity": 0.16353648343426666,
        "clique": [
            "1-It is unclear what h",
            "2-Court documents show",
            "4-   David Mack  The  "
        ],
        "median tf-idf score": 0.0815948812575909,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "It is unclear what happened to the child.",
            "Court documents show that she took him to court for not paying child support.",
            "—  David Mack, The    woman told Fox Rahami did not pay child support and was angry at Western culture."
        ],
        "tf-idf score": [
            0.02955230607332217,
            0.0815948812575909,
            0.6919230295388221
        ]
    },
    "0.16810465841556047-3-387": {
        "average clique similarity": 0.16810465841556047,
        "clique": [
            "3- But they check almo",
            "1-But when the FBI tal",
            "4-Rahami moved  but as"
        ],
        "median tf-idf score": 0.7148987742316795,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "’But they check almost two months, they say, ’He’s O K he’s clean, he’s not a terrorist.’ I say O K’ ”He added: ’Now they say he is a terrorist.",
            "But when the FBI talked with the father, he recanted his claim that his son was a terrorist but did express concern that Ahmad was engaged in criminal or gang activity, a federal law enforcement source said.",
            "Rahami moved, but as he did Bains got a glimpse of his face and “was shocked” when he recognized the same person he had seen earlier on CNN’s website."
        ],
        "tf-idf score": [
            0.14067507966606083,
            0.8338281345235308,
            0.7148987742316795
        ]
    },
    "0.17506595096483898-4-461": {
        "average clique similarity": 0.17506595096483898,
        "clique": [
            "0- Rahami navigated eB",
            "1-From June 20 to Augu",
            "3-Rahami used the nick",
            "2-An FBI complaint als"
        ],
        "median tf-idf score": 0.7154680490051952,
        "publications": [
            "NPR",
            "Washington Post",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "[Rahami navigated eBay with the username “ahmad rahimi,” an alternative spelling of his real name, according to FBI Special Agent Peter Licata, and bought a number of legal items commonly used in home  .",
            "From June 20 to August 10, registered eBay user ”ahmad rahimi” purchased items associated with bomb making.",
            "Rahami used the nickname ”ahmad rahimi” to buy citric acid, a circuit board and a fireworks firing system on the Internet.",
            "An FBI complaint also said that Rahami had purchased numerous items for the explosives  —   including igniters, circuit boards and citric acid  —   on eBay and had them shipped to his workplace."
        ],
        "tf-idf score": [
            0.847322692751721,
            0.29001914128244494,
            0.5836134052586694,
            0.9262652913510003
        ]
    },
    "0.1783821114281907-3-464": {
        "average clique similarity": 0.1783821114281907,
        "clique": [
            "2-Officials have said ",
            "4-Rahami  who remains ",
            "3-Those materials  inv"
        ],
        "median tf-idf score": 1.1266686931975793,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Officials have said that Rahami’s last known address was in Elizabeth, New Jersey, about 15 miles outside of New York City.",
            "Rahami, who remains in custody after alleging planting bombs in New York and New Jersey and getting in a shootout with police, was charged with attempted murder and other weapons related crimes on Monday.",
            "Those materials, investigators, say were shipped to a business address close to Rahami’s house in Perth Amboy, N J and they are also the same materials used to build the bombs in New York and New Jersey."
        ],
        "tf-idf score": [
            1.1266686931975793,
            1.1782410910041436,
            1.0466367551963198
        ]
    },
    "0.1875194125015852-3-135": {
        "average clique similarity": 0.1875194125015852,
        "clique": [
            "1-Two cell phones used",
            "4-As was the case with",
            "0-The items were shipp"
        ],
        "median tf-idf score": 0.9303771679294488,
        "publications": [
            "CNN",
            "Breitbart",
            "Buzzfeed News"
        ],
        "sentences": [
            "Two cell phones used in the bombs were shipped to the same Perth Amboy, New Jersey, store located about 500 meters from a residence listed on Rahami’s 2012 passport application as home.",
            "As was the case with the New Jersey explosion, investigators believe Rahami used a cellphone as a timer for the Chelsea bomb.",
            "The items were shipped to an unnamed business in Perth Amboy, New Jersey, a half an hour drive from Elizabeth, where authorities believe Rahami lived   with his family."
        ],
        "tf-idf score": [
            0.9303771679294488,
            1.094151283076026,
            0.9036411465204588
        ]
    },
    "0.19223787478825063-3-313": {
        "average clique similarity": 0.19223787478825063,
        "clique": [
            "3-Talking to reporters",
            "4-Rep  Albio Sires sai",
            "2-Rahami said he was c"
        ],
        "median tf-idf score": 0.8069592040812807,
        "publications": [
            "Washington Post",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "Talking to reporters outside his home, Mohammad R Rahami said he had called police on his son because he ”stabbed my son” and ”hit my wife”.",
            "Rep. Albio Sires said Rahami emailed his office in 2014 after his wife’s Pakistani passport expired, the Associated Press reported.",
            "Rahami said he was concerned about getting his wife an immigrant visa while her Pakistani passport has expired."
        ],
        "tf-idf score": [
            0.8069592040812807,
            0.7160853296472645,
            0.861034071012402
        ]
    },
    "0.195785711268172-3-599": {
        "average clique similarity": 0.195785711268172,
        "clique": [
            "4-The complaint agains",
            "1-New details emerge  ",
            "3-The criminal complai"
        ],
        "median tf-idf score": 0.8999685877908574,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "The complaint against Rahami, filed in the Southern District of New York, includes four charges: Use of weapons of mass destruction, bombing a place of public use, destruction of property by means of fire or explosive, and use of a destructive device during and in furtherance of a crime of violence.",
            "New details emerge, The complaint sheds new light on Rahami’s alleged motives and means, and the time line of the incidents.",
            "The criminal complaint, filed in the U S District Court for the Southern District of New York, details why investigators are convinced that Rahami is behind Saturday’s bombings."
        ],
        "tf-idf score": [
            1.049654156263796,
            0.6884791080038691,
            0.8999685877908574
        ]
    },
    "0.1989750018917773-3-244": {
        "average clique similarity": 0.1989750018917773,
        "clique": [
            "4-NBC originally said ",
            "1-Ahmad Rahami was cha",
            "0-The first exploded i"
        ],
        "median tf-idf score": 1.021606930561787,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "NBC originally said the note was found on an unexploded pressure cooker bomb left Saturday night on 27th Street in Manhattan, four blocks from where another exploded, but CNN and the Washington Post said the note was found on Rahami after his arrest Monday in Linden, New Jersey.",
            "Ahmad Rahami was charged Tuesday with four counts in federal court in connection with an explosion in Manhattan’s Chelsea neighborhood and an unexploded pressure cooker found nearby.",
            "The first exploded in Seaside Park, New Jersey, targeting a charity 5K race the second exploded in the Manhattan neighborhood of Chelsea and injured 31 people."
        ],
        "tf-idf score": [
            1.4281249582634827,
            1.021606930561787,
            0.4594277871641289
        ]
    },
    "0.20161751538979958-3-301": {
        "average clique similarity": 0.20161751538979958,
        "clique": [
            "1-Why the FBI intervie",
            "3-According to The New",
            "4-Based on this report"
        ],
        "median tf-idf score": 0.9785621450506248,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "Why the FBI interviewed Rahami’s father in 2014, Earlier Tuesday, Rahami’s father told reporters that he called the FBI two years ago when his son was acting violently.",
            "According to The New York Times, which first reported the FBI contact, Mohammad Rahami told local police he suspected his son might be involved in terrorism.",
            "Based on this report, a “Suspicious Activity Report” was compiled on Rahami and sent to the FBI Federal agents then interviewed Mohammad Rahami, who told the FBI that his son had traveled to Pakistan and was interacting with “bad people,” ABC News reported."
        ],
        "tf-idf score": [
            0.9668314024325219,
            0.9785621450506248,
            1.0251563318585837
        ]
    },
    "0.22221210621683743-3-599": {
        "average clique similarity": 0.22221210621683743,
        "clique": [
            "4-They also found a ce",
            "3-The complaint notes ",
            "1-The  user address  f"
        ],
        "median tf-idf score": 0.6479576037051546,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "They also found a cell phone in the area that they believe was used as a timer for the bomb.",
            "The complaint notes that investigators also found prints on the explosives found in Elizabeth, N J and they match Rahami.",
            "The ”user address” for the phone attached to the unexploded pressure cooker bomb found in Chelsea belonged to Rahami’s residence, the complaint alleges."
        ],
        "tf-idf score": [
            0.41556467503063105,
            0.6479576037051546,
            0.7890114059027433
        ]
    },
    "0.23477276523243015-3-599": {
        "average clique similarity": 0.23477276523243015,
        "clique": [
            "1-The bomb was packed ",
            "2-   Hundreds  of ball",
            "0-Among those purchase"
        ],
        "median tf-idf score": 0.5408522852192141,
        "publications": [
            "CNN",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "The bomb was packed with ball bearings and steel nuts, likely to increase the lethality of the device, that traveled as far as 650 feet from the site, the complaint alleges.",
            "” “Hundreds” of ball bearings and steel pieces were found around the explosion area, while the blast “caused significant injuries and   dollars of property damage,” the complaint said.",
            "Among those purchases were citric acid, a circuit board, fireworks electric igniters, and lead ball bearings, all found in the construction of the explosives used in Rahami’s terror attacks over the weekend."
        ],
        "tf-idf score": [
            0.5408522852192141,
            0.35568005189811647,
            0.6783933783196845
        ]
    },
    "0.24993560595403186-3-376": {
        "average clique similarity": 0.24993560595403186,
        "clique": [
            "3-The grand jury  howe",
            "2-The intelligence off",
            "1-However  there are c"
        ],
        "median tf-idf score": 0.6535072681477563,
        "publications": [
            "NPR",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "The grand jury, however, found there was not enough evidence to indict Rahami.",
            "The intelligence officer said there is evidence Rahami was married there.",
            "However, there are contradictory accounts of how Rahami came to the attention of law enforcement."
        ],
        "tf-idf score": [
            0.6535072681477563,
            0.81391881670555,
            0.5307337334955979
        ]
    },
    "0.253759508216826-3-213": {
        "average clique similarity": 0.253759508216826,
        "clique": [
            "0-Rahami allegedly wor",
            "1-They were shipped to",
            "4- We won t know until"
        ],
        "median tf-idf score": 0.5781480922150174,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Breitbart"
        ],
        "sentences": [
            "Rahami allegedly worked at the Perth Amboy business until September 12, and also had an apartment in the city rented in his name.",
            "They were shipped to a Perth Amboy, NJ, business where Rahami is believed to have worked until September 12.",
            "“We won’t know until we’ve worked with the media we’ve got,” he said."
        ],
        "tf-idf score": [
            0.5917182340167606,
            0.5781480922150174,
            0.1987463491167098
        ]
    },
    "0.2685521561962049-3-404": {
        "average clique similarity": 0.2685521561962049,
        "clique": [
            "2-Authorities said the",
            "1-The blast propelled ",
            "4-At the scene of the "
        ],
        "median tf-idf score": 0.6452605692027161,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "Authorities said the   bomb that exploded in the Chelsea neighborhood of Manhattan was left in a dumpster, and that the explosion “propelled the     dumpster more than 120 feet.",
            "The blast propelled the dumpster 100 feet and shattered windows 400 feet above the detonation.",
            "At the scene of the explosion in New York City’s Chelsea neighborhood, investigators found ball bearings and steel nuts they believe were packed into a pressure cooker bomb to make it more deadly scattered over the blast site that spanned 650 square feet."
        ],
        "tf-idf score": [
            0.6961314916374464,
            0.07217324535421074,
            0.6452605692027161
        ]
    },
    "0.2774559195914133-3-268": {
        "average clique similarity": 0.2774559195914133,
        "clique": [
            "3-Investigators also f",
            "1-Ultimately  federal ",
            "0-At least one of the "
        ],
        "median tf-idf score": 0.868131592108841,
        "publications": [
            "CNN",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "Investigators also found that one of the cellphones used as the timing device on one bomb was registered to one of Rahami’s relatives.",
            "Ultimately, federal investigators believed it was a domestic dispute, several federal officials told CNN At the time of that interview, Rahami was in jail following a family dispute in which he stabbed one of his relatives.",
            "At least one of the devices was registered in the name of a Rahami family member."
        ],
        "tf-idf score": [
            0.868131592108841,
            1.0085481703164936,
            0.6926776445622009
        ]
    },
    "0.2805924959717481-3-101": {
        "average clique similarity": 0.2805924959717481,
        "clique": [
            "1-However  Rahami s wi",
            "0-Law enforcement sour",
            "2-According to two fed"
        ],
        "median tf-idf score": 0.6915852255131825,
        "publications": [
            "Breitbart",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "However, Rahami’s wife eventually made it to the US    and she left before Saturday’s attacks, according to a law enforcement official.",
            "Law enforcement sources say they are working to bring Rahami’s wife back to the United States for questioning.",
            "According to two federal law enforcement officials, Rahami’s wife was overseas when the bombing occurred and heading back to the United States at the time."
        ],
        "tf-idf score": [
            0.6915852255131825,
            0.6602809821495992,
            1.007763150132101
        ]
    },
    "0.28070054135685596-3-579": {
        "average clique similarity": 0.28070054135685596,
        "clique": [
            "4-Bharara also said du",
            "3-Tuesday s charges ar",
            "2- The New York and Ne"
        ],
        "median tf-idf score": 1.1845961049492162,
        "publications": [
            "Washington Post",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "Bharara also said during the press conference Wednesday that a “handwritten journal was found on Rahami at the time of his arrest” which mentioned, jihad, pipe bombs, a pressure cooker bomb and the sounds of bombs heard in the street.",
            "Tuesday’s charges are related to a   bomb that went off Saturday night in the Chelsea neighborhood of Manhattan that injured dozens, a pipe bomb explosion that morning in Seaside Park, N J and a collection of pipe bombs discovered Sunday at a train station in Elizabeth, N J The investigation is now focused on motive.",
            "[The New York and New Jersey explosives were pressure cookers and pipe bombs]   The complaint also said that Rahami had left numerous fingerprints behind on a bomb placed in Chelsea that did not detonate and on materials  —   including unexploded bombs and handwritten documents  —   in a backpack left at an Elizabeth, N J train station."
        ],
        "tf-idf score": [
            1.1845961049492162,
            0.6164578220596704,
            1.3608475491093548
        ]
    },
    "0.2887881737913008-3-599": {
        "average clique similarity": 0.2887881737913008,
        "clique": [
            "4-    Ali Watkins   In",
            "3-But a law enforcemen",
            "1-The FBI interviewed "
        ],
        "median tf-idf score": 0.8924690591940626,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "—   Ali Watkins, “In August 2014, the FBI initiated an assessment of Ahmad Rahami based upon comments made by his father after a domestic dispute that were subsequently reported to authorities,” the FBI said in a statement sent to BuzzFeed News.",
            "But a law enforcement official tells NPR that Rahami’s father, Mohammad R Rahami, had called New Jersey police in 2014 over a dispute involving his son.",
            "The FBI interviewed Rahami’s father in 2014 after a violent domestic dispute."
        ],
        "tf-idf score": [
            0.8924690591940626,
            0.9737979004501565,
            0.6002982316102132
        ]
    },
    "0.29758483793194973-3-309": {
        "average clique similarity": 0.29758483793194973,
        "clique": [
            "4- I say OK   The Asso",
            "1-His father told repo",
            "2-The FBI had opened u"
        ],
        "median tf-idf score": 0.9936800682871272,
        "publications": [
            "CNN",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "“I say OK ” The Associated Press reported that Mohammad Rahami contacted the FBI in 2014 and told them that he believed his son was a terrorist, but later retracted the statement, according to an official.",
            "His father told reporters that he contacted the FBI and expressed his concern after the dispute.",
            "The FBI had opened up an “assessment” on Rahami in 2014 after his father called the FBI and said his son was a terrorist."
        ],
        "tf-idf score": [
            1.1171389234407747,
            0.24496307657748326,
            0.9936800682871272
        ]
    },
    "0.3030444879076075-3-229": {
        "average clique similarity": 0.3030444879076075,
        "clique": [
            "4-The complaint also s",
            "2-Investigators also f",
            "3-Authorities said the"
        ],
        "median tf-idf score": 0.6833710990547293,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "The complaint also states that investigators searched social media accounts believed to belong to Rahami and found that he had liked videos related to jihad.",
            "Investigators also found that a social media account used by Rahami had liked videos relating to jihad.",
            "Authorities said they found diary entries allegedly written by Rahami that refer to calls for jihad at home if one is unable to travel."
        ],
        "tf-idf score": [
            0.6833710990547293,
            0.563094487287941,
            0.6918199668702316
        ]
    },
    "0.32823025342633066-4-144": {
        "average clique similarity": 0.32823025342633066,
        "clique": [
            "3-The entries also lau",
            "2-This journal also in",
            "1-In addition to bin L",
            "4-The journal  accordi"
        ],
        "median tf-idf score": 0.2621728916822561,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "The entries also laud radical cleric Anwar   Nidal Hassan, who shot and killed 13 people at Fort Hood, Texas, and ”brother Osama Bin Laden”.",
            "This journal also included references to the Boston Marathon bombings, the 2009 Fort Hood shooting in Texas and “Brother Osama Bin Laden.",
            "In addition to bin Laden, the journal contained references Anwar   and Fort Hood, Texas, mass shooter Nidal Hasan.",
            "The journal, according to Bharara, also contained “laudatory” references to   founder Osama bin Laden and Anwar   an American citizen whose speeches have been credited with inspiring domestic terrorists even years after his death by a US drone strike in Yemen."
        ],
        "tf-idf score": [
            0.25633839055247154,
            0.26800739281204067,
            0.2034320721873774,
            0.3427681989417334
        ]
    },
    "0.38008728899557415-3-599": {
        "average clique similarity": 0.38008728899557415,
        "clique": [
            "4- God willing the sou",
            "1-It closes with  Insh",
            "0- Laughter  can be he"
        ],
        "median tf-idf score": 0.18688990795001653,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "“God willing the sound of bombs will be heard in the streets.",
            "It closes with ”Inshallah,” God willing, ”the sounds of the bombs will be heard in the streets.",
            "“Laughter” can be heard after the explosion, though the report does not indicate how many people can be heard laughing."
        ],
        "tf-idf score": [
            0.18688990795001653,
            0.2049350647282861,
            0.1540117623396623
        ]
    },
    "0.3838007524318002-3-510": {
        "average clique similarity": 0.3838007524318002,
        "clique": [
            "2-Two years ago  Raham",
            "1-In 2014  Rahami cont",
            "4-  Rep  Albio Sires s"
        ],
        "median tf-idf score": 0.7473888805820549,
        "publications": [
            "Washington Post",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "Two years ago, Rahami was in Islamabad, Pakistan, when he contacted the office of Rep. Albio Sires ( .",
            "In 2014, Rahami contacted Congressman Albio Sires’ office from Islamabad, saying he was concerned about his wife’s passport and visa.",
            "” Rep. Albio Sires said Rahami, a US citizen who was born in Afghanistan, emailed his office in 2014 after his wife’s Pakistani passport expired, the Associated Press reported."
        ],
        "tf-idf score": [
            0.7434420387638785,
            0.7473888805820549,
            0.9464618874251652
        ]
    },
    "0.42358409515259526-3-567": {
        "average clique similarity": 0.42358409515259526,
        "clique": [
            "4- The FBI conducted i",
            "3-In a statement  the ",
            "1-He was never placed "
        ],
        "median tf-idf score": 0.3963585502712394,
        "publications": [
            "NPR",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "“The FBI conducted internal database reviews, interagency checks, and multiple interviews, none of which revealed ties to terrorism.",
            "In a statement, the FBI said that it ”conducted internal database reviews, interagency checks, and multiple interviews, none of which revealed ties to terrorism”.",
            "He was never placed in an FBI database of potential terrorists, officials said."
        ],
        "tf-idf score": [
            0.23438821229196788,
            0.3963585502712394,
            0.5505353133802015
        ]
    },
    "0.4357890842962324-3-410": {
        "average clique similarity": 0.4357890842962324,
        "clique": [
            "2-In a journal found o",
            "1-New York   CNN  The ",
            "4-According to the com"
        ],
        "median tf-idf score": 1.0483700972326397,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "In a journal found on him after he was captured, Ahmad Rahami, the    suspected bomber, had written about his hopes for martyrdom and wrote that God willing, “the sounds of the bombs will be heard in the streets,” according to an FBI complaint.",
            "New York  (CNN) The suspect in Saturday’s bombings in New York and New Jersey declared that ”the sounds of bombs will be heard in the streets” and praised ”Brother Osama Bin Laden” in a journal found on him when he was arrested, authorities said.",
            "According to the complaint, his journal concludes: “Inshallah [God willing] the sounds of the bombs will be heard in the streets."
        ],
        "tf-idf score": [
            1.1201334045019617,
            1.0483700972326397,
            0.35903723450898806
        ]
    }
}