{
    "0.12314051909534111-3-701": {
        "average clique similarity": 0.12314051909534111,
        "clique": [
            "4- Hillary Clinton led",
            "0-Trump mentions that ",
            "2-Trump had a bit of a"
        ],
        "median tf-idf score": 0.39484118248492334,
        "publications": [
            "Reuters",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "“Hillary Clinton led (President) Obama right down a horrible path.",
            "Trump mentions that Iran is now on the path to obtaining nuclear weapons.",
            "Trump had a bit of a winding path to settle on Pence, a devout Christian and conservative."
        ],
        "tf-idf score": [
            0.19175899301101582,
            0.39484118248492334,
            0.7248584082938073
        ]
    },
    "0.13247067717645059-3-524": {
        "average clique similarity": 0.13247067717645059,
        "clique": [
            "1-I can tell you that ",
            "0-In that order ",
            "3- I understand that  "
        ],
        "median tf-idf score": 0.01148589431473073,
        "publications": [
            "Vox",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "I can tell you that he rambled, but that doesn’t do it justice.",
            "In that order.",
            "”I understand that”."
        ],
        "tf-idf score": [
            0.022337634215000297,
            0.01148589431473073,
            0.004100124779244678
        ]
    },
    "0.14093390212900295-3-343": {
        "average clique similarity": 0.14093390212900295,
        "clique": [
            "0-are more important t",
            "4-He was selected from",
            "3-There was none of th"
        ],
        "median tf-idf score": 0.26504168521513943,
        "publications": [
            "CNN",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "are more important than what the   “experts” think is important in their “reports” that traditional candidates like Clinton depend on for all of their information.",
            "He was selected from a relatively small   of candidates    those liked by Trump and willing to stake their political future on the unconventional and unpredictable White House contender.",
            "There was none of the stagecraft that such a moment would normally contain an embrace or both candidates raising their clasped hands to the ceiling in a show of political vitality and unity, for instance."
        ],
        "tf-idf score": [
            0.1709727085727789,
            0.6519020246336389,
            0.26504168521513943
        ]
    },
    "0.14700337231687977-3-334": {
        "average clique similarity": 0.14700337231687977,
        "clique": [
            "2-He gave a   call to ",
            "1-Every five minutes o",
            "0-He promises to take "
        ],
        "median tf-idf score": 0.44343652443761394,
        "publications": [
            "Vox",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "He gave a   call to fellow Republicans to back Trump.",
            "Every five minutes or so, he seemed to remember, just for a moment, like a man trying and failing to wake from a dream, that he was there to introduce Mike Pence, and so he would say something like, ”Now back to Mike Pence,” but then he would slip back again and tell another anecdote about himself.",
            "He promises to take “Hoosier ideals” to Washington, D C Pence asks voters to send another Hoosier to the Vice President’s office."
        ],
        "tf-idf score": [
            0.44343652443761394,
            0.7246722988490509,
            0.40794628449469267
        ]
    },
    "0.15078377841869503-3-402": {
        "average clique similarity": 0.15078377841869503,
        "clique": [
            "0-11 40  Trump says Cr",
            "4-The turnaround has b",
            "3-In his characteristi"
        ],
        "median tf-idf score": 0.9373464168013792,
        "publications": [
            "Fox News",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "11:40: Trump says Cruz will be speaking at the convention and says even though Pence was under pressure to endorse Cruz, Pence’s endorsement of Cruz was really an endorsement of Trump and was the “    I’ver ever got in my life.",
            "The turnaround has been incredible,” said Trump, calling Pence’s early support for Texas GOP Sen. Ted Cruz his “single, greatest  .",
            "In his characteristic   style, Trump also took the unusual step of reminding the audience that Pence had not even initially endorsed him in the Republican primary race, recalling how the Indiana governor had backed Ted Cruz in the GOP primary    but had actually seemed to favor him."
        ],
        "tf-idf score": [
            0.9597987365614482,
            0.9333860606924769,
            0.9373464168013792
        ]
    },
    "0.15192926543145227-3-478": {
        "average clique similarity": 0.15192926543145227,
        "clique": [
            "2-The two appeared tog",
            "3-When he finally came",
            "1-The cameras turned o"
        ],
        "median tf-idf score": 0.07149607082762521,
        "publications": [
            "CNN",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "The two appeared together on stage only briefly   each standing out of view while the other one spoke.",
            "When he finally came to the end of his speech, he shook Pence’s hand briefly and patted him on the shoulder, before quickly leaving the stage.",
            "The cameras turned on, and he did the thing he always does, perhaps the only thing he can do: He put on a show and made himself the star."
        ],
        "tf-idf score": [
            0.07149607082762521,
            0.43480478341697704,
            0.058537761232769235
        ]
    },
    "0.15548805195259305-3-618": {
        "average clique similarity": 0.15548805195259305,
        "clique": [
            "1-Trump emerged withou",
            "4-Still  Pence is not ",
            "3-The new GOP ticket i"
        ],
        "median tf-idf score": 0.34444437415892104,
        "publications": [
            "Fox News",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "Trump emerged without Pence.",
            "Still, Pence is not without some negatives, particularly his handling last year of the   Religious Freedom Restoration Act.",
            "The new GOP ticket is not without internal contradictions, as there have been policy agreements between the two new partners."
        ],
        "tf-idf score": [
            0.6607787659586588,
            0.34444437415892104,
            0.13275881430574646
        ]
    },
    "0.15559387155053203-3-185": {
        "average clique similarity": 0.15559387155053203,
        "clique": [
            "0-He says Indiana s un",
            "2-Trump has made reneg",
            "1-Look forward to intr"
        ],
        "median tf-idf score": 0.6379576112952985,
        "publications": [
            "Reuters",
            "Vox",
            "Breitbart"
        ],
        "sentences": [
            "He says Indiana’s unemployment has fallen since Pence became governor while its labor force has increased.",
            "Trump has made renegotiating trade deals a central theme of his campaign, while Pence has spoken in favor of trade agreements.",
            "Look forward to introducing Governor Mike Pence (who has done a spectacular job in the great State of Indiana)."
        ],
        "tf-idf score": [
            0.55845075657779,
            0.8685467399040707,
            0.6379576112952985
        ]
    },
    "0.15786253169889866-3-153": {
        "average clique similarity": 0.15786253169889866,
        "clique": [
            "3-Belatedly  after ano",
            "1-He bragged about the",
            "4- I am here to introd"
        ],
        "median tf-idf score": 0.7378974914125772,
        "publications": [
            "CNN",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "Belatedly, after another set of digressions    including one praising his children’s role in converting the Old Post Office building in Washington D C into a luxury hotel    Trump returned to the reasons he had picked Pence to serve on his presidential ticket, primarily his work in Indiana.",
            "He bragged about the beautiful hotel he is building in Washington, DC, and patted himself on the back for his foreign policy foresight over the years.",
            "“I am here to introduce the man who will be my partner in the campaign and in the White House to fix the rigged system,” Trump said at a Hilton hotel in New York City."
        ],
        "tf-idf score": [
            0.9742724176019981,
            0.12744795429717815,
            0.7378974914125772
        ]
    },
    "0.15808164817165957-3-674": {
        "average clique similarity": 0.15808164817165957,
        "clique": [
            "2-Trump has struggled ",
            "4-The selection of Pen",
            "0-    60 Minutes   60M"
        ],
        "median tf-idf score": 0.996970244144736,
        "publications": [
            "Reuters",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "Trump has struggled to bridge the gap between himself and the establishment and conservative wings of the party.",
            "The selection of Pence, who went from dark horse to leading contender in a matter of days, should help Trump galvanize support from the party’s conservative base ahead of the Republican National Convention, which starts Monday in Cleveland.",
            "—   60 Minutes (@60Minutes) July 16, 2016,  12:52: Speaking to CNN’s Wolf Blitzer, Sen. Jeff Sessions ( ) says Trump’s selection of Pence will unite the party and says he is a good man who represents the “heart and soul” of the GOP base."
        ],
        "tf-idf score": [
            0.554875165939416,
            0.996970244144736,
            1.1312507106072354
        ]
    },
    "0.16729075102459068-3-63": {
        "average clique similarity": 0.16729075102459068,
        "clique": [
            "4-The national critici",
            "0-  Trump says  we are",
            "3-His remarks were mir"
        ],
        "median tf-idf score": 0.603100846224443,
        "publications": [
            "Breitbart",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "The national criticism was so damaging that it forced Pence and the state legislature to revise the law to clearly prohibit businesses from denying services to customers based on their sexual preference or gender choice.",
            "” Trump says “we are the law and order candidates” and “we are the law and order party.",
            "His remarks were mirrored by Trump’s own attacks on Clinton during the event, and pointed to the campaign’s emerging attempt to cast the billionaire as a law and order candidate who can take the tough decisions to keep Americans safe."
        ],
        "tf-idf score": [
            0.603100846224443,
            0.5972131681070564,
            0.754468317777938
        ]
    },
    "0.17536212901182258-3-657": {
        "average clique similarity": 0.17536212901182258,
        "clique": [
            "1-But he s been given ",
            "0-  11 16  Trump says ",
            "2-It s unclear when th"
        ],
        "median tf-idf score": 0.030151054729279994,
        "publications": [
            "Reuters",
            "Breitbart",
            "Vox"
        ],
        "sentences": [
            "But he’s been given that opportunity again and again, and he keeps failing it.",
            "” 11:16: Trump says he’s introducing the man who will be his partner to fix the “rigged system” and make America “safe” and “great again.",
            "It’s unclear when the two will appear together again."
        ],
        "tf-idf score": [
            0.030151054729279994,
            0.7468540089175817,
            0.014317703354693706
        ]
    },
    "0.1755993643294159-3-429": {
        "average clique similarity": 0.1755993643294159,
        "clique": [
            "3-Unlike Trump  Pence ",
            "2- COME TOGETHER  Penc",
            "4-  Before bringing Pe"
        ],
        "median tf-idf score": 0.9370991166774428,
        "publications": [
            "Reuters",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "Unlike Trump, Pence appeared to stick to his script, delivering a conventional speech for a vice presidential nominee, praising God, his family and offering a rundown of his political career and his fidelity to conservatism.",
            "’COME TOGETHER’ Pence, in sharp contrast to Trump, delivered a prepared speech, discussing the love of his wife and country and his adoration for Ronald Reagan.",
            "” Before bringing Pence on stage, Trump delivered a blistering stump speech that touted his agenda and attacked Clinton, the presumptive Democratic presidential nominee."
        ],
        "tf-idf score": [
            0.9430601285043831,
            0.8239349434039733,
            0.9370991166774428
        ]
    },
    "0.17997832688045445-3-324": {
        "average clique similarity": 0.17997832688045445,
        "clique": [
            "0-11 43  Pence now has",
            "1-    Now back to Mike",
            "3-It was a spectacle t"
        ],
        "median tf-idf score": 0.3586307780511486,
        "publications": [
            "Vox",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "11:43: Pence now has the stage.",
            "”.. Now back to Mike Pence.",
            "It was a spectacle that underscored the odd couple nature of the GOP ticket, that now unites Trump, a brash, volatile outsider with a sparse ideological track record, with Pence, a   disciplined warrior of the social conservative movement."
        ],
        "tf-idf score": [
            0.3586307780511486,
            0.3418078660804612,
            0.9350156632139301
        ]
    },
    "0.1820537936172635-3-520": {
        "average clique similarity": 0.1820537936172635,
        "clique": [
            "3-He said in an interv",
            "4-  Trump instead twee",
            "2-In an appearance on "
        ],
        "median tf-idf score": 0.8708369620212961,
        "publications": [
            "CNN",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "He said in an interview with Sean Hannity of Fox News on Friday that he was ”very supportive” of the presumptive Republican nominee’s call to temporarily ban immigration from nations where there is heavy terrorist activity.",
            "” Trump instead tweeted on Friday that he’d selected the    Pence, taking away much of the drama that typically comes with announcing a vice presidential nominee.",
            "In an appearance on Friday night on Fox News, Pence offered a moderated take on trade, saying he agrees with Trump that deals should be renegotiated."
        ],
        "tf-idf score": [
            0.46555844799689367,
            0.8972276362439977,
            0.8708369620212961
        ]
    },
    "0.18236315189843802-3-139": {
        "average clique similarity": 0.18236315189843802,
        "clique": [
            "1-He spoke about Hilla",
            "3-He seemed to spend a",
            "0-Sessions says Trump "
        ],
        "median tf-idf score": 0.4192219330612014,
        "publications": [
            "Vox",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "He spoke about Hillary Clinton, about himself, about his victories.",
            "He seemed to spend as much time crowing about his own qualities    including predictions that there would be more terror attacks in Europe for instance    as about the record of Pence himself and his suitability to be one heartbeat away from the presidency.",
            "Sessions says Trump was “enthusiastic” every time he talked to Sessions about Pence."
        ],
        "tf-idf score": [
            0.11250118918102536,
            0.4192219330612014,
            0.919344204696106
        ]
    },
    "0.18504231969675358-3-695": {
        "average clique similarity": 0.18504231969675358,
        "clique": [
            "0-Trump says Pence is ",
            "3- He s really got the",
            "1-But this was also a "
        ],
        "median tf-idf score": 0.8969308595018414,
        "publications": [
            "Breitbart",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "Trump says Pence is a man of “honesty” and “character” while Hillary Clinton is the “embodiment of corruption” who is “totally bought and paid for by” Wall Street, lobbyists, and special interests.",
            "”He’s really got the skills of a highly talented executive,” Trump said, adding, ”Mike Pence is a man of honor character and honestly.",
            "But this was also a scary speech to watch, and insofar as the presidential campaign is a test to see who has the character, the discipline, and the seriousness to be president of the United States, Trump is failing it."
        ],
        "tf-idf score": [
            0.9295915571662199,
            0.8834775043010783,
            0.8969308595018414
        ]
    },
    "0.18626390946829363-3-579": {
        "average clique similarity": 0.18626390946829363,
        "clique": [
            "2-Frequently straying ",
            "3-Hillary Clinton and ",
            "4-     years of Obama "
        ],
        "median tf-idf score": 0.6258511578895635,
        "publications": [
            "Fox News",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "Frequently straying from the notes on the lectern, Trump talked about himself and likely Democratic rival Hillary Clinton, often detouring from the purpose of the event: to introduce a   politician to the broader public.",
            "Hillary Clinton and Barack Obama’s foreign policy of leading from behind, moving red lines, feigning resets with a resurgent Russia and the rise of ISIS is a testament to this truth of history and we must bring a change to America’s stand in the world,” Pence said.",
            "“    years of Obama and Hillary Clinton weakened the world."
        ],
        "tf-idf score": [
            0.6258511578895635,
            0.6604848545233728,
            0.14651105776967685
        ]
    },
    "0.18853832389070327-3-417": {
        "average clique similarity": 0.18853832389070327,
        "clique": [
            "2-There were no  Trump",
            "0-    Deanna Allbritti",
            "1-    Donald J Trump  "
        ],
        "median tf-idf score": 0.5999481483469338,
        "publications": [
            "Reuters",
            "Breitbart",
            "Vox"
        ],
        "sentences": [
            "There were no ”Trump Pence” signs distributed to the crowd or adorning the room.",
            "—   Deanna Allbrittin (@deannaTVnews) July 16, 2016,  Per @VaughnHillyard, there are 480 people in the crowd awaiting Pence for his homecoming rally in Indiana,  —   Mark Murray (@mmurraypolitics) July 16, 2016,  Lot’s of kids here at the #Pence Welcome Home rally.",
            "—   Donald J Trump (@realDonaldTrump) July 16, 2016     So there we were."
        ],
        "tf-idf score": [
            0.6906039382762234,
            0.5999481483469338,
            0.5692484138386243
        ]
    },
    "0.20108530309385056-3-308": {
        "average clique similarity": 0.20108530309385056,
        "clique": [
            "0-Sessions says Pence ",
            "3-I also admire the fa",
            "4- Let s come together"
        ],
        "median tf-idf score": 0.5971602056557705,
        "publications": [
            "Fox News",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "Sessions says Pence will be  great vice president because he fights the establishment but can also work well with people as well.",
            "I also admire the fact that he fights for the people and he also is going to fight for you.",
            "“Let’s come together as a party, as a movement, to make America great again,” Pence also said, while suggesting that he knew as early as Wednesday that he would be the nominee."
        ],
        "tf-idf score": [
            0.5971602056557705,
            0.07824862671755194,
            0.610227283918094
        ]
    },
    "0.2015840279541237-3-54": {
        "average clique similarity": 0.2015840279541237,
        "clique": [
            "4- The Middle East is ",
            "3-Donald Trump selects",
            "1-Mike Pence as his ru"
        ],
        "median tf-idf score": 0.9754016581194577,
        "publications": [
            "Fox News",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "“The Middle East is out of control,” said Trump, who planned to hold an event Friday announcing Pence as his running mate but was forced to postpone it because of Thursday’s terror attack in Nice, France, that killed at least 84 people.",
            "Donald Trump selects Mike Pence as VP, During his remarks, however, Trump stressed that his decision to tap Pence was part of an effort to reach out to evangelicals and social conservatives.",
            "Mike Pence as his running mate."
        ],
        "tf-idf score": [
            1.1561372952139213,
            0.9754016581194577,
            0.3958432580495765
        ]
    },
    "0.20682052562246356-3-222": {
        "average clique similarity": 0.20682052562246356,
        "clique": [
            "3-Out of control ",
            "4-However  both droppe",
            "0-Officers from out of"
        ],
        "median tf-idf score": 0.024507973029650097,
        "publications": [
            "CNN",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "Out of control.",
            "However, both dropped out earlier this month.",
            "Officers from out of state being sworn in to help out at the RNC Welcome to Cleveland!!"
        ],
        "tf-idf score": [
            0.007624067670313009,
            0.024507973029650097,
            0.11699992686539668
        ]
    },
    "0.21019145550731919-3-337": {
        "average clique similarity": 0.21019145550731919,
        "clique": [
            "0-11 49  Pence says he",
            "4-Pence  a former memb",
            "2-Pence gave a nod to "
        ],
        "median tf-idf score": 0.727220261268647,
        "publications": [
            "Reuters",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "11:49: Pence says he answered the call because he knows from firsthand experience that “strong Republican leadership can bring about real change” just like in his Hoosier State and “Hillary Clinton must never become president of the United States of America.",
            "Pence, a former member of the House Republican leadership, was among a handful of finalists in a public vetting process that included meetings and campaign events with New Jersey Gov.",
            "Pence gave a nod to that by saying ”strong Republican leadership can bring about real change”."
        ],
        "tf-idf score": [
            0.8342106969810453,
            0.727220261268647,
            0.4447717858635323
        ]
    },
    "0.21137217576775172-3-10": {
        "average clique similarity": 0.21137217576775172,
        "clique": [
            "1-The final humiliatio",
            "2-He postponed his pla",
            "3-He arrived in New Yo"
        ],
        "median tf-idf score": 0.8791063016258154,
        "publications": [
            "Vox",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "The final humiliation was yet to come: Trump introduced Pence and then immediately, unusually, walked off the stage, leaving Pence alone at the podium.",
            "He postponed his planned Friday announcement after the deadly attack in Nice, France and saying he had not made his ”final, final decision,” Trump privately had second thoughts on who to pick in   conversations on Thursday, said a Republican source familiar with the situation.",
            "He arrived in New York late Thursday only to be alerted by an aide to a Fox News interview in which Trump was insisted he had not yet made a ”final, final decision,” despite already asking Pence to be his No 2."
        ],
        "tf-idf score": [
            0.8791063016258154,
            0.7959377010829392,
            1.0002598583877425
        ]
    },
    "0.2115917779624389-3-391": {
        "average clique similarity": 0.2115917779624389,
        "clique": [
            "2- He looks very good ",
            "3-The real estate mogu",
            "4-The real estate mogu"
        ],
        "median tf-idf score": 0.24734290421329228,
        "publications": [
            "Reuters",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "”He looks very good,” added the New York real estate mogul, who is known to comment openly on people’s appearances.",
            "The real estate mogul also acknowledged that the need to coalesce conservative support around his candidacy factored into his decision.",
            "The real estate mogul argued that Clinton’s failures as secretary of state have led to a rise in global terror attacks that are destroying the world."
        ],
        "tf-idf score": [
            0.24734290421329228,
            0.15900609962635512,
            0.2664915337117167
        ]
    },
    "0.2160750484532231-3-34": {
        "average clique similarity": 0.2160750484532231,
        "clique": [
            "2- U S presidential ho",
            "4-Mike Pence appeared ",
            "3-  CNN  Donald Trump "
        ],
        "median tf-idf score": 1.2773843645309908,
        "publications": [
            "Reuters",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            " U S presidential hopeful Donald Trump on Saturday presented his vice presidential running mate, Indiana Governor Mike Pence, as the man who can unify a fractured Republican party and help him bridge the gap created by the candidate’s outsider status.",
            "Mike Pence appeared on stage for the first time as a presidential and   ticket Saturday, warning Americans about the perils of electing Hillary Clinton and vowing to make the country safe and prosperous again.",
            " (CNN) Donald Trump formally unveiled Mike Pence as his running mate Saturday, candidly saying he hoped the pick would unite the fractured Republican Party, in a typically unconventional rollout event that was more about the man at the top of the ticket than his new sidekick."
        ],
        "tf-idf score": [
            1.2773843645309908,
            0.7082765095686646,
            1.302383288277005
        ]
    },
    "0.21640967741347483-3-91": {
        "average clique similarity": 0.21640967741347483,
        "clique": [
            "2-Trump had been annoy",
            "3-Never been like this",
            "0-Trump says we need t"
        ],
        "median tf-idf score": 0.6305876284716533,
        "publications": [
            "CNN",
            "Breitbart",
            "Reuters"
        ],
        "sentences": [
            "Trump had been annoyed that the element of surprise had been taken away by the leaking of Pence’s name, the source added.",
            "Never been like this.",
            "Trump says we need to bring back “our industry” in this country that has been “taken away."
        ],
        "tf-idf score": [
            0.7584751385786745,
            0.026185089960796847,
            0.6305876284716533
        ]
    },
    "0.21950642012197707-3-652": {
        "average clique similarity": 0.21950642012197707,
        "clique": [
            "0-    Mike Pence   mik",
            "2-The pair recorded an",
            "3-The Pence pick  The "
        ],
        "median tf-idf score": 0.52061915200028,
        "publications": [
            "CNN",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "—   Mike Pence (@mike_pence) July 16, 2016,  1:59:   do joint interview with “60 Minutes.",
            "The pair recorded an interview with CBS’s ”60 Minutes” that is scheduled to air on Sunday night.",
            "The Pence pick: The time Trump didn’t go with his gut, But Trump, speaking to CBS News’ ”60 Minutes,” said he didn’t expect Pence to campaign in a similar manner to his brash, confrontational style."
        ],
        "tf-idf score": [
            0.52061915200028,
            0.10818480389773728,
            0.9450018218522364
        ]
    },
    "0.2242746912297884-3-108": {
        "average clique similarity": 0.2242746912297884,
        "clique": [
            "1- Picture Donald Trum",
            "0-He says the unrest i",
            "3-He said the terror a"
        ],
        "median tf-idf score": 0.2007305089707374,
        "publications": [
            "CNN",
            "Vox",
            "Breitbart"
        ],
        "sentences": [
            "”Picture Donald Trump on a series of calls with advisers and heads of government from around the region, and inside the NATO alliance, devising a constructive response to a coup attempt in Turkey,” he wrote.",
            "He says the unrest in Turkey is further evidence of  ’s failures.",
            "He said the terror attacks in France and the coup attempt in Turkey were evidence of a ”world spinning apart”."
        ],
        "tf-idf score": [
            0.5780544751740656,
            0.1565970151028787,
            0.2007305089707374
        ]
    },
    "0.22623598533151446-3-27": {
        "average clique similarity": 0.22623598533151446,
        "clique": [
            "4-      Iraq  Syria  h",
            "3-After four years of ",
            "0-  11 17  Trump says "
        ],
        "median tf-idf score": 0.4738811994267145,
        "publications": [
            "Breitbart",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "…     Iraq, Syria, horrible,” Trump said.",
            "After four years of Clinton, who really led the way and led Obama down a horrible path”.",
            "” 11:17: Trump says the Middle East has been more unstable than ever before after Hillary Clinton led President Barack Obama down “a horrible path."
        ],
        "tf-idf score": [
            0.4738811994267145,
            0.17591860141286964,
            0.7571540403019473
        ]
    },
    "0.2266817396472286-3-87": {
        "average clique similarity": 0.2266817396472286,
        "clique": [
            "0-11 25  Trump says on",
            "3-And I learned that w",
            "4-And Trump said Satur"
        ],
        "median tf-idf score": 0.975877457703649,
        "publications": [
            "Breitbart",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "11:25: Trump says one of the big reasons he chose Pence was due to “unity” since he is an “outsider” who won in a landslide that wasn’t even close.",
            "And I learned that when I won that state in a landslide,” Trump said.",
            "And Trump said Saturday that he locked onto Pence in early May when he won Indiana’s presidential primary, in large part due to Pence’s fiscal record    delivering a balanced budget, creating a $2 million state surplus and allowing Indiana to have a AAA bond rating."
        ],
        "tf-idf score": [
            0.975877457703649,
            0.5319143657268328,
            1.0819737266642417
        ]
    },
    "0.22834047650773884-3-750": {
        "average clique similarity": 0.22834047650773884,
        "clique": [
            "1-Ladies and gentlemen",
            "2- I am very supportiv",
            "4-I accept your invita"
        ],
        "median tf-idf score": 0.596674252662586,
        "publications": [
            "Vox",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "Ladies and gentlemen, the next president of the United States, Donald Trump!",
            "”I am very supportive of Donald Trump’s call to temporarily suspend immigration from countries where terrorist influence and impact represents a threat to the United States,” Pence told conservative Fox News commentator Sean Hannity.",
            "I accept your invitation to run and serve as vice president of the United States,” Pence said Saturday."
        ],
        "tf-idf score": [
            0.5581823936439201,
            1.0120655263623075,
            0.596674252662586
        ]
    },
    "0.2414126609081387-3-411": {
        "average clique similarity": 0.2414126609081387,
        "clique": [
            "0-  Trump says  we re ",
            "3- Religion s voice ha",
            "4- Now we re seeing un"
        ],
        "median tf-idf score": 0.5814796280859386,
        "publications": [
            "Breitbart",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "” Trump says ”we’re gonna get rid of that horrible Johnson amendment”  —   ”we’re gonna let people of religion talk”.",
            "”Religion’s voice has been taken away and we’re going to change that,” Trump said.",
            "”Now we’re seeing unrest in Turkey."
        ],
        "tf-idf score": [
            0.5817663922746468,
            0.5814796280859386,
            0.028347063251382504
        ]
    },
    "0.25768838446084474-3-105": {
        "average clique similarity": 0.25768838446084474,
        "clique": [
            "3-We know that ",
            "1- I do not know how t",
            "0-    Dana Bash   Dana"
        ],
        "median tf-idf score": 0.0337670713966262,
        "publications": [
            "CNN",
            "Vox",
            "Breitbart"
        ],
        "sentences": [
            "We know that.",
            " I do not know how to explain what I just watched.",
            "—   Dana Bash (@DanaBashCNN) July 16, 2016,  11:45: Pence says people who know him well know that he’s a “pretty basic guy."
        ],
        "tf-idf score": [
            0.017013845735375975,
            0.0337670713966262,
            0.6145162149585744
        ]
    },
    "0.2868912315622995-3-255": {
        "average clique similarity": 0.2868912315622995,
        "clique": [
            "2- Indiana Governor Mi",
            "3-Mike Pence is my fir",
            "0-    Maggie Haberman "
        ],
        "median tf-idf score": 1.2299814260080981,
        "publications": [
            "Reuters",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "”Indiana Governor Mike Pence was my first choice, I’ve admired the work he’s done, especially in the state of Indiana,” Trump said at an event in New York City.",
            "Mike Pence is my first choice.",
            "—   Maggie Haberman (@maggieNYT) July 16, 2016,    10:35: Pence will hold a rally in Indiana later in the afternoon: Headed to Indiana for @mike_pence ”welcome home” event after official GOP ticket debut in NY today,  —   Kelly O’Donnell (@KellyO) July 16, 2016,    10:30: Trump claims Pence was his first choice from the start: Look forward to introducing Governor Mike Pence (who has done a spectacular job in the great State of Indiana)."
        ],
        "tf-idf score": [
            1.2299814260080981,
            0.37124893766941924,
            1.510633673674551
        ]
    },
    "0.304599688764934-4-750": {
        "average clique similarity": 0.304599688764934,
        "clique": [
            "1- So many friends in ",
            "3-So many people have ",
            "4-Not so Decisive  ",
            "0-    6 02  In Indiana"
        ],
        "median tf-idf score": 0.3301542628983559,
        "publications": [
            "Vox",
            "CNN",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "”So many friends in Turkey,” Trump said.",
            "So many people have said party unity.",
            "Not so Decisive”.",
            "—   6:02: In Indiana, Pence says he sees friends of so many years who carried his family on their shoulders."
        ],
        "tf-idf score": [
            0.4781907031945436,
            0.18211782260216827,
            0.005349710584308736,
            0.5254910182476779
        ]
    },
    "0.30986163806993494-3-406": {
        "average clique similarity": 0.30986163806993494,
        "clique": [
            "4-Top Trump advisers v",
            "0-Trump campaign has d",
            "3-The Trump campaign h"
        ],
        "median tf-idf score": 0.606725513056541,
        "publications": [
            "CNN",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "Top Trump advisers vigorously denied reports that Trump considered making a late change, with campaign chairman Paul Manafort saying Trump ”never waffled once he made his decision”.",
            "Trump campaign has denied our credentials to cover the Pence event today.",
            "The Trump campaign has denied the reports."
        ],
        "tf-idf score": [
            0.606725513056541,
            0.8601332110261914,
            0.5194515767453587
        ]
    },
    "0.3127719141800392-3-750": {
        "average clique similarity": 0.3127719141800392,
        "clique": [
            "0-Donald Trump will in",
            "3- But after publicly ",
            "2-Trump ended up annou"
        ],
        "median tf-idf score": 0.9339096443569362,
        "publications": [
            "Breitbart",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "Donald Trump will introduce Indiana Governor Mike Pence as his running mate in New York.",
            "”But after publicly waffling over his own choice, Trump spent more time today making false attacks on Hillary Clinton    several of which could also be leveled against Pence    and talking about his own businesses than his own running mate.",
            "Trump ended up announcing Pence as his running mate on Twitter on Friday."
        ],
        "tf-idf score": [
            0.9914699061025979,
            0.9339096443569362,
            0.7896567449968818
        ]
    },
    "0.3143040705354941-3-750": {
        "average clique similarity": 0.3143040705354941,
        "clique": [
            "0-    Peggy Gallek   P",
            "1-Donald Trump introdu",
            "4- Donald Trump and In"
        ],
        "median tf-idf score": 0.5106155399234331,
        "publications": [
            "Breitbart",
            "Vox",
            "Fox News"
        ],
        "sentences": [
            "—   Peggy Gallek (@PeggySinkovich) July 16, 2016,  4:50: After he was introduced as Trump’s running mate in New York, Pence is getting ready for his “welcome home” rally in Indiana: A few hundred people awaiting arrival of Indiana Gov.",
            "Donald Trump introduced Indiana Gov.",
            " Donald Trump and Indiana Gov."
        ],
        "tf-idf score": [
            1.2135463997511817,
            0.5106155399234331,
            0.49628652920358673
        ]
    },
    "0.331872803579375-3-642": {
        "average clique similarity": 0.331872803579375,
        "clique": [
            "4-3 million in the ban",
            "1-A lot of anguish las",
            "0- A lot of anguish la"
        ],
        "median tf-idf score": 0.05709135448146082,
        "publications": [
            "Breitbart",
            "Vox",
            "Fox News"
        ],
        "sentences": [
            "3 million in the bank as of the last filing.",
            "A lot of anguish last night, but hopefully it will all work out”.",
            "“A lot of anguish last night,” he says."
        ],
        "tf-idf score": [
            0.02691830328683139,
            0.05709135448146082,
            0.16251779930436253
        ]
    },
    "0.37411567028263826-4-292": {
        "average clique similarity": 0.37411567028263826,
        "clique": [
            "0-Pence says Trump is ",
            "1-This was a fun speec",
            "3- Donald Trump is a g",
            "2- Lets come together "
        ],
        "median tf-idf score": 1.0057633629144969,
        "publications": [
            "Vox",
            "CNN",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "Pence says Trump is a good man and will make a great president of the United States of America.",
            "This was a fun speech to watch, and insofar as the presidential campaign is one of America’s favorite reality television series, Donald Trump is an outstanding participant.",
            "”Donald Trump is a good man and he will make a great president of the United States of America,” Pence added.",
            "”Lets come together as a party, as a people, as a movement, to make America great again and that day begins when Donald Trump becomes the 45th president of the United States of America,” Pence said."
        ],
        "tf-idf score": [
            1.0277926318802435,
            0.7942332528627489,
            0.9837340939487503,
            1.155994045582587
        ]
    },
    "0.37734365488078403-3-8": {
        "average clique similarity": 0.37734365488078403,
        "clique": [
            "3-It turns out  you ca",
            "1- You can t always ge",
            "2-Before it started  s"
        ],
        "median tf-idf score": 0.4944753763355101,
        "publications": [
            "Vox",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "It turns out, you can force Trump to make a choice and give him a speech, he’s always going to be Trump”.",
            "”You can’t always get what you want.",
            "Before it started, supporters listened to the Rolling Stones song ”You Can’t Always Get What You Want,” a tune in regular rotation at Trump events."
        ],
        "tf-idf score": [
            0.4944753763355101,
            0.016684557354324742,
            0.5179968483429594
        ]
    },
    "0.39990351049803335-3-750": {
        "average clique similarity": 0.39990351049803335,
        "clique": [
            "2- And one of the reas",
            "3- I think if you look",
            "1- One of the big reas"
        ],
        "median tf-idf score": 0.19960013307021587,
        "publications": [
            "Reuters",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "”And one of the reasons is party unity, so many people have said, party unity.",
            "”I think if you look at one of the big reasons that I chose Mike    and one of the reasons is party unity, I have to be honest.",
            "”One of the big reasons I chose Mike is party unity, I have to be honest,” Trump admitted midway through his speech, at the moment another candidate would have said, ”I chose Mike because he’ll be a great president”."
        ],
        "tf-idf score": [
            0.19960013307021587,
            0.19943136245262397,
            0.7863545007528463
        ]
    }
}