{
    "0.1625344768370989-3-155": {
        "average clique similarity": 0.1625344768370989,
        "clique": [
            "2-They point to the fa",
            "3- Bringing Santos and",
            "0-As far as political "
        ],
        "median tf-idf score": 0.7163011816610446,
        "publications": [
            "Vox",
            "National Review",
            "NPR"
        ],
        "sentences": [
            "They point to the fact that the Cuban government hosted the peace talks and Venezuela acted as a facilitator as evidence of the influence these two   governments had on the negotiations.",
            "”Bringing Santos and Uribe together might be harder than achieving peace with the FARC Santos served as Uribe’s defense minister, when they worked together to drive the FARC to the edge of the jungles, but the two haven’t spoken for years and frequently trade insults”.",
            "As far as political participation, the deal would have guaranteed the FARC a minimum of five seats in the lower house of the Colombian congress and five in the senate for two legislative periods, with guarantees of government protection and access to media."
        ],
        "tf-idf score": [
            0.33592140518824604,
            0.7163011816610446,
            0.8199003464989145
        ]
    },
    "0.1649759275366546-3-104": {
        "average clique similarity": 0.1649759275366546,
        "clique": [
            "2-The basics of the de",
            "3- Had the  yes  vote ",
            "1-Its leaders had expr"
        ],
        "median tf-idf score": 0.5450167472311106,
        "publications": [
            "NPR",
            "Vox",
            "Breitbart"
        ],
        "sentences": [
            "The basics of the deal Under the   agreement, the FARC’s fighters would have disarmed, handing over weapons to United Nations inspectors, and become a legal political party with 10 guaranteed seats in the country’s Congress in the 2018 and 2022 elections.",
            "”Had the ’yes’ vote triumphed, the FARC would have had six months to gather its 5, 800 foot soldiers in special zones around Colombia, where they were to turn in their weapons to U N inspectors.",
            "Its leaders had expressed a desire to launch FARC candidates for the 2018 congressional elections."
        ],
        "tf-idf score": [
            0.7770880808087047,
            0.5450167472311106,
            0.37764123593559007
        ]
    },
    "0.17154551987817723-3-97": {
        "average clique similarity": 0.17154551987817723,
        "clique": [
            "1-Uribe has now become",
            "0-Uribe s support is t",
            "3-Some reports suggest"
        ],
        "median tf-idf score": 0.4802469948918709,
        "publications": [
            "Breitbart",
            "National Review",
            "NPR"
        ],
        "sentences": [
            "Uribe has now become a key figure in any second attempt at a peace deal.",
            "Uribe’s support is thus crucial to any future deal.",
            "Some reports suggest there might be another pivotal player in any attempts to revive the deal: Alvaro Uribe, the powerful former president who spearheaded a campaign against the peace deal."
        ],
        "tf-idf score": [
            0.4802469948918709,
            0.2661932690202329,
            0.5813735317343198
        ]
    },
    "0.17551345369111285-3-116": {
        "average clique similarity": 0.17551345369111285,
        "clique": [
            "0-The biggest loser fr",
            "1-Following the victor",
            "4-    to RCN Radio  Sa"
        ],
        "median tf-idf score": 0.8212573026843027,
        "publications": [
            "National Review",
            "Business Insider",
            "Breitbart"
        ],
        "sentences": [
            "The biggest loser from Sunday’s vote is the beleaguered President Santos, who already was suffering from low popularity numbers as Colombians believe his    pursuit of a peace deal made him inattentive to pressing economic difficulties, such as the ramifications of the drop in the price of crude oil price on the country’s nascent energy industry.",
            "Following the victory of the “no” vote, he said that he would accept a peace deal with the FARC as long as it preserved the dignity of the FARC’s victims.",
            "’ ’ to RCN Radio, Santos was to meet   with his negotiating team as well as with military leadership to   review the results of the vote."
        ],
        "tf-idf score": [
            1.1082284510612663,
            0.8212573026843027,
            0.40933668573428295
        ]
    },
    "0.1766513574365611-3-329": {
        "average clique similarity": 0.1766513574365611,
        "clique": [
            "0-As a result of the v",
            "4-The  No  campaign   ",
            "1- The FARC maintain t"
        ],
        "median tf-idf score": 0.6801657018226003,
        "publications": [
            "Breitbart",
            "National Review",
            "Business Insider"
        ],
        "sentences": [
            "As a result of the vote, Colombians are being castigated for not knowing what is best for them, for the temerity of standing up for their perceived interests, and for rejecting “peace” in favor of “war.",
            "The ”No” campaign   ’ ’  ’ ”   And while polls prior to the vote indicated support for the deal,   the FARC itself is  by Colombians.",
            "“The FARC maintain their will for peace and reiterate their disposition of using only their word as a weapon to construct the future,” he said following the “no” vote."
        ],
        "tf-idf score": [
            0.5611080322156761,
            0.7257392447026607,
            0.6801657018226003
        ]
    },
    "0.17738950501749098-3-265": {
        "average clique similarity": 0.17738950501749098,
        "clique": [
            "2-For its part  the go",
            "4-As the deal  s defea",
            "1-The Colombian newspa"
        ],
        "median tf-idf score": 1.2462485428227785,
        "publications": [
            "Breitbart",
            "Business Insider",
            "Vox"
        ],
        "sentences": [
            "For its part, the government pledged under the peace agreement to invest substantial resources in improving the country’s rural areas, something the rebels have long been fighting for.",
            "As the deal’’s defeat looked likely, the group issued a   somewhat vague statement on Twitter,   ’ ’  ’ ’  ’ ’  ’ ’   The  of the voting posted   online by Colombian electoral authorities indicated that much of   the country’’s western, southeastern, eastern, and northern   regions  —   areas where the FARC has been   —   voted in support of the peace plan.",
            "The Colombian newspaper El Tiempo has narrowed down the demands of the “no” side to five needs in any peace deal: a ban on the FARC leaders running for office prison sentences for the FARC leaders drug trafficking not treated as a lesser crime reparations paid by the FARC to reconstruct the communities it has destroyed and no violations of the Constitution to the benefit of the FARC In addition to murders, abductions, and disappearances, the FARC have forced thousands of children into terrorist activity as part of a Boko   child soldier program."
        ],
        "tf-idf score": [
            0.5313014608600442,
            1.2462485428227785,
            1.389988457416328
        ]
    },
    "0.17924496739683835-3-117": {
        "average clique similarity": 0.17924496739683835,
        "clique": [
            "1-FARC leader  Timoche",
            "2-Speaking to journali",
            "3- The FARC guerillas "
        ],
        "median tf-idf score": 0.6329467111470324,
        "publications": [
            "NPR",
            "Vox",
            "Breitbart"
        ],
        "sentences": [
            "FARC leader “Timochenko,” from Havana, said he fully intends to continue to promote the peace process.",
            "Speaking to journalists in Havana after Sunday’s referendum results, Timochenko said that his group remains committed to ending the conflict.",
            "”The FARC guerillas, speaking from Cuba, said they want to keep pursuing peace,” Otis says."
        ],
        "tf-idf score": [
            0.7054343484666048,
            0.39294578793157237,
            0.6329467111470324
        ]
    },
    "0.1838394643141764-3-30": {
        "average clique similarity": 0.1838394643141764,
        "clique": [
            "1-How both the governm",
            "4-It is   unclear whet",
            "3-The challenge now wi"
        ],
        "median tf-idf score": 0.5458848558295294,
        "publications": [
            "Breitbart",
            "Business Insider",
            "NPR"
        ],
        "sentences": [
            "How both the government and the terrorist group will proceed in renegotiating a peace deal remains to be seen.",
            "It is   unclear whether that will continue, or for how long.",
            "The challenge now will be whether Santos and the FARC can revive the peace agreement after it’s been rejected by the people."
        ],
        "tf-idf score": [
            0.5458848558295294,
            0.041260101163034364,
            0.6343171985183671
        ]
    },
    "0.1860068507001844-3-196": {
        "average clique similarity": 0.1860068507001844,
        "clique": [
            "2-The public s main ob",
            "3-The Colombian govern",
            "0-Indeed  just as with"
        ],
        "median tf-idf score": 0.8798629922211335,
        "publications": [
            "NPR",
            "Vox",
            "National Review"
        ],
        "sentences": [
            "The public’s main objection to the agreement was that it was far too lenient on the FARC fighters, whose war against the Colombian government has ravaged the country for more than half a century.",
            "The Colombian government and the FARC rebel group have spent four years negotiating a peace deal to bring an end to more than 50 years of war.",
            "Indeed, just as with Brexit, the irony of the Colombian peace deal is that it was always more popular abroad than it was at home, and, similarly, that hell hath no fury like international busybodies scorned."
        ],
        "tf-idf score": [
            0.8798629922211335,
            1.0491464659334935,
            0.765420143262886
        ]
    },
    "0.19194406535988692-3-379": {
        "average clique similarity": 0.19194406535988692,
        "clique": [
            "0-Also losing  obvious",
            "2-In the runup to the ",
            "3- Remember  a lot of "
        ],
        "median tf-idf score": 0.5294906605857524,
        "publications": [
            "National Review",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Also losing, obviously, was the FARC (and their   in Cuba and Venezuela) whose greed in demanding concession after concession while displaying no true remorse for their war on Colombia society backfired in their repudiation at the voting booth.",
            "In the runup to the vote, FARC leaders also offered public apologies to their victims and pledged to publicly disclose all of their financial assets and pay reparations.",
            "”Remember, a lot of their leaders are now in their 50s and 60s."
        ],
        "tf-idf score": [
            0.6732180297899338,
            0.5294906605857524,
            0.11034835217014025
        ]
    },
    "0.19672775866786466-3-131": {
        "average clique similarity": 0.19672775866786466,
        "clique": [
            "0-We are all for peace",
            "4-         Colombia s ",
            "1-By a   margin  the C"
        ],
        "median tf-idf score": 1.2637499288658913,
        "publications": [
            "Breitbart",
            "Business Insider",
            "National Review"
        ],
        "sentences": [
            "We are all for peace, but not all are in favor of an agreement that, to end the conflict with the FARC [Fuerzas Armadas Revolucionarias de Colombia, i. e. the Revolutionary Armed Forces of Colombia] weakens our institutions and the rule of law, and permits crimes against humanity to remain without adequate sentences and those responsible to enter politics, with risks for the future of our democracy.",
            "’  ’ ”   Colombia’s national vote on a peace deal negotiated  between the   government and the country’s largest rebel group, the   Revolutionary Armed Forces of Colombia (FARC)  on Sunday night, in a result that   defied expectations heading into the day.",
            "By a   margin, the Colombian people have rejected a peace deal that would have allowed one of the nation’s oldest   groups, the Revolutionary Armed Forces of Colombia (FARC) to establish its own political party with drug money and many of its leaders to avoid prison time for human rights violations."
        ],
        "tf-idf score": [
            0.8991441819149745,
            1.2637499288658913,
            1.384398149561127
        ]
    },
    "0.19998353766619256-3-9": {
        "average clique similarity": 0.19998353766619256,
        "clique": [
            "3-They re ready to ret",
            "2- They will spend zer",
            "0-If they truly are si"
        ],
        "median tf-idf score": 0.42438485406357634,
        "publications": [
            "National Review",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "They’re ready to retire, they’re ready to hang up their guns, and so they’re saying they want to try to find a way out of this mess”.",
            "“They will spend zero days in prison; they will be awarded with political representation,” Paloma Valencia, a senator in Uribe’s party, was quoted as saying of the rebels.",
            "If they truly are sincere in their commitment to disarm and demobilize  —   as they have been saying these past four years  —   then they need to realize that amnesty and guaranteed political participation are   with the Colombian people."
        ],
        "tf-idf score": [
            0.11053891577708883,
            0.45227048900996103,
            0.42438485406357634
        ]
    },
    "0.20651846128040927-3-379": {
        "average clique similarity": 0.20651846128040927,
        "clique": [
            "2-The deal would also ",
            "4-      Though the dea",
            "3-But while the govern"
        ],
        "median tf-idf score": 0.6661266448291531,
        "publications": [
            "Vox",
            "Business Insider",
            "NPR"
        ],
        "sentences": [
            "The deal would also have allowed rebels to avoid jail time if they confessed to their crimes.",
            "” ’   Though the deal would apply alternative punishments, like   community service, to many rebels and hold others accountable for   more serious crimes, the prospect of FARC members avoiding jail   time may have .",
            "But while the government and international leaders strongly supported the deal, many Colombians were frustrated that it would allow FARC fighters to avoid war crimes prosecution."
        ],
        "tf-idf score": [
            0.3424140207695538,
            0.6661266448291531,
            0.8831364577954082
        ]
    },
    "0.2145933333422834-3-379": {
        "average clique similarity": 0.2145933333422834,
        "clique": [
            "4-      Santos later g",
            "2-The rebel leader sai",
            "0-He was vehemently ag"
        ],
        "median tf-idf score": 0.5114954476354063,
        "publications": [
            "Business Insider",
            "Vox",
            "National Review"
        ],
        "sentences": [
            "’ ’   Santos later gave a short  in which he said he accepted the   defeat.",
            "The rebel leader said he regrets that what he called ”the destructive power of those who sow hatred and rancor [has] influenced the opinion of the Colombian population.",
            "He was vehemently against the terms of the signed deal and, just as he did when president, peripatetically crisscrossed the country making his opinion known."
        ],
        "tf-idf score": [
            0.2198305736091119,
            0.5114954476354063,
            0.528554496710294
        ]
    },
    "0.2561603234503429-3-92": {
        "average clique similarity": 0.2561603234503429,
        "clique": [
            "2-Who is the FARC ",
            "4-       It is absurd ",
            "0-Clearly  those provi"
        ],
        "median tf-idf score": 0.38034295357290765,
        "publications": [
            "Business Insider",
            "Vox",
            "National Review"
        ],
        "sentences": [
            "Who is the FARC?",
            "’ ’   ”It is absurd to reward those criminals,   and   killers who have made the country a disaster for the past 50   years,”  70, who also voted   against the deal.",
            "Clearly, those provisions were a bridge too far for the Colombian people, who don’t see the FARC as misunderstood agrarian reformers, but, rather, as   killers who have raped and pillaged their way across the Colombian landscape for decades."
        ],
        "tf-idf score": [
            0.24026434788786588,
            0.38034295357290765,
            0.5746069974037845
        ]
    },
    "0.2563397193996793-3-321": {
        "average clique similarity": 0.2563397193996793,
        "clique": [
            "0-The big winner was f",
            "2-     The leading voi",
            "1-The  no  contingency"
        ],
        "median tf-idf score": 0.6689334720215923,
        "publications": [
            "Vox",
            "Breitbart",
            "National Review"
        ],
        "sentences": [
            "The big winner was former president Alvaro Uribe, who   led the opposition to the Yes vote.",
            "”    The leading voice of opposition to the peace deal is former President Alvaro Uribe, who is widely credited with having achieved the military gains that forced the rebels to the negotiating table in the first place.",
            "The “no” contingency relied largely on social media support, led by Senator Uribe, best known as the former president largely responsible for the decimation of the FARC that forced their leaders to flee to Cuba."
        ],
        "tf-idf score": [
            0.4190444451489743,
            0.6689334720215923,
            0.6802377102822792
        ]
    },
    "0.2939603363756335-3-379": {
        "average clique similarity": 0.2939603363756335,
        "clique": [
            "1-24 percent of the vo",
            "2- On Sunday  Colombia",
            "3-Terms were agreed on"
        ],
        "median tf-idf score": 1.0649219973348556,
        "publications": [
            "Breitbart",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "24 percent of the vote, the Colombian people voted “no” on accepting a peace deal that would legitimize the Revolutionary Armed Forces of Colombia (FARC) 49.",
            " On Sunday, Colombian voters narrowly rejected the government’s peace deal with the Revolutionary Armed Forces of Colombia, or FARC, in a stunning referendum vote that has thrown the peace process into disarray.",
            "Terms were agreed on, a deal was finalized, the accord was signed  —   and then, in a stunning turn of events, the people of Colombia voted against the agreement in a national referendum Sunday."
        ],
        "tf-idf score": [
            1.0649219973348556,
            1.2164018307519975,
            0.6921283941168368
        ]
    }
}