{
    "0.17165533493980914-3-173": {
        "average clique similarity": 0.17165533493980914,
        "clique": [
            "4-Last year  the FBI r",
            "2-report slams Clinton",
            "1-The announcement was"
        ],
        "median tf-idf score": 0.9013178080902017,
        "publications": [
            "CNN",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "Last year, the FBI recommended that former CIA Director David Petraeus be charged with a felony for his mishandling of classified information with his biographer, with whom he was having an affair.",
            "report slams Clinton email use, Ultimately, Comey said his recommendation against charges stems from the fact that there is no precedent for charging someone under similar circumstances, saying the FBI could not find a single case in which a person was charged with crimes for similar actions.",
            "The announcement was stunning both for the level of detail Comey provided about an investigation that he ultimately believes should conclude without charges, and for the fact that the FBI director publicized his guidance before federal prosecutors had reached a final determination."
        ],
        "tf-idf score": [
            0.7423537394889512,
            1.6186140223895844,
            0.9013178080902017
        ]
    },
    "0.17610145741550043-3-267": {
        "average clique similarity": 0.17610145741550043,
        "clique": [
            "0-Here are the worst t",
            "2-Only facts matter  a",
            "1-Here are some things"
        ],
        "median tf-idf score": 0.225639044961023,
        "publications": [
            "Breitbart",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Here are the worst things Comey said about Clinton: Evidence of violations, “In this case, given the importance of the matter, I think unusual transparency is in order.",
            "Only facts matter, and the FBI found them here in an entirely apolitical and professional way”.",
            "Here are some things we’ve learned from them."
        ],
        "tf-idf score": [
            1.0178110044987978,
            0.225639044961023,
            0.044536391502750405
        ]
    },
    "0.1957652692417842-3-148": {
        "average clique similarity": 0.1957652692417842,
        "clique": [
            "2-White House Press Se",
            "4-Republican lawmakers",
            "0-Whether or not Clint"
        ],
        "median tf-idf score": 0.5785602530923561,
        "publications": [
            "CNN",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "White House Press Secretary Josh Earnest said the White House doesn’t have an official response to the FBI’s announcement, saying the case is still active and in the hands of the Department of Justice.",
            "Republican lawmakers have called for an independent investigation of Clinton, saying they do not trust the Justice Department to handle the inquiry with impartiality.",
            "Whether or not Clinton will be charged with perjury is still up to the Department of Justice."
        ],
        "tf-idf score": [
            0.8448165227964249,
            0.5785602530923561,
            0.43458435808088886
        ]
    },
    "0.1964779923555049-3-376": {
        "average clique similarity": 0.1964779923555049,
        "clique": [
            "1-A Justice Department",
            "2-The Justice Departme",
            "3-As a result  the FBI"
        ],
        "median tf-idf score": 0.42389357463677296,
        "publications": [
            "Washington Post",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "A Justice Department spokeswoman also declined to comment.",
            "The Justice Department is considered highly likely to accept Comey’s recommendations.",
            "As a result, the FBI is recommending to Justice Department prosecutors that no charges be brought against Clinton."
        ],
        "tf-idf score": [
            0.18892455133265207,
            0.42389357463677296,
            0.6818296397757684
        ]
    },
    "0.20487829057985116-3-149": {
        "average clique similarity": 0.20487829057985116,
        "clique": [
            "4-Ryan called on the F",
            "1-He said that while t",
            "3-But after bipartisan"
        ],
        "median tf-idf score": 0.7776358456348256,
        "publications": [
            "Reuters",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Ryan called on the FBI to release all of its findings in the case and said Comey would be called to testify before the House Oversight Committee.",
            "He said that while the ultimate decision would be left up to Justice Department prosecutors, the FBI was expressing its view “that no charges are appropriate in this case.",
            "But after bipartisan furor over the encounter, Lynch announced she would be accepting the recommendations of career prosecutors and the FBI in the case."
        ],
        "tf-idf score": [
            0.7776358456348256,
            0.9802435214824308,
            0.3488872346469722
        ]
    },
    "0.2339393558642966-3-44": {
        "average clique similarity": 0.2339393558642966,
        "clique": [
            "1-The FBI director sai",
            "4-Comey said the FBI d",
            "3-But  Comey said  the"
        ],
        "median tf-idf score": 1.1117091284831477,
        "publications": [
            "Washington Post",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "The FBI director said those who acted as Clinton and her staffers did were “often subject to security or administrative sanctions,” though in comparing her case with similar investigations in the past, the bureau did not find any of the aggravating factors that typically lead to criminal charges.",
            "Comey said the FBI did not find that Clinton or her colleagues intended to violate the law, and that there was no ”intentional misconduct” by her lawyers who sorted her emails.",
            "But, Comey said, the FBI did not find any indication that those emails had been intentionally concealed from investigators."
        ],
        "tf-idf score": [
            1.1117091284831477,
            1.34860375112692,
            0.8242855369482066
        ]
    },
    "0.2355442656773458-3-271": {
        "average clique similarity": 0.2355442656773458,
        "clique": [
            "0- Though Comey found ",
            "4- Although we did not",
            "2- Although there is e"
        ],
        "median tf-idf score": 1.4329286959337622,
        "publications": [
            "Breitbart",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "[Though Comey found “evidence of potential violation” of classified information laws on Clinton’s part, and though Comey noted that people who did similar things would be punished, Comey nevertheless told the American people that the FBI does not recommend an indictment against Clinton.",
            "”Although we did not find clear evidence that Secretary Clinton or her colleagues intended to violate laws governing the handling of the classified information, there is evidence that they were extremely careless in their handling of very sensitive, highly classified information,” Comey said.",
            "”Although there is evidence of potential violations of the statutes regarding the handling of classified information, our judgment is that no reasonable prosecutor would bring such a case,” Comey said, saying the FBI could not find a single case in which a person was charged with crimes for similar actions."
        ],
        "tf-idf score": [
            1.2122703370675705,
            1.4329286959337622,
            1.5897467591403764
        ]
    },
    "0.24340007553506435-3-231": {
        "average clique similarity": 0.24340007553506435,
        "clique": [
            "0-Those chains involve",
            "2-Three of those were ",
            "3-Three of those newly"
        ],
        "median tf-idf score": 0.4623649772018101,
        "publications": [
            "CNN",
            "NPR",
            "Breitbart"
        ],
        "sentences": [
            "Those chains involved Secretary Clinton both sending   about those matters and receiving   about those same matters.",
            "Three of those were classified at the time, he said.",
            "Three of those newly discovered emails contained classified information."
        ],
        "tf-idf score": [
            0.4623649772018101,
            0.4250247979831898,
            0.5521780996207964
        ]
    },
    "0.24479643494758088-3-133": {
        "average clique similarity": 0.24479643494758088,
        "clique": [
            "0-   There is evidence",
            "1-Comey also broadly c",
            "2-But Comey administer"
        ],
        "median tf-idf score": 1.4531814833001553,
        "publications": [
            "Washington Post",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "” “There is evidence to support a conclusion that any reasonable person in Secretary Clinton’s position or in the position of those with whom she was corresponding about the matters should have known that an unclassified system was no place for that conversation  …       …    None of these   should have been on any kind of unclassified system.",
            "Comey also broadly criticized the handling of classified information on unclassified email systems at the State Department, saying investigators found evidence that the “security culture” there was “generally lacking in the kind of care for classified information” displayed at other government agencies.",
            "But Comey administered an extraordinary   to Clinton and her aides, rebuking them for being ”extremely careless” in the handling of classified information and saying the presumptive Democratic nominee should have known an unclassified email system was no place to conduct sensitive government business."
        ],
        "tf-idf score": [
            0.8030695578617768,
            1.4531814833001553,
            1.482683875457027
        ]
    },
    "0.2554390874992104-3-289": {
        "average clique similarity": 0.2554390874992104,
        "clique": [
            "0-Comey also confirmed",
            "3- Because she was not",
            "4- We now know that sh"
        ],
        "median tf-idf score": 0.7279576373896531,
        "publications": [
            "Breitbart",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "Comey also confirmed that Clinton did not hand over some of her emails, even though she signed a sworn affidavit that she had done so.",
            "”Because she was not using a government account  —   or even a commercial account like Gmail  —   there was no archiving at all of her emails, so it is not surprising that we discovered emails that were not on Secretary Clinton’s system in 2014, when she produced the 30, 000   to the State Department”.",
            "”We now know that she lied to the country when she said that she did not send classified information on her server."
        ],
        "tf-idf score": [
            0.7279576373896531,
            1.1379572954081993,
            0.6616614494410683
        ]
    },
    "0.26212408509405277-3-248": {
        "average clique similarity": 0.26212408509405277,
        "clique": [
            "1-information in   Dem",
            "3-Clinton has said tha",
            "0-  A magnitude of cla"
        ],
        "median tf-idf score": 1.0935603371393465,
        "publications": [
            "Breitbart",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "information in   Democratic presidential candidate Hillary Clinton has previously stated that classified information never traveled across her private server.",
            "Clinton has said that she never used her personal email to send information that was marked classified at the time, although some of her emails had been retroactively classified.",
            "” A magnitude of classified information on her server, and she did not hand over some emails, Comey confirmed the existence of vast amounts of information on her private server that was classified when sent."
        ],
        "tf-idf score": [
            0.8785168578244882,
            1.3811607018718517,
            1.0935603371393465
        ]
    },
    "0.2673547715746564-3-189": {
        "average clique similarity": 0.2673547715746564,
        "clique": [
            "4-One question is whet",
            "3-The FBI spent months",
            "2-The FBI director poi"
        ],
        "median tf-idf score": 0.956118204105876,
        "publications": [
            "Reuters",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "One question is whether she mishandled classified information on the servers.",
            "The FBI spent months investigating whether the presumptive Democratic presidential nominee intentionally or negligently mishandled classified information on her personal email account and private server.",
            "The FBI director pointed out that the probe was tasked with examining whether Clinton or her aides had mishandled classified information either intentionally or in a grossly negligent way."
        ],
        "tf-idf score": [
            0.3842266320154667,
            0.956118204105876,
            1.0100924775992723
        ]
    },
    "0.2861700418492357-3-376": {
        "average clique similarity": 0.2861700418492357,
        "clique": [
            "0-Those   had not been",
            "2-But she has maintain",
            "1-However  the State D"
        ],
        "median tf-idf score": 0.6765020474040551,
        "publications": [
            "Breitbart",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Those   had not been classified at the time that they were sent or received.",
            "But she has maintained that she never received or passed on information that was marked classified at the time    a legalistic position that has exposed her to significant political fire.",
            "However, the State Department has acknowledged that ”top secret” information was in seven email chains sent or received by her."
        ],
        "tf-idf score": [
            0.253777471428758,
            0.6765020474040551,
            0.9270355425940664
        ]
    },
    "0.2872967422676422-4-152": {
        "average clique similarity": 0.2872967422676422,
        "clique": [
            "0-But the FBI director",
            "4-Republican criticism",
            "2-Attorney General Lor",
            "3-The FBI announcement"
        ],
        "median tf-idf score": 0.98749870453184,
        "publications": [
            "Breitbart",
            "CNN",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "But the FBI director said that the investigation was apolitical, despite Attorney General Loretta Lynch’s recent secret meeting with Bill Clinton.",
            "Republican criticism of the process heated up after Clinton’s husband, former President Bill Clinton, met privately with Lynch in Phoenix last week.",
            "Attorney General Loretta Lynch said as much amid a furor last week over her encounter with former President Bill Clinton on an airport tarmac in Phoenix, which sparked claims by Republicans that a fix was being concocted to ensure Hillary Clinton was not charged.",
            "The FBI announcement  —   which, Comey said, had not been coordinated with or preapproved by the Justice Department  —   comes less than a week after a controversial unscheduled meeting between U S Attorney General Loretta Lynch and former President Bill Clinton."
        ],
        "tf-idf score": [
            1.0260882548149302,
            0.41415226990282006,
            0.9489091542487497,
            1.1592900399378394
        ]
    },
    "0.3153065815658677-4-170": {
        "average clique similarity": 0.3153065815658677,
        "clique": [
            "3-And by poring over e",
            "4-Agents also found th",
            "0-The FBI also discove",
            "2-Read FBI s statement"
        ],
        "median tf-idf score": 1.0542108223576836,
        "publications": [
            "Reuters",
            "NPR",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "And by poring over email fragments on servers and accessing the email archives of government employees, investigators also found several thousand   emails that were not included in the 30, 000 emails Clinton released to the State Department in 2014.",
            "Agents also found three classified emails among the thousands Clinton never returned to the State Department.",
            "The FBI also discovered several thousand     that were not among the group of 30, 000   returned by Secretary Clinton to State in 2014  …    ” “  …    With respect to the thousands of   we found that were not among those produced to the State Department, agencies have concluded that three of those were classified at the time they were sent or received one at the secret level and two at the confidential level.",
            "Read FBI’s statement on investigation, Comey also said the FBI found ”thousands” of emails that were   but deleted and not given to the State Department, either by regular purging by Clinton or officials during her tenure or mistaken deletion by her lawyers removing personal emails before turning over   emails to the State Department."
        ],
        "tf-idf score": [
            0.9301484713683508,
            0.8617472185289989,
            1.1782731733470166,
            1.5368857858006284
        ]
    },
    "0.3517688677567621-3-292": {
        "average clique similarity": 0.3517688677567621,
        "clique": [
            "1- FBI Director James ",
            "4-He said her staff sh",
            "3-Hillary Clinton and "
        ],
        "median tf-idf score": 1.929161214290282,
        "publications": [
            "Washington Post",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            " FBI Director James B Comey said Tuesday that his agency will not recommend criminal charges against Hillary Clinton for her use of a private email server as secretary of state but called Clinton and her staff “extremely careless” in handling classified material.",
            "He said her staff should have known Clinton’s private email was an improper place for classified information, but added there was no evidence anyone had hacked Clinton’s communications.",
            "Hillary Clinton and her staff were ”extremely careless” in handling classified data over a private email server while she was secretary of state, FBI Director James Comey said Tuesday  —   but the FBI is recommending that no charges be brought against her."
        ],
        "tf-idf score": [
            1.929161214290282,
            1.4077350917877236,
            1.9859273059042035
        ]
    },
    "0.35727399932853876-3-31": {
        "average clique similarity": 0.35727399932853876,
        "clique": [
            "3-Another 2  000 email",
            "2-Comey said of the 30",
            "4-He said  for example"
        ],
        "median tf-idf score": 1.4259371575338546,
        "publications": [
            "Reuters",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "Another 2, 000 emails have been retroactively classified since they were sent, Comey said.",
            "Comey said of the 30, 000 emails that Clinton’s team turned over to the State Department, 110 emails in 52 email chains were determined to have contained classified information ”at the time they were sent or received,” Comey said.",
            "He said, for example, that the FBI found at least 110 emails that contained classified information when they were sent,  although Clinton has repeatedly said she never sent or received classified information on her private servers."
        ],
        "tf-idf score": [
            0.870511931453037,
            1.6536440183165872,
            1.4259371575338546
        ]
    },
    "0.39261235462062466-3-346": {
        "average clique similarity": 0.39261235462062466,
        "clique": [
            "3-Comey also said that",
            "2-He also noted that w",
            "0- With respect to pot"
        ],
        "median tf-idf score": 1.317340322511842,
        "publications": [
            "Breitbart",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "Comey also said that, while the FBI found no direct evidence that Clinton’s email was hacked by a foreign party, ”it is possible that hostile actors gained access to Secretary Clinton’s personal email account”.",
            "He also noted that while the FBI could find no direct evidence of an intrusion into Clinton’s server by hostile foreign governments, given that she corresponded with individuals whose accounts were compromised and that the server was not secured by government protections, and that she used her email in hostile foreign territories, ”It is possible that hostile actors gained access to Secretary Clinton’s email account”.",
            "“With respect to potential computer intrusion by hostile actors, we did not find direct evidence that Secretary Clinton’s personal   mail domain in its various configuration since 2009 was hacked successfully."
        ],
        "tf-idf score": [
            1.644319247456476,
            1.317340322511842,
            0.835410977853109
        ]
    },
    "0.4017344644429538-4-376": {
        "average clique similarity": 0.4017344644429538,
        "clique": [
            "2-Eight of those chain",
            "0-Eight of those chain",
            "4-A further 36 email c",
            "3-Eight of those were "
        ],
        "median tf-idf score": 0.41673972992114283,
        "publications": [
            "CNN",
            "Breitbart",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "Eight of those chains contained information considered ”top secret,” the highest level of classification.",
            "Eight of those chains contained information that was top secret at the time they were sent 36 of those chains contained secret information at the time, and eight contained confidential information at the time.",
            "A further 36 email chains contained ”secret” information, and eight ”confidential” information, he said.",
            "Eight of those were top secret, the highest level of classification."
        ],
        "tf-idf score": [
            0.30528116140984224,
            0.5281982984324434,
            0.7090028906528304,
            0.07073383021731051
        ]
    },
    "0.40328896767151806-3-12": {
        "average clique similarity": 0.40328896767151806,
        "clique": [
            "4- SHE LIED   Clinton ",
            "2-In the first reactio",
            "3-In a statement  Hill"
        ],
        "median tf-idf score": 1.0496021565611648,
        "publications": [
            "CNN",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "’SHE LIED!’ Clinton’s campaign was anxious to move on after Comey’s announcement, saying in a statement it was pleased with the FBI decision.",
            "In the first reaction from the Clinton camp to Comey’s statement, spokesman Brian Fallon said that the campaign was ”pleased that the career officials handling this case have determined that no further action by the Department is appropriate.",
            "In a statement, Hillary Clinton’s campaign spokesman Brian Fallon said her team is ”pleased that the career officials handling this case have determined that no further action by the Department is appropriate”."
        ],
        "tf-idf score": [
            0.9702988816178326,
            1.3871434946893433,
            1.0496021565611648
        ]
    },
    "0.4245019772207721-3-280": {
        "average clique similarity": 0.4245019772207721,
        "clique": [
            "3- Declining to prosec",
            "2-Declining to prosecu",
            "4-Eight of those chain"
        ],
        "median tf-idf score": 0.6257731379827086,
        "publications": [
            "NPR",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "”Declining to prosecute Secretary Clinton for recklessly mishandling and transmitting national security information will set a terrible precedent,” Ryan said in a statement.",
            "Declining to prosecute Secretary Clinton for recklessly mishandling and transmitting national security information will set a terrible precedent”.",
            "Eight of those chains contained ” ” information, the highest level of government classification for material that could harm national security."
        ],
        "tf-idf score": [
            0.9268893463306598,
            0.6257731379827086,
            0.35026543159751233
        ]
    },
    "0.45341593578544365-3-75": {
        "average clique similarity": 0.45341593578544365,
        "clique": [
            "3-And since Clinton fr",
            "4-He also said she use",
            "0- She also used her p"
        ],
        "median tf-idf score": 0.5138105866893294,
        "publications": [
            "Reuters",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "And since Clinton frequently used her private email while traveling ”in the territory of sophisticated adversaries,” as Comey put it, the FBI views it as possible that her account was compromised.",
            "He also said she used email extensively while traveling ”in territory of sophisticated adversaries”.",
            "“She also used her personal   extensively while outside of the United States, including sending and receiving     mails in the territory of sophisticated adversaries."
        ],
        "tf-idf score": [
            1.1897539285725651,
            0.5138105866893294,
            0.25803209832233515
        ]
    },
    "0.483248056155138-3-258": {
        "average clique similarity": 0.483248056155138,
        "clique": [
            "4- Although the Depart",
            "2-We are glad that thi",
            "3- We are glad that th"
        ],
        "median tf-idf score": 0.06124577091806817,
        "publications": [
            "Reuters",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "”Although the Department of Justice makes final decisions on matters like this, we are expressing to Justice our view that no charges are appropriate in this case,” Comey told reporters in Washington.",
            "We are glad that this matter is now resolved”.",
            "”We are glad that this matter is now resolved”."
        ],
        "tf-idf score": [
            0.6977526947439838,
            0.06124577091806817,
            0.06124577091806817
        ]
    },
    "0.4942017119755094-3-376": {
        "average clique similarity": 0.4942017119755094,
        "clique": [
            "0- We do assess that h",
            "4-Comey said  however ",
            "3-Investigators did fi"
        ],
        "median tf-idf score": 1.0884133651897712,
        "publications": [
            "Breitbart",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "“We do assess that hostile actors gained access to the private commercial   accounts of people with whom Secretary Clinton was in regular contact from her personal account.",
            "Comey said, however, that ”hostile actors” gained access to email accounts of people with whom Clinton corresponded  regularly.",
            "Investigators did find evidence that ”hostile actors gained access to the private commercial email accounts of people with whom Secretary Clinton was in regular contact from her personal account,” he said."
        ],
        "tf-idf score": [
            0.8543931219038287,
            1.0884133651897712,
            1.3815650617500694
        ]
    },
    "0.5381588249957553-3-376": {
        "average clique similarity": 0.5381588249957553,
        "clique": [
            "3-Of 30  000 emails Cl",
            "4-The FBI found 110 em",
            "0- From the group of 3"
        ],
        "median tf-idf score": 1.4041015794446825,
        "publications": [
            "NPR",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "Of 30, 000 emails Clinton turned over to the State Department in 2014, FBI investigators found 110 emails containing information that was classified at the time the email was sent.",
            "The FBI found 110 emails in 52 email chains that contained information that was classified at the time the messages were sent, Comey said.",
            "“From the group of 30, 000   returned to the State Department in 2014, 110   in 52   chains have been determined by the owning agency to contain classified information at the time they were sent or received."
        ],
        "tf-idf score": [
            1.4354963203566122,
            1.4041015794446825,
            0.7560004921524701
        ]
    },
    "0.6164464666006111-3-376": {
        "average clique similarity": 0.6164464666006111,
        "clique": [
            "4-But he said the FBI ",
            "0-Although there is ev",
            "1- Full transcript of "
        ],
        "median tf-idf score": 1.1550583282926656,
        "publications": [
            "Reuters",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "But he said the FBI concluded ”no reasonable prosecutor” would bring charges.",
            "Although there is evidence of potential violation of the statutes regarding the handling of classified information, our judgment is that no reasonable prosecutor would bring such a case,” Comey said.",
            "[Full transcript of Comey’s statement]  “Although there is evidence of potential violations of the statutes regarding the handling of classified information, our judgment is that no reasonable prosecutor would bring such a case,” Comey said."
        ],
        "tf-idf score": [
            0.533369946937889,
            1.1550583282926656,
            1.2008743231772123
        ]
    },
    "0.6373804160710148-4-217": {
        "average clique similarity": 0.6373804160710148,
        "clique": [
            "2- As a political matt",
            "1-As the Secretary has",
            "3- As the Secretary ha",
            "4- As the secretary ha"
        ],
        "median tf-idf score": 0.8850080443120784,
        "publications": [
            "Washington Post",
            "Reuters",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "”As a political matter, what Hillary Clinton needed was a resolution    and she got it today,” Axelrod said on CNN Clinton has admitted her use of a private email server  —   discovered during investigation by the House Select Committee  —   on Benghazi was a mistake.",
            "As the Secretary has long said, it was a mistake to use her personal email and she would not do it again.",
            "”As the Secretary has long said, it was a mistake to use her personal email and she would not do it again,” Fallon said.",
            "”As the secretary has long said, it was a mistake to use her personal email, and she would not do it again."
        ],
        "tf-idf score": [
            1.3846168828535363,
            0.8769029587825117,
            0.893113129841645,
            0.8769029587825117
        ]
    },
    "0.6468910572873279-3-376": {
        "average clique similarity": 0.6468910572873279,
        "clique": [
            "1-We are glad that thi",
            "0-To the contrary  tho",
            "4-We are glad that thi"
        ],
        "median tf-idf score": 0.3539726511311493,
        "publications": [
            "Washington Post",
            "Breitbart",
            "Reuters"
        ],
        "sentences": [
            "We are glad that this matter is now resolved.",
            "To the contrary, those individuals are often subject to security or administrative sanctions but that is not what we are deciding now,” Comey said.",
            "We are glad that this matter is now resolved,” spokesman Brian Fallon said."
        ],
        "tf-idf score": [
            0.06124577091806817,
            0.5358966033583197,
            0.3539726511311493
        ]
    },
    "0.6758997071092185-3-126": {
        "average clique similarity": 0.6758997071092185,
        "clique": [
            "3-House Speaker Paul R",
            "2-And House Speaker Pa",
            "4-House of Representat"
        ],
        "median tf-idf score": 0.5592860110573886,
        "publications": [
            "CNN",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "House Speaker Paul Ryan criticized the decision, which he said ”defies explanation”.",
            "And House Speaker Paul Ryan said Comey’s announcement ”defies explanation”.",
            "House of Representatives Speaker Paul Ryan, the   ranking elected U S Republican, said in a statement that Comey’s announcement ”defies explanation”."
        ],
        "tf-idf score": [
            0.38048380384271596,
            0.5592860110573886,
            0.6460480757522368
        ]
    },
    "0.6835612457292689-4-376": {
        "average clique similarity": 0.6835612457292689,
        "clique": [
            "1- Although we did not",
            "0-Although we did not ",
            "3-But  he said   altho",
            "2-Obama lends a hand t"
        ],
        "median tf-idf score": 1.3288680379356443,
        "publications": [
            "Washington Post",
            "Breitbart",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "“Although we did not find clear evidence that Secretary Clinton or her colleagues intended to violate laws governing the handling of classified information, there is evidence that they were extremely careless in their handling of very sensitive, highly classified information,” he said, speaking at FBI headquarters.",
            "Although we did not find clear evidence that Secretary Clinton or her colleagues intended to violate laws governing the handling of the classified information, there is evidence that they were extremely careless in their handling of very sensitive, highly classified information,” Comey said.",
            "But, he said, ”although there is evidence of potential violations of the statutes regarding the handling of classified information, our judgment is that no reasonable prosecutor would bring such a case”.",
            "Obama lends a hand to Clinton, ”Although we did not find clear evidence that Secretary Clinton or her colleagues intended to violate laws governing the handling of classified information,” he said, ”there is evidence that they were extremely careless in their handling of very sensitive, highly classified information”."
        ],
        "tf-idf score": [
            1.3791881124042829,
            1.4329286959337622,
            0.9526333544928541,
            1.2785479634670058
        ]
    }
}