{
    "0.13562987539935692-3-204": {
        "average clique similarity": 0.13562987539935692,
        "clique": [
            "1-It s a modern form o",
            "0-  The position of ch",
            "3-Here I m thinking of"
        ],
        "median tf-idf score": 0.17146128718377657,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "It’s a modern form of communication,” he said.",
            "” The position of chief of staff is a hugely influential role during any administration, with the   serving as a form of gatekeeper to the president and providing advice.",
            "Here I’m thinking of some   neoreactionaries, like Mencius Moldbug, who believe that democracy is “an ineffective and destructive system of government” and needs to be replaced with a form of enlightened despotism."
        ],
        "tf-idf score": [
            0.17146128718377657,
            0.35792616461077986,
            0.10186799671990458
        ]
    },
    "0.14177661015763363-3-314": {
        "average clique similarity": 0.14177661015763363,
        "clique": [
            "1-On undocumented immi",
            "3-It s possible  given",
            "0-We will have that sa"
        ],
        "median tf-idf score": 0.7114629727942643,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "On undocumented immigrants, Trump said on “60 Minutes” that his administration will “get the people that are criminal and have criminal records, gang members, drug dealers, we have a lot of these people, probably 2 million, it could be even 3 million.",
            "It’s possible, given his “strategist” title, that Bannon will be managing Trump’s political efforts and won’t have much of a role in shaping policy.",
            "We will have that same partnership in working to help   Trump achieve his agenda."
        ],
        "tf-idf score": [
            0.7114629727942643,
            0.7462147295885322,
            0.4705994595283448
        ]
    },
    "0.14623758434258627-3-303": {
        "average clique similarity": 0.14623758434258627,
        "clique": [
            "2-Bannon thanked Trump",
            "1-He also repeated his",
            "4-The job ultimately w"
        ],
        "median tf-idf score": 0.5244269619708491,
        "publications": [
            "Washington Post",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "Bannon thanked Trump for the job, saying he and Priebus will extend their partnership in Washington to “help   Trump achieve his agenda.",
            "He also repeated his remark that he knows more about the Islamic State than U S generals do, saying, “I probably do, because look at the job they’ve done.",
            "The job ultimately went to Priebus, a decision that some initially took as an indication Trump planned to govern more moderately than he had campaigned."
        ],
        "tf-idf score": [
            0.875733798285802,
            0.12370078600043836,
            0.5244269619708491
        ]
    },
    "0.14843191340657644-4-49": {
        "average clique similarity": 0.14843191340657644,
        "clique": [
            "0-However  Trump advis",
            "2-There is a dashboard",
            "4-Here is a running ta",
            "3-Appointing Bannon su"
        ],
        "median tf-idf score": 0.5218752120500296,
        "publications": [
            "Vox",
            "Fox News",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "However, Trump advisors had indicated that Breitbart News executive Bannon was also in the running for the job.",
            "There is a dashboard running for the archivebot process at ”https:  .",
            "Here is a running tab of the groups lining up to oppose Bannon.",
            "Appointing Bannon suggests that, far from running from this form of politics, Trump is doubling down on it."
        ],
        "tf-idf score": [
            0.9014105622234263,
            0.07602588795515272,
            0.336354835662449,
            0.7073955884376102
        ]
    },
    "0.14973307906306635-3-136": {
        "average clique similarity": 0.14973307906306635,
        "clique": [
            "1-Trump s naming of Ba",
            "3-And if a Trump White",
            "4-The Council on   Rel"
        ],
        "median tf-idf score": 1.046249792160497,
        "publications": [
            "Vox",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "Trump’s naming of Bannon and Priebus set up what could be a battle within the White House between the populist, outsider forces that propelled his winning campaign and the party establishment that dominates Washington.",
            "And if a Trump White House normalizes racially charged rhetoric the way his campaign did, will the Republican establishment eventually decide to push back?",
            "The Council on   Relations  The Council on   Relations also asked that Trump reject Bannon, calling his elevation to a powerful White House role a ”disturbing message that   conspiracy theories and White nationalist ideology will be welcome in the White House”."
        ],
        "tf-idf score": [
            1.1403003173838286,
            0.8087660181353663,
            1.046249792160497
        ]
    },
    "0.15136497412622416-3-326": {
        "average clique similarity": 0.15136497412622416,
        "clique": [
            "1-You know  we just ha",
            "3-It would be very unl",
            "0- We had a very succe"
        ],
        "median tf-idf score": 0.20668231734531847,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "You know, we just had an election and sort of like you have to be given a little time.",
            "It would be very unlike him to ditch an ally like Bannon in the wake of a victory, especially over white nationalist affinities that have been public knowledge for some time.",
            "“We had a very successful partnership on the campaign, one that led to victory."
        ],
        "tf-idf score": [
            0.10338546449109269,
            0.5846570685989972,
            0.20668231734531847
        ]
    },
    "0.1520227944509799-3-276": {
        "average clique similarity": 0.1520227944509799,
        "clique": [
            "1-Trump and his advise",
            "3-Breitbart enthusiast",
            "2-A   who relishes fig"
        ],
        "median tf-idf score": 0.7643262619374447,
        "publications": [
            "Vox",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "Trump and his advisers continue to paint a mixed picture of what the administration will look like, and they have been giving answers often at odds with Trump’s campaign rhetoric, which included pledges to fully repeal the ACA and get Mexico to pay for a wall along the southern border, and crowd chants of “Lock her up!” about his Democratic opponent, Hillary Clinton.",
            "Breitbart enthusiastically hyped his 2016 primary opponent, Paul Nehlen, and painted him as a de facto Hillary Clinton supporter.",
            "A   who relishes fighting with his political opponents, Bannon’s fiery rhetoric is believed to have found its way into Trump’s rally speeches as his campaign barnstormed the country leading up to his upset victory over Hillary Clinton Nov. 8."
        ],
        "tf-idf score": [
            0.7643262619374447,
            0.14849042457983158,
            0.984122749404943
        ]
    },
    "0.15219777966088802-3-822": {
        "average clique similarity": 0.15219777966088802,
        "clique": [
            "1-Trump has said that ",
            "0-Now I will have them",
            "2-   I want to thank  "
        ],
        "median tf-idf score": 0.8838796136347216,
        "publications": [
            "Fox News",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "Trump has said that he would appoint Supreme Court justices to overturn the Roe v. Wade decision legalizing abortion, and in Vice   Mike Pence he will be bringing one of the nation’s most antiabortion politicians into the White House.",
            "Now I will have them both with me in the White House as we work to make America great again,” Trump said in a statement.",
            "” “I want to thank   Trump for the opportunity to work with Reince in driving the agenda of the Trump Administration,” he said."
        ],
        "tf-idf score": [
            0.9132356750692153,
            0.8838796136347216,
            0.7170389469661224
        ]
    },
    "0.15782522424025303-3-441": {
        "average clique similarity": 0.15782522424025303,
        "clique": [
            "4-The decision  they s",
            "3-The controversy over",
            "0- I want to thank   T"
        ],
        "median tf-idf score": 0.9830481963341613,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Vox"
        ],
        "sentences": [
            "The decision, they said in a statement, ”gives the many groups that Bannon and Breitbart have targeted    from women to Muslims, from Latino immigrants to   from LGBT people to conservative Republican Jews who oppose the ’ ’    legitimate reason to fear that their rights may be threatened by a Trump administration”.",
            "The controversy over Bannon, then, speaks to perhaps the central issues in American politics going forward: Will the Trump administration be a normal presidency  —   or will it be the kind of     thing many fear?",
            "“I want to thank   Trump for the opportunity to work with Reince in driving the agenda of the Trump Administration,” said Bannon."
        ],
        "tf-idf score": [
            1.2869654975686855,
            0.8866063303297096,
            0.9830481963341613
        ]
    },
    "0.15984874885150024-3-244": {
        "average clique similarity": 0.15984874885150024,
        "clique": [
            "0-During Trump s victo",
            "1-A longtime lawyer an",
            "3-During the campaign "
        ],
        "median tf-idf score": 0.7127599154358373,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "During Trump’s victory’s speech early Wednesday morning, the   singled out Priebus for his assistance during the campaign, saying, “Reince is really a star and he is the   guy.",
            "A longtime lawyer and Wisconsin political operative, Priebus will work to smooth over residual friction from a campaign during which a number of Republicans refused to endorse Trump, reversed their endorsements or stepped away from him after a 2005 tape surfaced in which Trump is heard saying that he could force himself on women because he was a “star.",
            "During the campaign, Trump got away with everything from calling Mexicans rapists or promising to ban Muslims from entering the country."
        ],
        "tf-idf score": [
            0.7127599154358373,
            0.8710445939571236,
            0.5483182861511791
        ]
    },
    "0.1661552722545475-3-736": {
        "average clique similarity": 0.1661552722545475,
        "clique": [
            "2- I haven t seen any ",
            "1-Trump defended himse",
            "3-People who know Bann"
        ],
        "median tf-idf score": 0.350182857420433,
        "publications": [
            "Vox",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "”I haven’t seen any of these things that people are crying out about.",
            "Trump defended himself on “60 Minutes,” saying that these people “know the system right now” but that it is going to be phased out.",
            "People who know Bannon are genuinely unsure."
        ],
        "tf-idf score": [
            0.09860103928307698,
            0.5219405203708269,
            0.350182857420433
        ]
    },
    "0.16728291845976906-3-76": {
        "average clique similarity": 0.16728291845976906,
        "clique": [
            "3-   we don t really b",
            "1- Don t be afraid   T",
            "4-I don t know if you "
        ],
        "median tf-idf score": 0.4959193682211577,
        "publications": [
            "Vox",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            ".. we don’t really believe that there’s a functional conservative party in this country,” Bannon said during a 2013 panel appearance.",
            "“Don’t be afraid,” Trump said.",
            "I don’t know if you’re aware of that."
        ],
        "tf-idf score": [
            0.5289705758330263,
            0.4959193682211577,
            0.021860186871083657
        ]
    },
    "0.17249449034580822-3-844": {
        "average clique similarity": 0.17249449034580822,
        "clique": [
            "2-TRUMP REPEATS VOW TO",
            "1- There is a lot of h",
            "4- Steve Bannon is an "
        ],
        "median tf-idf score": 0.8206273307500949,
        "publications": [
            "Fox News",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "TRUMP REPEATS VOW TO BUILD BORDER WALL, Critics are pointing to opinion and editorial stances by Breitbart during his   tenure and charging his prominence in a Trump White House would bring more than just populist nationalism to the White House.",
            "“There is a lot of hysteria and hyperbole,” Ryan said during an interview Monday with his hometown radio station, 1380 Big AM “I would tell people to just relax  —   things are going to be fine.",
            "”Steve Bannon is an   and out fascist, and his appointment to one of the most powerful positions in the White House is an incredibly dangerous indication of where is our democracy headed,” organizer Max Berger told CNN ”Trump has made various extreme statements during the campaign and his appointment of a white supremacist nationalist to be his chief strategist is an indication of just how extreme he would be as president”."
        ],
        "tf-idf score": [
            0.8206273307500949,
            0.375719932796605,
            1.5831950427747001
        ]
    },
    "0.17893302135068587-3-142": {
        "average clique similarity": 0.17893302135068587,
        "clique": [
            "2-Priebus told Fox New",
            "3- He  wants to watch ",
            "4- After running a cam"
        ],
        "median tf-idf score": 0.8564541606569422,
        "publications": [
            "Vox",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "Priebus told Fox News he was ”honored” to be chosen and said Trump wants to ”do the American people proud”.",
            "[He] wants to watch it all burn.",
            "”After running a campaign built on inciting divisions and hate, Donald Trump has claimed he wants to unite America,” he said in a statement."
        ],
        "tf-idf score": [
            0.9191912123918841,
            0.029053850031169347,
            0.8564541606569422
        ]
    },
    "0.18154757094754467-3-30": {
        "average clique similarity": 0.18154757094754467,
        "clique": [
            "1-Jonathan Greenblatt ",
            "4- We urge   Trump to ",
            "2-   We call on   Trum"
        ],
        "median tf-idf score": 0.8748433298679905,
        "publications": [
            "Washington Post",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "Jonathan Greenblatt, chief executive of the   League, said via Twitter on Sunday night that the ADL opposes Bannon’s appointment to a senior White House role because “he & his   are so hostile to core American values.",
            "”We urge   Trump to reconsider this   appointment if he truly seeks to unite Americans,” said CAIR National Executive Director Nihad Awad.",
            "” ”We call on   Trump to appoint and nominate Americans committed to the   of all our country’s people,” the group’s chief executive Jonathan Greenblatt said, according to The Washington Post."
        ],
        "tf-idf score": [
            1.0614257573422652,
            0.7168068207227917,
            0.8748433298679905
        ]
    },
    "0.18624368808081096-3-38": {
        "average clique similarity": 0.18624368808081096,
        "clique": [
            "3-His   has also alleg",
            "2-Bannon s rise has le",
            "1-Trump s office said "
        ],
        "median tf-idf score": 0.7392389953753271,
        "publications": [
            "Fox News",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "His   has also alleged that he’s expressed   sentiments in his personal life as well: According to 2007 court papers alleging domestic violence, she said that Bannon had said he didn’t want his children going to a school that had a lot of Jewish students.",
            "Bannon’s rise has led critics to dredge up past controversies, including a report that his   of Bannon said in the 1990s that he expressed fear of Jews when the two battled over sending their daughters to private school nearly a decade ago, according to court papers reviewed this summer by The Associated Press.",
            "Trump’s office said in a statement that Putin had called to “offer his congratulations” and that the two had discussed “a range of issues including the threats and challenges facing the United States and Russia, strategic economic issues and the historical U S  relationship that dates back over 200 years."
        ],
        "tf-idf score": [
            0.6751367191197383,
            0.8204381108305716,
            0.7392389953753271
        ]
    },
    "0.18653811208890136-3-87": {
        "average clique similarity": 0.18653811208890136,
        "clique": [
            "4-It was not  ",
            "1-Equally controversia",
            "2-  Bannon was reporte"
        ],
        "median tf-idf score": 0.6272881103000121,
        "publications": [
            "Washington Post",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "It was not”.",
            "Equally controversial was Trump’s selection on Sunday of Bannon.",
            "” Bannon was reportedly under consideration for the role that went to Priebus, whose selection as chief of staff was mostly met with praise."
        ],
        "tf-idf score": [
            0.08830589145727018,
            0.7607487541280571,
            0.6272881103000121
        ]
    },
    "0.1897513854811007-3-0": {
        "average clique similarity": 0.1897513854811007,
        "clique": [
            "1-  Trump surrogate Ne",
            "0- The   team is a tre",
            "4-And he certainly was"
        ],
        "median tf-idf score": 0.6832215308985709,
        "publications": [
            "CNN",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "” Trump surrogate Newt Gingrich blasted the idea Sunday that Trump’s campaign catered to the   calling it “garbage.",
            "“The   team is a tremendous choice by President elect Trump,” Newt Gingrich said on Twitter after the announcement.",
            "And he certainly was a Goldman Sachs managing partner,” Conway said, seeming to echo another Trump ally, Newt Gingrich, who on Sunday argued that Bannon could not be   because he worked in Hollywood and with Goldman Sachs."
        ],
        "tf-idf score": [
            0.5595524877773841,
            0.6832215308985709,
            1.0074205024038612
        ]
    },
    "0.19545950786339172-3-729": {
        "average clique similarity": 0.19545950786339172,
        "clique": [
            "4-  CNN   Donald Trump",
            "3- It s been less than",
            "1-Since his victory la"
        ],
        "median tf-idf score": 0.6812928983958658,
        "publications": [
            "Vox",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            " (CNN)  Donald Trump is facing the prospect of a first major fight over the shape of his White House, less than a week into his transition.",
            " It’s been less than a week since Donald Trump was elected president, and he’s already in hot water over an appointment to his nascent administration.",
            "Since his victory last week, Trump has received congratulatory calls from a number of foreign leaders."
        ],
        "tf-idf score": [
            0.6924103039384747,
            0.6812928983958658,
            0.5190657325457813
        ]
    },
    "0.19610194576557913-3-72": {
        "average clique similarity": 0.19610194576557913,
        "clique": [
            "3-   Bannon told a Mot",
            "1-But we re getting th",
            "4- We re going to tell"
        ],
        "median tf-idf score": 0.38226087114215335,
        "publications": [
            "Washington Post",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "”  Bannon told a Mother Jones reporter in August that ”we’re the platform for the ” an online movement shot through with racists and  .",
            "But we’re getting them out of our country; they’re here illegally.",
            "”We’re going to tell him and Trump that we will stand together and not be divided up,” Sanders tweeted."
        ],
        "tf-idf score": [
            0.38226087114215335,
            0.048491638893459914,
            0.43392540953491393
        ]
    },
    "0.20491671951705825-3-844": {
        "average clique similarity": 0.20491671951705825,
        "clique": [
            "0-Priebus and Bannon a",
            "1-   The personnel ann",
            "2-Priebus  speaking Mo"
        ],
        "median tf-idf score": 0.8327087372186175,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "Priebus and Bannon are the first two people to officially join the Trump administration.",
            "”  The personnel announcement comes as the contours of the Trump administration are starting to take shape and as he and his team pivot from campaign rhetoric to the nuts and bolts of governing.",
            "Priebus, speaking Monday on ”Fox  Friends,” said he and Bannon are on the same page when it comes to advancing the agenda of a Trump administration, and downplayed the criticism."
        ],
        "tf-idf score": [
            0.8327087372186175,
            0.6085764576173224,
            1.02442187336107
        ]
    },
    "0.20928732238296358-3-538": {
        "average clique similarity": 0.20928732238296358,
        "clique": [
            "3-  Much as I hate to ",
            "4- Yet he has done not",
            "1-Trump suggested on  "
        ],
        "median tf-idf score": 0.2841688589122504,
        "publications": [
            "Washington Post",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "” Much as I hate to agree with a white nationalist, he has a point.",
            "”Yet he has done nothing meaningful to stop the wave of hate crimes and hate speech he has unleashed, and now has brought that strategy right into the Oval Office”.",
            "Trump suggested on “60 Minutes” that he might not tweet as much when he occupies the Oval Office  —   or just not in the way the world has gotten used to."
        ],
        "tf-idf score": [
            0.2841688589122504,
            0.23833100115686337,
            0.5221768608486984
        ]
    },
    "0.21297226464177696-3-844": {
        "average clique similarity": 0.21297226464177696,
        "clique": [
            "2-   It s a good team ",
            "1-And I say   Stop it ",
            "3-I don t think it has"
        ],
        "median tf-idf score": 0.0780345766258488,
        "publications": [
            "Fox News",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            ".. It’s a good team, it works”.",
            "And I say, ‘Stop it.’ If it  —   if it helps.",
            "I don’t think it has done this deliberately; again, it’s a matter of elective affinities."
        ],
        "tf-idf score": [
            0.0780345766258488,
            0.046430191294169296,
            0.10052102707369565
        ]
    },
    "0.21855149694757428-3-266": {
        "average clique similarity": 0.21855149694757428,
        "clique": [
            "4-In a broader attack ",
            "3-It includes people w",
            "1-Richard Spencer  pre"
        ],
        "median tf-idf score": 0.6987040623620702,
        "publications": [
            "Washington Post",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "In a broader attack Sunday, SPLC President Richard Cohen underlined Bannon’s close ties to the ”” a loose association of   trolls and white nationalists who operate mostly online and have proliferated on Twitter, where they routinely harass women and minorities.",
            "It includes people whom the SPLC calls white nationalists, people like Richard Spencer of the National Policy Institute (who coined the term ” ”) or American Renaissance’s Jared Taylor.",
            "Richard Spencer, president of the   National Policy Institute, wrote on Twitter that “strategist” is the “best possible position” for Bannon in Trump’s White House."
        ],
        "tf-idf score": [
            0.6987040623620702,
            0.4281231867198622,
            1.065286407951398
        ]
    },
    "0.2187742339158377-3-19": {
        "average clique similarity": 0.2187742339158377,
        "clique": [
            "3- There should be no ",
            "0-Just to be clear new",
            "4- There must be no su"
        ],
        "median tf-idf score": 0.8113441257537821,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "“There should be no sugarcoating the truth here: Donald Trump just invited a white nationalist into the highest reaches of the government,” Democratic Sen. Jeff Merkley said in a statement.",
            "Just to be clear news media, the next president named a racist,   as the   of the chief of staff.",
            "”There must be no sugarcoating the reality that a white nationalist has been named chief strategist for the Trump administration,” she said."
        ],
        "tf-idf score": [
            0.8113441257537821,
            0.303127231569396,
            0.9265322348226743
        ]
    },
    "0.24711701432808966-3-400": {
        "average clique similarity": 0.24711701432808966,
        "clique": [
            "4-   J Street  a progr",
            "3-As a result  leading",
            "2- Trump should rescin"
        ],
        "median tf-idf score": 0.5070125351849691,
        "publications": [
            "Vox",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "’” J Street, a progressive   group, also called on Trump to ”rescind this appointment immediately”.",
            "As a result, leading   groups have decried Bannon’s appointment and urged Trump to rescind it.",
            "“Trump should rescind this hire."
        ],
        "tf-idf score": [
            0.5070125351849691,
            0.7609585201582564,
            0.36440182719700376
        ]
    },
    "0.2484911330387428-3-525": {
        "average clique similarity": 0.2484911330387428,
        "clique": [
            "1-When asked by Stahl ",
            "2-In his victory speec",
            "0-He will be a great P"
        ],
        "median tf-idf score": 0.5756716496494917,
        "publications": [
            "Fox News",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "When asked by Stahl whether he plans to appoint a justice who will overturn Roe v. Wade, Trump said whomever he names will be “very  ” and that “if it ever were overturned, it would go back to the states.",
            "In his victory speech, Trump said he intended to be president for ’all Americans.’ Bannon should go.",
            "He will be a great President for all Americans."
        ],
        "tf-idf score": [
            0.5756716496494917,
            0.9411517059041263,
            0.1484417166487596
        ]
    },
    "0.2649493667845108-3-371": {
        "average clique similarity": 0.2649493667845108,
        "clique": [
            "3-The controversy cent",
            "1-   The call came as ",
            "0-   Donald Trump on S"
        ],
        "median tf-idf score": 1.3504821165252516,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "The controversy centers on Steve Bannon, the Trump campaign’s CEO On Sunday, the Trump team announced that Bannon would serve as the “chief strategist and senior counselor” in the upcoming Trump administration.",
            "”  The call came as Trump faced a growing backlash against his decision to name campaign chairman and former Breitbart News head Stephen K Bannon as chief strategist at the White House, a choice critics say will empower white nationalists.",
            "   Donald Trump on Sunday picked Reince Priebus, the chairman of the Republican National Committee, to be his White House chief of staff and appointed former campaign chairman and conservative media firebrand Steve Bannon his chief strategist and a senior counselor."
        ],
        "tf-idf score": [
            1.079509168282278,
            1.3504821165252516,
            1.5343190366558033
        ]
    },
    "0.26839651723706587-3-362": {
        "average clique similarity": 0.26839651723706587,
        "clique": [
            "0-Before taking the re",
            "2-Bannon  the   media ",
            "4- It is easy to see w"
        ],
        "median tf-idf score": 1.1367856963328287,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "Before taking the reins of the Trump campaign in August, Bannon helmed Breitbart News, a   media outlet known, in part, for its critical coverage of establishment conservatives.",
            "Bannon, the   media executive who led conservative news site Breitbart until taking on the role of Trump’s campaign CEO in August, is credited with blazing a populist path that helped make Trump the  .",
            "”It is easy to see why the KKK views Trump as their champion when Trump appoints one of the foremost peddlers of White Supremacist themes and rhetoric as his top aide,” Reid spokesman Adam Jentleson said in a statement that included links to stories published on Breitbart News, the media empire Bannon presided over before taking leave to join the Trump campaign as its CEO in August."
        ],
        "tf-idf score": [
            1.0179280070995118,
            1.1367856963328287,
            1.456849387415077
        ]
    },
    "0.2711101968009378-3-147": {
        "average clique similarity": 0.2711101968009378,
        "clique": [
            "2- We had a very succe",
            "4-Sen  Bernie Sanders ",
            "1-  In a statement  Ba"
        ],
        "median tf-idf score": 0.43444156883015234,
        "publications": [
            "Washington Post",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "“We had a very successful partnership on the campaign, one that led to victory.",
            "Sen. Bernie Sanders warned on Monday that Bannon’s appointment ”should make us very nervous”.",
            "” In a statement, Bannon said he and Priebus had a “very successful partnership” on the campaign trail."
        ],
        "tf-idf score": [
            0.20668231734531847,
            0.43444156883015234,
            0.6857540683916862
        ]
    },
    "0.3010590457990181-3-844": {
        "average clique similarity": 0.3010590457990181,
        "clique": [
            "3-It s not exactly cle",
            "2-  Bannon was notably",
            "1-       Reince Priebu"
        ],
        "median tf-idf score": 0.757591629741256,
        "publications": [
            "Vox",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "It’s not exactly clear what Bannon’s responsibilities will be, but the press release describes the role as an “equal partner” to the chief of staff, typically the most powerful staff position in the White House.",
            "” Bannon was notably given top billing in the press release announcing the appointments, a curious arrangement giving that White House chief of staff is typically considered the most powerful West Wing job.",
            "”      Reince Priebus will be the next chief of staff of the White House."
        ],
        "tf-idf score": [
            0.757591629741256,
            0.9296773578052795,
            0.45284972428366654
        ]
    },
    "0.30338520884203013-4-330": {
        "average clique similarity": 0.30338520884203013,
        "clique": [
            "1-The Southern Poverty",
            "4-The Southern Poverty",
            "3- Bannon must go   th",
            "2-See Predictions Map "
        ],
        "median tf-idf score": 0.7304010046627236,
        "publications": [
            "Fox News",
            "Washington Post",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "The Southern Poverty Law Center, a   group, blasted the choice of Bannon and cited Breitbart headlines that included a call to hoist the Confederate flag weeks after shootings at a black Charleston, S C church and another that said that political correctness “protects Muslim rape culture.",
            "The Southern Poverty Law Center  ”What this signals is Donald Trump bringing hatred of immigrants and Muslims, and misogyny directly into the White House,” Mark Potok, a senior fellow at the Southern Poverty Law Center told CNN on Monday.",
            "“Bannon must go,” the Southern Poverty Law Center declared.",
            "See Predictions Map → “Stephen Bannon was the main driver behind Breitbart becoming a white   propaganda mill,” the Southern Poverty Law Center tweeted."
        ],
        "tf-idf score": [
            0.7351662767496326,
            0.8755541570088775,
            0.3371121741983467,
            0.7256357325758146
        ]
    },
    "0.3129273188108392-3-844": {
        "average clique similarity": 0.3129273188108392,
        "clique": [
            "2-But his appointment ",
            "1-Trump named Bannon h",
            "4-The announcement Sun"
        ],
        "median tf-idf score": 1.0373300958669143,
        "publications": [
            "Fox News",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "But his appointment as chief strategist and senior counselor prompted critics to charge he could propel Trump down a more xenophobic path.",
            "Trump named Bannon his chief strategist and senior counselor while also appointing Republican National Committee Chairman Reince Priebus to be his chief of staff.",
            "The announcement Sunday that Trump campaign CEO and ” ” media chief Steve Bannon would serve as chief strategist and senior counsel to the new President set off alarm bells among civil rights and   groups, who are now calling on Trump to withdraw Bannon’s appointment."
        ],
        "tf-idf score": [
            0.6226430526598573,
            1.0373300958669143,
            1.2777737782888205
        ]
    },
    "0.31830178098789097-3-589": {
        "average clique similarity": 0.31830178098789097,
        "clique": [
            "0-   It is truly an ho",
            "1-   Trump s choice of",
            "4-Congressional Democr"
        ],
        "median tf-idf score": 1.054762427632789,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "” “It is truly an honor to join   Trump in the White House as his Chief of Staff,” said Priebus.",
            "“  Trump’s choice of Steve Bannon as his top aide signals that white supremacists will be represented at the highest levels in Trump’s White House,” Adam Jentleson, a spokesman for Senate Minority Leader Harry M Reid ( .)",
            "Congressional Democrats, The office of Minority Leader Harry Reid, the outgoing Nevada Senator, said Trump’s choice of Bannon to serve as a   to Priebus indicated that ”White Supremacists will be represented at the highest levels in Trump’s White House”."
        ],
        "tf-idf score": [
            0.9484642287033551,
            1.054762427632789,
            1.2912351895417893
        ]
    },
    "0.34578845479181036-3-415": {
        "average clique similarity": 0.34578845479181036,
        "clique": [
            "1-  Asked whether Bann",
            "4-Asked if she was con",
            "3-Hot arguments on the"
        ],
        "median tf-idf score": 0.4701877742139815,
        "publications": [
            "Washington Post",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "” Asked whether Bannon needed to explain his connections to the   movement, Conway said: “I’m personally offended that you think I would manage a campaign where that would be one of the going philosophies.",
            "Asked if she was concerned by his work with the   Conway said, ”I’m personally offended that you think I would manage a campaign where that would be one of the going philosophies.",
            "Hot arguments on the   include the idea that “the world makes much better sense when one understands that people of different races differ in average intelligence,” (that’s Taylor) that the United States should be remade into “a new society, an   that would be a gathering point for all Europeans” (Spencer) and that feminists support nonwhite immigration into America because “feminists want to be raped” (prominent   blogger Matt Forney)."
        ],
        "tf-idf score": [
            0.6335296718613666,
            0.4701877742139815,
            0.36664682502430246
        ]
    },
    "0.35056953013346104-3-104": {
        "average clique similarity": 0.35056953013346104,
        "clique": [
            "1-Citing Bannon s r su",
            "4-He s a Naval officer",
            "3-Bannon has done a lo"
        ],
        "median tf-idf score": 0.3556266344996419,
        "publications": [
            "Vox",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Citing Bannon’s résumé as a former naval officer and Goldman Sachs executive, she called him a “brilliant tactician.",
            "He’s a Naval officer.",
            "Bannon has done a lot of things in his life: He’s a former naval officer, Goldman Sachs banker, and Hollywood investor who gets royalties from Seinfeld."
        ],
        "tf-idf score": [
            0.3556266344996419,
            0.015133262102885688,
            0.43884934062114006
        ]
    },
    "0.35847032874481854-3-844": {
        "average clique similarity": 0.35847032874481854,
        "clique": [
            "2-One of Reince Priebu",
            "3-Now  Bannon s potent",
            "4-Bannon and Republica"
        ],
        "median tf-idf score": 0.9516348616957109,
        "publications": [
            "Fox News",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "One of Reince Priebus’ first duties after being named chief of staff by   Donald Trump was to defend another of his new boss’s appointments, Stephen Bannon.",
            "Now, Bannon’s potential influence may be limited by Trump’s pick for chief of staff, Republican National Committee Chair Reince Priebus.",
            "Bannon and Republican National Committee chairman Reince Priebus had emerged as the finalists for the chief of staff position, considered one of the most powerful in any White House."
        ],
        "tf-idf score": [
            1.0966786037817824,
            0.9516348616957109,
            0.8919537355388147
        ]
    },
    "0.36033516758611434-3-413": {
        "average clique similarity": 0.36033516758611434,
        "clique": [
            "1-  The site called Kr",
            "3-  It has referred to",
            "4-Among the headlines "
        ],
        "median tf-idf score": 0.16224197321879627,
        "publications": [
            "CNN",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "” The site called Kristol a “renegade Jew” in 2015.",
            "” It has referred to conservative writer Bill Kristol as a ”renegade Jew”.",
            "Among the headlines: ”Birth Control Makes Women Unattractive and Crazy” and ”Bill Kristol, Renegade Jew,” a broadside against the conservative commentator and Weekly Standard editor, a Republican who refused to support Trump."
        ],
        "tf-idf score": [
            0.0821957463136317,
            0.16224197321879627,
            0.6036099697795237
        ]
    },
    "0.3715817711629639-3-133": {
        "average clique similarity": 0.3715817711629639,
        "clique": [
            "4- Steve and Reince ar",
            "0- Steve and Reince ar",
            "1-By focusing on crimi"
        ],
        "median tf-idf score": 0.5044387704171449,
        "publications": [
            "Washington Post",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "”Steve and Reince are highly qualified leaders who worked well together on our campaign and led us to a historic victory,” Trump said in a Sunday afternoon press release.",
            "“Steve and Reince are highly qualified leaders who worked well together on our campaign and led us to a historic victory.",
            "By focusing on criminals only, Trump would be mirroring current Obama administration priorities, and experts say his numbers are highly inflated."
        ],
        "tf-idf score": [
            0.8638169441953768,
            0.3048804860038304,
            0.5044387704171449
        ]
    },
    "0.3919342173403794-3-503": {
        "average clique similarity": 0.3919342173403794,
        "clique": [
            "1-Priebus gave a previ",
            "3-In a normal administ",
            "0- I am very grateful "
        ],
        "median tf-idf score": 0.23414684851611567,
        "publications": [
            "Vox",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "Priebus gave a preview of some of the administration’s policy priorities: “I am very grateful to the   for this opportunity to serve him and this nation as we work to create an economy that works for everyone, secure our borders, repeal and replace Obamacare and destroy radical Islamic terrorism.",
            "In a normal administration, this kind of furor would likely destroy a new appointment.",
            "“I am very grateful to the   for this opportunity to serve him and this nation as we work to create an economy that works for everyone, secure our borders, repeal and replace Obamacare, and destroy radical Islamic terrorism."
        ],
        "tf-idf score": [
            0.4005710701611292,
            0.1924550720769052,
            0.23414684851611567
        ]
    },
    "0.412199247872707-3-222": {
        "average clique similarity": 0.412199247872707,
        "clique": [
            "0- The racist  fascist",
            "2- The racist  fascist",
            "4- Donald Trump has a "
        ],
        "median tf-idf score": 0.21541422587698886,
        "publications": [
            "Fox News",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "“The racist, fascist extreme right is represented footsteps from the Oval Office.",
            "”The racist, fascist extreme right is represented footsteps from the Oval Office,” Weaver tweeted.",
            "”Donald Trump has a white nationalist who will be just steps away from the Oval Office,” she told CNN ”And no one is asking him to apologize because no one expects him to”."
        ],
        "tf-idf score": [
            0.17119517198303394,
            0.21541422587698886,
            0.7518970814167448
        ]
    },
    "0.4176417037913897-3-308": {
        "average clique similarity": 0.4176417037913897,
        "clique": [
            "2- Be very vigilant  A",
            "3- It is about anointi",
            "0-Be very vigilant Ame"
        ],
        "median tf-idf score": 0.061990145126788854,
        "publications": [
            "Buzzfeed News",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "”Be very vigilant, America”.",
            "“It is about anointing deeply offensive values as having a place in the governance of America.",
            "Be very vigilant America,” he said on Twitter, referring to Bannon’s new post."
        ],
        "tf-idf score": [
            0.04594162097572103,
            0.061990145126788854,
            0.5313842777236079
        ]
    },
    "0.41899249674663896-3-844": {
        "average clique similarity": 0.41899249674663896,
        "clique": [
            "1-He will be a great p",
            "4- In his victory spee",
            "2- It s really importa"
        ],
        "median tf-idf score": 0.36188082656814907,
        "publications": [
            "Washington Post",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "He will be a great president for all Americans.",
            "”In his victory speech, Trump pledged to be the president for ’all Americans’ and to ’bind the wounds of division’ in our country, ” Cohen said.",
            "“It’s really important that all Americans understand that he is the president for everyone,” he said   The Associated Press contributed to this report."
        ],
        "tf-idf score": [
            0.1484417166487596,
            0.7289182453704113,
            0.36188082656814907
        ]
    },
    "0.4603555387654412-3-160": {
        "average clique similarity": 0.4603555387654412,
        "clique": [
            "1- We will have that s",
            "2-We will have that sa",
            "3-Bannon will show if "
        ],
        "median tf-idf score": 0.880113756267863,
        "publications": [
            "Washington Post",
            "Vox",
            "Fox News"
        ],
        "sentences": [
            "“We will have that same partnership in working to help   Trump achieve his agenda,” Bannon said.",
            "We will have that same partnership in working to help   Trump achieve his agenda.",
            "Bannon will show if President Trump will behave like Candidate Trump            It’s unclear whether Bannon plans to use the White House in the same way that he used Breitbart."
        ],
        "tf-idf score": [
            0.880113756267863,
            0.4705994595283448,
            1.0720800054171258
        ]
    },
    "0.5231758257177155-4-115": {
        "average clique similarity": 0.5231758257177155,
        "clique": [
            "3- It is a sad day whe",
            "0-   It is a sad day w",
            "4-The   League and J S",
            "1-   The statement ech"
        ],
        "median tf-idf score": 0.8451775955780598,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "“It is a sad day when a man who presided over the premier website of the ‘ ’  —   a   group of white nationalists and unabashed    —   is slated to be a senior staff member in ‘the people’s house,”   League CEO Jonathan Greenblatt said in a statement.",
            "” “It is a sad day when a man who presided over the premier website of the ‘ ’  —   a   group of white nationalists and unabashed   and racists  —   is slated to be a senior staff member in the ‘people’s house,’” Greenblatt said.",
            "The   League and J Street  The   League CEO Jonathan Greenblatt tweeted a statement saying it was ”a sad day when a man who presided over the premier website of the ’alt right’    a   group of white nationalists and unabashed   and racists    is slated to be a senior staff member in the ’people’s house.",
            "”  The statement echoed sentiments from leaders of the   League, the NAACP, other Capitol Hill Democrats and some Republican Trump critics such as Weekly Standard editor Bill Kristol, who tweeted, “Is there precedent for such a disreputable & unstable extremist in [White House] senior ranks before Bannon?” A spokesman for Trump accused critics and the media of trying to “divide people” following the election when they raise questions about Bannon’s views and history."
        ],
        "tf-idf score": [
            0.8176134372167378,
            0.757084222918696,
            0.8727417539393818,
            1.3549000061705567
        ]
    },
    "0.6063097909902545-3-844": {
        "average clique similarity": 0.6063097909902545,
        "clique": [
            "4- Now I will have the",
            "1-Now I will have them",
            "3-Now Bannon will have"
        ],
        "median tf-idf score": 0.3509648564593293,
        "publications": [
            "CNN",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "”Now I will have them both with me in the White House as we work to make America great again”.",
            "Now I will have them both with me in the White House as we work to make America great again.",
            "Now Bannon will have to work with the hated Republican leadership if he wants the new administration accomplish anything."
        ],
        "tf-idf score": [
            0.3509648564593293,
            0.3509648564593293,
            0.48839174661349255
        ]
    }
}