{
    "0.15078768334895387-3-298": {
        "average clique similarity": 0.15078768334895387,
        "clique": [
            "3-Here s what voters i",
            "4-In each case  they a",
            "2-Nate Silver and the "
        ],
        "median tf-idf score": 0.3970712513211419,
        "publications": [
            "NPR",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "Here’s what voters in the Palmetto state are like and how they differ from New Hampshirites and Iowans.",
            "In each case, they are more numerous than in Nevada, where they propelled Clinton’s caucus win on Feb. 20.",
            "Nate Silver and the team at FiveThirtyEight help us do that by creating a   breakdown of how we would expect Clinton and Sanders to perform in each state if they tied   in a national primary."
        ],
        "tf-idf score": [
            0.3779487335659235,
            0.3970712513211419,
            0.8247383671694393
        ]
    },
    "0.15907408701332199-3-171": {
        "average clique similarity": 0.15907408701332199,
        "clique": [
            "4-Critics may argue th",
            "1-In reality  nobody i",
            "2-Most state Democrati"
        ],
        "median tf-idf score": 0.6160954696783449,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "Critics may argue that South Carolina is overrated as a test of candidates’ strength, especially in the Democratic Party.",
            "In reality, nobody is that excited about Hillary Clinton, and young voters, women and men  —   the foot soldiers of any Democratic Party movement  —   aren’t coming around.",
            "Most state Democratic primaries aren’t as black as South Carolina, but it is more typical of the Democratic electorate than New Hampshire, where Sanders dominated."
        ],
        "tf-idf score": [
            0.4878213100843042,
            0.6160954696783449,
            1.024966713645192
        ]
    },
    "0.1608380756646958-3-452": {
        "average clique similarity": 0.1608380756646958,
        "clique": [
            "1-which went on the ai",
            "3-His itinerary calls ",
            "0-According to MSNBC  "
        ],
        "median tf-idf score": 0.16944397900178237,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Talking Points Memo"
        ],
        "sentences": [
            "which went on the air in 1989, but began his business career owning a number of McDonald’s restaurants in Chicago.",
            "His itinerary calls for him to be in the air  —   on a plane with no Internet access  —   at the time the polls close.",
            "According to MSNBC, he was in the air when the results were expected to come in."
        ],
        "tf-idf score": [
            0.08030416995222645,
            0.16944397900178237,
            0.2043777306666581
        ]
    },
    "0.1626370210058893-3-29": {
        "average clique similarity": 0.1626370210058893,
        "clique": [
            "1-Clinton s sweep come",
            "3-She s in the photos ",
            "4-But after several mi"
        ],
        "median tf-idf score": 0.3104251822886088,
        "publications": [
            "NPR",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "Clinton’s sweep comes eight years after she lost South Carolina to Barack Obama in 2008 in a critical turning point in the election that launched the Illinois senator toward the party’s presidential nominee.",
            "She’s in the photos.]",
            "But after several minutes she found her rhythm, repeating the line she has lived on in recent days  —   her solidarity with the man who beat her in this primary eight years ago."
        ],
        "tf-idf score": [
            0.834708353277673,
            0.006291657719456683,
            0.3104251822886088
        ]
    },
    "0.17061510496314936-3-512": {
        "average clique similarity": 0.17061510496314936,
        "clique": [
            "2-He was able to give ",
            "1- He started at 6  an",
            "3-He has said he is pr"
        ],
        "median tf-idf score": 0.2778382197621118,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "He was able to give South Carolina much more personal time and attention than Texas or Tennessee will get, and he has a much smaller network of   surrogates he can deploy as the campaign widens out.",
            "“He started at 6% and he’s grown substantially here.",
            "He has said he is prepared for a   battle for the Democratic nomination."
        ],
        "tf-idf score": [
            0.7217751548635978,
            0.009904330427534632,
            0.2778382197621118
        ]
    },
    "0.17153156877431266-3-508": {
        "average clique similarity": 0.17153156877431266,
        "clique": [
            "2-And as the primary c",
            "1-As Clinton cruised t",
            "0-The path to victory "
        ],
        "median tf-idf score": 0.7470008865972316,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "Talking Points Memo"
        ],
        "sentences": [
            "And as the primary calendar gets more crowded, Sanders has less opportunity to try to make it work.",
            "As Clinton cruised to victory here, Harrison said he’s proud of the work his team has gone getting out the vote, and making sure people know there was a primary.",
            "The path to victory for Sanders has narrowed considerably, as he has been unable to expand his base beyond the white voters that propelled him in Iowa and New Hampshire."
        ],
        "tf-idf score": [
            0.4877240842205334,
            0.8460366261069772,
            0.7470008865972316
        ]
    },
    "0.17339428082595829-3-154": {
        "average clique similarity": 0.17339428082595829,
        "clique": [
            "2-Sanders can easily a",
            "0-In races in Texas  G",
            "4-In Texas  Tennessee "
        ],
        "median tf-idf score": 0.97445157997553,
        "publications": [
            "NPR",
            "Vox",
            "Talking Points Memo"
        ],
        "sentences": [
            "Sanders can easily afford to do poorly in that long list of Southern states, but given Democrats’ proportional allocation rules, he can’t afford to do as poorly in Georgia, Alabama, Texas, Virginia, and Arkansas as he did in South Carolina.",
            "In races in Texas, Georgia and Virginia, Clinton looks poised to rake in a rich delegate count, in part because of the broad support from diverse Democratic constituencies she has proven in Nevada and South Carolina.",
            "In Texas, Tennessee, Virginia and Arkansas, black voters are a smaller but still pivotal fraction of the party."
        ],
        "tf-idf score": [
            0.97445157997553,
            1.0138695384135106,
            0.3660579380627653
        ]
    },
    "0.1737778432507903-3-379": {
        "average clique similarity": 0.1737778432507903,
        "clique": [
            "2-The problem for Sand",
            "3-Growing support for ",
            "1-      Darren Sands  "
        ],
        "median tf-idf score": 0.9426981281354143,
        "publications": [
            "Vox",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "The problem for Sanders is that his youth advantage was restricted to very young voters, and even the   to    set tilted overwhelmingly in Clinton’s favor.",
            "Growing support for Bernie Sanders has left many older voters, who favor Hillary Clinton, questioning the political judgement of the younger generation.",
            "”  —  Darren Sands, Inside the campaign, the undecided black vote is broken down, informally, into two groups: young voters who are thought to be more open toward Sanders, and voters, many of them older, who are staunch defenders of Hillary Clinton."
        ],
        "tf-idf score": [
            0.8102955441488396,
            0.9426981281354143,
            1.0046485082700263
        ]
    },
    "0.17874566673640477-3-582": {
        "average clique similarity": 0.17874566673640477,
        "clique": [
            "1-At the time the grou",
            "4-That sets the state ",
            "2-To truly assess the "
        ],
        "median tf-idf score": 0.5389420970726874,
        "publications": [
            "Vox",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "At the time the group said, “LULAC cannot support a bill that will separate families and lead to the exploitation of immigrant workers,” pointing to, as Sanders has, guest worker provisions that it found to be morally wrong.",
            "That sets the state apart, and some would say it is as unrepresentative of the country, as a whole, as Iowa or New Hampshire (where the number of black voters is negligible.)",
            "To truly assess the state of the race, we need to assess the candidates’ performance relative to the demographics of the states they’ve competed in, as well as the rest of the country."
        ],
        "tf-idf score": [
            0.5780111517391137,
            0.5389420970726874,
            0.3611586930197072
        ]
    },
    "0.18464257924379168-3-47": {
        "average clique similarity": 0.18464257924379168,
        "clique": [
            "2-But after a disappoi",
            "4-But after several we",
            "3-Instead  Sanders rec"
        ],
        "median tf-idf score": 0.7640550680070479,
        "publications": [
            "Washington Post",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "But after a disappointing loss in Nevada and today’s big defeat in South Carolina, Sanders’s political revolution is running out of time.",
            "But after several weeks in which Sanders seemed to have closed the credibility gap and become a true competitor for the nomination,    losses in Nevada and South Carolina have renewed questions about his viability.",
            "Instead, Sanders recounted the more successful parts of his upstart challenge to Clinton: his   in Iowa, his big win in New Hampshire and his      loss in Nevada."
        ],
        "tf-idf score": [
            0.7640550680070479,
            0.6931013870689411,
            0.7849970165921146
        ]
    },
    "0.18673078198362555-3-597": {
        "average clique similarity": 0.18673078198362555,
        "clique": [
            "4-Now  with Super Tues",
            "0-  The wind is at her",
            "3- And now  we come to"
        ],
        "median tf-idf score": 0.2826426020708092,
        "publications": [
            "NPR",
            "Talking Points Memo",
            "Washington Post"
        ],
        "sentences": [
            "Now, with Super Tuesday’s raft of states and trove of delegates just two days away, the nominating season has taken distinct shape in both parties, and it has done so far faster than seemed possible a week ago.",
            "” The wind is at her back now going into Super Tuesday.",
            "“And now, we come to Super Tuesday,” he said, predicting a big turnout in Texas."
        ],
        "tf-idf score": [
            0.5667835027507457,
            0.13175644248052684,
            0.2826426020708092
        ]
    },
    "0.1887292612857668-3-641": {
        "average clique similarity": 0.1887292612857668,
        "clique": [
            "3-But Sanders is also ",
            "0-Vermont will obvious",
            "1-But Sanders sees a c"
        ],
        "median tf-idf score": 0.6561342713512051,
        "publications": [
            "Talking Points Memo",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "But Sanders is also hoping for victories in such states as Oklahoma and Massachusetts, where polls show Clinton may be more beatable.",
            "Vermont will obviously offer Sanders a hometown advantage and the terrain is friendly for him in Massachusetts as well.",
            "But Sanders sees a chance possibly to win five of the Super Tuesday states  —   Colorado, Massachusetts, Minnesota, Oklahoma, and Vermont."
        ],
        "tf-idf score": [
            0.8222309377540703,
            0.3259366337489871,
            0.6561342713512051
        ]
    },
    "0.1917318728893537-3-141": {
        "average clique similarity": 0.1917318728893537,
        "clique": [
            "4-Clinton also made it",
            "1-Women in their twent",
            "3-She said she was rea"
        ],
        "median tf-idf score": 0.25965459039463057,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Clinton also made it clear she was ready to incorporate much of Sanders’ populist,   Street theme into her own campaign.",
            "Women in their twenties, thirties, and forties would rally to her the way black Americans rallied to Obama she would run on her own mantle of change.",
            "She said she was ready for a change in Washington."
        ],
        "tf-idf score": [
            0.6905351720903712,
            0.25965459039463057,
            0.2298479532794027
        ]
    },
    "0.19315172720469997-3-4": {
        "average clique similarity": 0.19315172720469997,
        "clique": [
            "3-Sanders had hoped to",
            "2-Clinton is on track ",
            "0-She came to South Ca"
        ],
        "median tf-idf score": 1.08501867966683,
        "publications": [
            "Talking Points Memo",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "Sanders had hoped to make inroads in South Carolina, to demonstrate that he could undermine Clinton’s “firewall” of Southern states with large populations of black Democrats.",
            "Clinton is on track to win Clinton’s strength with   voters and South Carolina’s large black population make it one of the most   states in the union.",
            "She came to South Carolina with many advantages."
        ],
        "tf-idf score": [
            1.2228747987764859,
            1.08501867966683,
            0.33879252910918745
        ]
    },
    "0.19316835532143806-3-130": {
        "average clique similarity": 0.19316835532143806,
        "clique": [
            "4-What cue will these ",
            "1- Here s What s Happe",
            "0-But Sanders still di"
        ],
        "median tf-idf score": 0.9562348147195419,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Talking Points Memo"
        ],
        "sentences": [
            "What cue will these black voters take from South Carolina, where 60 percent of the voters were   and more than 80 percent of their votes went to Clinton?",
            "’Here’s What’s Happening:’ ’South Carolina, What South Carolina?",
            "But Sanders still did better than what would have been expected a months ago in the state, so Clinton went into South Carolina looking to run him off entirely."
        ],
        "tf-idf score": [
            0.9562348147195419,
            0.31655343023306665,
            1.0921543597685186
        ]
    },
    "0.19939049855521881-3-121": {
        "average clique similarity": 0.19939049855521881,
        "clique": [
            "2-What the exit polls ",
            "3-In fact  when polls ",
            "0-Clinton was projecte"
        ],
        "median tf-idf score": 0.9610718484806433,
        "publications": [
            "Washington Post",
            "Vox",
            "Talking Points Memo"
        ],
        "sentences": [
            "What the exit polls say According to updated exit polls, Sanders did manage to score a respectable 47 percent of the white vote in the South Carolina primary.",
            "In fact, when polls close in South Carolina  —   at the moment when the race might be called for Clinton  —   Sanders did not even plan to be on the ground.",
            "Clinton was projected the winner of the primary by the networks just after 7 p. m. EST, when the polls closed."
        ],
        "tf-idf score": [
            0.9610718484806433,
            1.0077666824215425,
            0.5637443094734762
        ]
    },
    "0.20147635367552544-3-166": {
        "average clique similarity": 0.20147635367552544,
        "clique": [
            "1- Let me be clear abo",
            "4-Sanders  in perhaps ",
            "0-Sanders issued a sta"
        ],
        "median tf-idf score": 0.8044497779726582,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Talking Points Memo"
        ],
        "sentences": [
            "“Let me be clear about one thing,” Sanders said in a concession statement released shortly after Clinton’s victory was announced.",
            "Sanders, in perhaps a symbolic moment, had issued a concession statement minutes after the polls closed from a plane flying to Minnesota and lacking a   connection.",
            "Sanders issued a statement after the race was called congratulating Clinton on her victory, while promising, ”This campaign is just beginning”."
        ],
        "tf-idf score": [
            0.8044497779726582,
            0.44357439010467553,
            0.8108151902961742
        ]
    },
    "0.20389914775507326-3-259": {
        "average clique similarity": 0.20389914775507326,
        "clique": [
            "0-Hillary Clinton is p",
            "4-She prevailed by mor",
            "1-Bernie Focuses Total"
        ],
        "median tf-idf score": 1.2539014461916027,
        "publications": [
            "NPR",
            "Talking Points Memo",
            "Buzzfeed News"
        ],
        "sentences": [
            "Hillary Clinton is projected to score a big victory over Bernie Sanders in South Carolina Saturday, putting her on a   winning streak when she was able to capitalize on a diverse electorate.",
            "She prevailed by more than 47 percentage points in the most populous state to vote thus far, winning by more than twice the margin of her loss to Bernie Sanders in New Hampshire on Feb. 9.",
            "Bernie Focuses Totally On The Future In Minnesota’ ’Bernie Sanders: “Sometimes You Win, Sometimes You Lose”’ ’State Party Chair: “We’ve Been Able To Put The South Carolina Democratic Party Back On The Map”’ ’Hillary Clinton Sweeps to Victory in South Carolina’ ’Clinton Promises To Carry Obama’s Legacy, But Will That Excite Black Voters In November?’ ’Meet Willie Wilson, The Other Name On The South Carolina Ballot’ ’It’s Crunch Time: South Carolina Voters Head To The Polls’ ’ICYMI: Kappa Alpha Psi Chapter At S C State Boycotts Clinton Event’ ’Read more here.’ ’What If Bernie Had Gotten To South Carolina Earlier, Supporters Ask’ ’Read more here.’ ’Bernie’s Black Supporters Ask Undecided Voters To Do Five Minutes Of Research’ ’Read more here’ ’The Only Strategy For Hillary Clinton Is To Scorch The Earth’ ’Read more here’ ’Five States Bernie Sanders Is Counting On For Super Tuesday’ ’Read more here’ ’Latino Group Defends Sanders Against Clinton Attacks Over Immigration Vote’ ’Read more here’ ’How Clinton’s Obama Veterans In Nevada Postponed A Political Revolution’ ’Read more here’] Speaking before a crowd of more than 2, 500 in this southeast Minnesota city for 50 minutes, Sanders delivered a standard version of his current stump speech, featuring sharp jabs at Hillary Clinton over Wall Street speaking fees, her speech transcripts, and a vote for the Iraq War."
        ],
        "tf-idf score": [
            1.2539014461916027,
            0.7458837166552605,
            2.3789826983094278
        ]
    },
    "0.20636601250151534-3-363": {
        "average clique similarity": 0.20636601250151534,
        "clique": [
            "4-In the next few days",
            "0-    Hillary Clinton ",
            "3- Sanders unloads on "
        ],
        "median tf-idf score": 0.9157320245689197,
        "publications": [
            "Washington Post",
            "NPR",
            "Talking Points Memo"
        ],
        "sentences": [
            "In the next few days, Sanders is expected to visit Oklahoma and Colorado, where he remains competitive on Super Tuesday, while concentrating on the more promising ground of Minnesota, Massachusetts, where he has a good chance to win, and his home state of Vermont, where he has a prohibitive lead.",
            "—   Hillary Clinton (@HillaryClinton) February 28, 2016,  After Sanders’ landslide win in New Hampshire, which followed his strong showing in Iowa where he nearly upset Clinton, the pressure was on Clinton to stymie his momentum.",
            "[Sanders unloads on Clinton during raucous speech in Chicago]  Sanders is looking ahead to contests in which he has a greater chance of winning  —   and a chance, he says, to hang onto the momentum and enthusiasm that his strong liberal message has generated in this unusual election year."
        ],
        "tf-idf score": [
            0.9157320245689197,
            0.9190069125369622,
            0.8876587442142391
        ]
    },
    "0.2091822380124848-3-75": {
        "average clique similarity": 0.2091822380124848,
        "clique": [
            "0-We are not taking an",
            "1-Not Democratic voter",
            "2-But it may not last "
        ],
        "median tf-idf score": 0.11584552180431856,
        "publications": [
            "Talking Points Memo",
            "Vox",
            "Buzzfeed News"
        ],
        "sentences": [
            "We are not taking anything, and we’re not taking anyone for granted,” she said.",
            "Not Democratic voters.",
            "But it may not last long."
        ],
        "tf-idf score": [
            0.11584552180431856,
            0.1746632856692761,
            0.021138300730902646
        ]
    },
    "0.2162337928717818-3-531": {
        "average clique similarity": 0.2162337928717818,
        "clique": [
            "0-Exit polls suggested",
            "1-Clinton s lead among",
            "3-In many places  it s"
        ],
        "median tf-idf score": 1.046704021902643,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Talking Points Memo"
        ],
        "sentences": [
            "Exit polls suggested that Clinton won eight in 10 of black voters, according to the AP After her solid victory in the   state of Nevada, Clinton’s success in South Carolina solidifies her argument that she has a support base  that is more diverse than Sanders’ and thus a stronger candidate for the general election.",
            "Clinton’s lead among black voters in the state is expected to deliver her an easy victory as she seeks to stop Sanders’ surge in the polls.",
            "In many places, it seemed that the voters didn’t need it: Black voters, seen as key to Clinton’s victory here, praised her long experience in Washington."
        ],
        "tf-idf score": [
            1.7110770312221601,
            1.046704021902643,
            0.6943740818740681
        ]
    },
    "0.22039846130695404-3-275": {
        "average clique similarity": 0.22039846130695404,
        "clique": [
            "4-She said after tonig",
            "1-Last weekend  Donald",
            "0-She also pivoted tow"
        ],
        "median tf-idf score": 0.2743346959862596,
        "publications": [
            "NPR",
            "Talking Points Memo",
            "Buzzfeed News"
        ],
        "sentences": [
            "She said after tonight her campaign was ”going national,” and she made pointed reference to Republican   Donald Trump’s campaign themes and style.",
            "Last weekend, Donald Trump handily won the Republican primary in the state.",
            "She also pivoted towards a potential general election where she would be facing Donald Trump."
        ],
        "tf-idf score": [
            0.379416734260386,
            0.2743346959862596,
            0.11630564317782269
        ]
    },
    "0.22361247607817414-3-317": {
        "average clique similarity": 0.22361247607817414,
        "clique": [
            "0-Clinton s victory sp",
            "4-She was generous to ",
            "1-   Darren Sands  Pol"
        ],
        "median tf-idf score": 0.95626982467194,
        "publications": [
            "Talking Points Memo",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "Clinton’s victory speech was tailored to the black voters who carried her in South Carolina.",
            "She was generous to Sanders, who had all but openly given up on South Carolina in the final days in pursuit of better ground in other states.",
            "—  Darren Sands, Polls leading up to Clinton’s final victory showed the candidate was popular among black voters, who made up 60% of the voters who turned out on Saturday, according to early Associated Press exit polls."
        ],
        "tf-idf score": [
            0.9805366858624769,
            0.9163687966317444,
            0.95626982467194
        ]
    },
    "0.22738700098172449-3-346": {
        "average clique similarity": 0.22738700098172449,
        "clique": [
            "3-I think Hillary woul",
            "2-But even accounting ",
            "1-Overall  it s a good"
        ],
        "median tf-idf score": 0.2948723265661576,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Vox"
        ],
        "sentences": [
            "I think Hillary would be good because she’s going to look out for us.",
            "But even accounting for the favorable demographics, this is a good result for Clinton.",
            "Overall, it’s a good map for Clinton."
        ],
        "tf-idf score": [
            0.13457501119144047,
            0.35474068385386004,
            0.2948723265661576
        ]
    },
    "0.23170328266116588-3-22": {
        "average clique similarity": 0.23170328266116588,
        "clique": [
            "2-By this metric  Clin",
            "0- We are going to com",
            "4-With every state tha"
        ],
        "median tf-idf score": 0.2585026255770207,
        "publications": [
            "NPR",
            "Vox",
            "Talking Points Memo"
        ],
        "sentences": [
            "By this metric, Clinton has outperformed her goal in every state.",
            "”We are going to compete for every vote, in every state.",
            "With every state that voted in February, the contours of the 2016 presidential election changed."
        ],
        "tf-idf score": [
            0.5309404091893403,
            0.2585026255770207,
            0.23390312521264914
        ]
    },
    "0.24097197634843112-3-16": {
        "average clique similarity": 0.24097197634843112,
        "clique": [
            "4-But she also carried",
            "1-5  of the vote to 26",
            "2-As seen previously  "
        ],
        "median tf-idf score": 0.4386349690130967,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "But she also carried the white vote, the male vote (by   ) and the vote of those who called themselves ”very liberal” (a group that had been Sanders’ home turf.)",
            "5% of the vote to 26% for Sanders.",
            "As seen previously, there is also significant age polarization in the electorate, with Sanders winning 63 percent of the   vote and Clinton winning 80 percent of the senior citizen vote."
        ],
        "tf-idf score": [
            0.4386349690130967,
            0.30598365189785587,
            0.7568501241859672
        ]
    },
    "0.2581991643507352-3-644": {
        "average clique similarity": 0.2581991643507352,
        "clique": [
            "4-South Carolina is be",
            "1-5  of the vote ",
            "3-Across the South  ca"
        ],
        "median tf-idf score": 0.481149157023033,
        "publications": [
            "NPR",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "South Carolina is better at predicting and triggering the vote of the states that follow  —   on the single biggest voting day of the nominating season.",
            "5% of the vote.",
            "Across the South, candidates are battling for the young black vote with the hope of carrying this important Democratic constituency."
        ],
        "tf-idf score": [
            0.6782625011983133,
            0.06945681719196313,
            0.481149157023033
        ]
    },
    "0.2876677172065752-3-649": {
        "average clique similarity": 0.2876677172065752,
        "clique": [
            "0- But we do need to m",
            "4-But we do need to ma",
            "3-And that s what I ag"
        ],
        "median tf-idf score": 0.10657149533752966,
        "publications": [
            "Talking Points Memo",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "”But we do need to make America whole again.",
            "But we do need to make American whole again”.",
            "And that’s what I agree with  —   let people do what they want to do and give them the means to do it."
        ],
        "tf-idf score": [
            0.11782859333970447,
            0.10657149533752966,
            0.07965623502193134
        ]
    },
    "0.29293083776838974-3-113": {
        "average clique similarity": 0.29293083776838974,
        "clique": [
            "3-Alabama is one of 12",
            "1-March 1 is the first",
            "2-Super Tuesday will b"
        ],
        "median tf-idf score": 0.9006305877222889,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "Alabama is one of 12 states where Democrats will vote on Super Tuesday next week, and black voters there will also be key to Clinton’s success.",
            "March 1 is the first Super Tuesday  —   when Democrats in 11 states will weigh in on the nomination fight between Bernie Sanders and Hillary Clinton.",
            "Super Tuesday will be tough for Sanders Democrats go to the polls again on Tuesday when Vermont, Minnesota, Colorado, Massachusetts, Oklahoma, Tennessee, Virginia, Texas, Arkansas, Georgia, and Alabama will all vote."
        ],
        "tf-idf score": [
            0.9006305877222889,
            0.917548985243923,
            0.7408451208295961
        ]
    },
    "0.33324192516492085-3-188": {
        "average clique similarity": 0.33324192516492085,
        "clique": [
            "4-South Carolina might",
            "0- And then  then and ",
            "1- We can build ladder"
        ],
        "median tf-idf score": 0.17933968047088147,
        "publications": [
            "Buzzfeed News",
            "Talking Points Memo",
            "NPR"
        ],
        "sentences": [
            "South Carolina might also be called an outlier in its lack of younger voters and other potential targets for Sanders.",
            "”And then, then and only then can America live up to its full potential, too”.",
            "“We can build ladders of opportunity and empowerment so every single American can have their chance to live up to his or her   potential and then, and only then, can America live up to its full potential too."
        ],
        "tf-idf score": [
            0.7375772909520817,
            0.07678953309689676,
            0.17933968047088147
        ]
    },
    "0.3588479110397889-3-404": {
        "average clique similarity": 0.3588479110397889,
        "clique": [
            "4-Clinton won by    am",
            "1-  Much like Bernie S",
            "2-Clinton won by 5 "
        ],
        "median tf-idf score": 0.31140400340239716,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Clinton won by    among   Democrats.",
            "” Much like Bernie Sanders, trounced by Clinton early Saturday night, Democrats are facing an uphill battle in South Carolina.",
            "Clinton won by 5."
        ],
        "tf-idf score": [
            0.31140400340239716,
            1.0447393301875558,
            0.26497612575896473
        ]
    },
    "0.38767634443058113-3-214": {
        "average clique similarity": 0.38767634443058113,
        "clique": [
            "3- You look at South C",
            "0- Despite what you he",
            "4- Despite what you he"
        ],
        "median tf-idf score": 0.37528149309853104,
        "publications": [
            "Washington Post",
            "Talking Points Memo",
            "NPR"
        ],
        "sentences": [
            "“You look at South Carolina, and we’re at the bottom in anything you can think of: education, poverty.",
            "”Despite what you hear, we don’t need to make America great.",
            "”Despite what you hear, we don’t need to make America great again,” Clinton crowed."
        ],
        "tf-idf score": [
            0.37528149309853104,
            0.1732982510390626,
            0.44401234609107265
        ]
    },
    "0.39331799764478-3-375": {
        "average clique similarity": 0.39331799764478,
        "clique": [
            "4- In politics  on a g",
            "0-Nevertheless  by ele",
            "1- On a given night  s"
        ],
        "median tf-idf score": 0.45062369795562507,
        "publications": [
            "NPR",
            "Talking Points Memo",
            "Buzzfeed News"
        ],
        "sentences": [
            "”In politics, on a given night, sometimes you win, sometimes you lose,” Sanders told reporters.",
            "Nevertheless, by election night, he wasn’t planning on being in South Carolina the night of the primary.",
            "“On a given night, sometimes you win, sometimes you lose,” Sanders said."
        ],
        "tf-idf score": [
            0.40797565080134135,
            0.45062369795562507,
            0.45863642136033
        ]
    },
    "0.4218666538564609-3-174": {
        "average clique similarity": 0.4218666538564609,
        "clique": [
            "1-Tuesday  over 800 de",
            "2-The moral of the sto",
            "4-Tuesday  over 800 de"
        ],
        "median tf-idf score": 0.14358533357969433,
        "publications": [
            "Vox",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "Tuesday, over 800 delegates are at stake and we intend to win many, many of them.",
            "The moral of the story is that while Sanders is certainly doing well enough to win many states in New England and on the plains, he is losing the election  —   perhaps more solidly than his supporters realize.",
            "Tuesday, over 800 delegates are at stake, and we intend to win many, many of them”."
        ],
        "tf-idf score": [
            0.14358533357969433,
            0.597978697135004,
            0.14358533357969433
        ]
    },
    "0.4488166159267946-3-556": {
        "average clique similarity": 0.4488166159267946,
        "clique": [
            "4- Tonight  we lost ",
            "0-We need to show by e",
            "1-Tonight we lost   Sa"
        ],
        "median tf-idf score": 0.054280898369257514,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Talking Points Memo"
        ],
        "sentences": [
            "”Tonight, we lost.",
            "We need to show by everything we do that we really are in this together.",
            "Tonight we lost,” Sanders said."
        ],
        "tf-idf score": [
            0.03727821356467812,
            0.054280898369257514,
            0.366458765249699
        ]
    },
    "0.5329420776642992-3-71": {
        "average clique similarity": 0.5329420776642992,
        "clique": [
            "3- She s very intellig",
            "1- I congratulate Secr",
            "4-I congratulate Secre"
        ],
        "median tf-idf score": 0.3560333252831642,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "“She’s very intelligent, very qualified, very experienced.",
            "“I congratulate Secretary Clinton on her very strong victory.",
            "I congratulate Secretary Clinton on her very strong victory."
        ],
        "tf-idf score": [
            0.02516663087782673,
            0.3560333252831642,
            0.3560333252831642
        ]
    }
}