{
    "0.14201939625247353-3-381": {
        "average clique similarity": 0.14201939625247353,
        "clique": [
            "4-It also asked people",
            "0-The identifications ",
            "1- This is yet another"
        ],
        "median tf-idf score": 0.2576460871395269,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "It also asked people to communicate by text message or social network rather than voice calls so as not to overload phone lines.",
            "The identifications published by RTBF have not been confirmed by police or authorities publicly at this time.",
            "“This is yet another reminder that the world must unite, we must be together, regardless of nationality or race or faith, in fighting the scourge of terrorism,” said Obama, who had also spoken to Michel by phone."
        ],
        "tf-idf score": [
            0.1777496533612697,
            0.2576460871395269,
            0.3835666743549837
        ]
    },
    "0.1464810987933041-3-549": {
        "average clique similarity": 0.1464810987933041,
        "clique": [
            "2-If confirmed  the id",
            "3-Additionally  the Fr",
            "0-I would support that"
        ],
        "median tf-idf score": 0.44162186501744843,
        "publications": [
            "Atlantic",
            "Breitbart",
            "Buzzfeed News"
        ],
        "sentences": [
            "If confirmed, the identifications would link the Brussels blasts directly to the jailed Paris suspect, Salah Abdeslam.",
            "Additionally, the Free University Brussels (VUB) said it would be closed for the rest of the week.",
            "I would support that."
        ],
        "tf-idf score": [
            0.44162186501744843,
            0.4554240224669817,
            0.011459179619011174
        ]
    },
    "0.14907934813612428-3-267": {
        "average clique similarity": 0.14907934813612428,
        "clique": [
            "4-Amid the crisis  som",
            "3-The Belgian governme",
            "1-Some people were cry"
        ],
        "median tf-idf score": 0.1637692446218475,
        "publications": [
            "Atlantic",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Amid the crisis, some basic Belgian utilities appeared to be under stress.",
            "The Belgian government’s Crisis Center said 12 people were killed and 100 wounded.",
            "Some people were crying."
        ],
        "tf-idf score": [
            0.1637692446218475,
            0.5505652227857617,
            0.09850282008449655
        ]
    },
    "0.15095037698170644-3-485": {
        "average clique similarity": 0.15095037698170644,
        "clique": [
            "4-Abdeslam was discove",
            "1-Also posted on the  ",
            "2-He was caught and ha"
        ],
        "median tf-idf score": 0.606734971765963,
        "publications": [
            "Breitbart",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Abdeslam was discovered hiding in a Brussels apartment building in the Molenbeek neighborhood near the center of the city.",
            "Also posted on the   site immediately after the bombing attacks was an image showing a city or a possible composite of several cities with a message warning “We are already in your city.",
            "He was caught and has been speaking to investigators after a shootout at an apartment in the south of the city a week ago, after which another Islamic State flag and explosives were found."
        ],
        "tf-idf score": [
            0.5571804022452019,
            0.6192699567406004,
            0.606734971765963
        ]
    },
    "0.15255232738271515-3-727": {
        "average clique similarity": 0.15255232738271515,
        "clique": [
            "3-NATO called the atta",
            "0-He also reiterated h",
            "1-Obama called the att"
        ],
        "median tf-idf score": 0.5397217999657885,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "NATO called the attack “cowardly,” Russian President Vladimir Putin called the attacks “barbaric,” German Chancellor Angela Merkel’s spokesman called it “vile,” and Canadian Prime Minister Justin Trudeau said he was “outraged.",
            "He also reiterated his claims that there are so called “no go” neighborhoods that local European police refuse to patrol.",
            "Obama called the attacks “outrageous,” and pledged that the thoughts and prayers of Americans are with the Belgian people."
        ],
        "tf-idf score": [
            0.8267692322301544,
            0.2267213421600214,
            0.5397217999657885
        ]
    },
    "0.16282414433520706-3-46": {
        "average clique similarity": 0.16282414433520706,
        "clique": [
            "1-  There is reason to",
            "3-Increased Security  ",
            "0-  The Secretary of H"
        ],
        "median tf-idf score": 0.42026752627662534,
        "publications": [
            "Fox News",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "” There is reason to be skeptical of the claim, said Ryan Mauro, national security analyst for the Clarion Project and professor of homeland security at Virginia’s Liberty University.",
            "Increased Security, Cities across Europe tightened security in the wake of the attacks.",
            "” The Secretary of Homeland Security did not say travelers coming to the U S from Belgium would face additional security, but stated there are already procedures in place to identify suspicious individuals traveling from Belgium."
        ],
        "tf-idf score": [
            0.42026752627662534,
            0.45503243077679456,
            0.29558667381253634
        ]
    },
    "0.16462632949157377-3-11": {
        "average clique similarity": 0.16462632949157377,
        "clique": [
            "3-   The Islamic State",
            "0- That said  we remai",
            "4-But even after the t"
        ],
        "median tf-idf score": 0.4553599756014716,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "—  The Islamic State claimed responsibility for the attacks, according to a group that monitor terrorist groups.",
            "“That said, we remain focused on the threat posed by lone terrorist actors who may lack direct connection to a foreign terrorist organization.",
            "But even after the terrorist group has repeatedly threatened to take direct aim at Europe, Belgian authorities seemed caught   by the extent of the damage inflicted Tuesday."
        ],
        "tf-idf score": [
            0.474807026826667,
            0.36494776784023586,
            0.4553599756014716
        ]
    },
    "0.1661075586204057-3-16": {
        "average clique similarity": 0.1661075586204057,
        "clique": [
            "3-Other news organizat",
            "2-Officials said the f",
            "4-The FBI and other U "
        ],
        "median tf-idf score": 0.24160973699488686,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Breitbart"
        ],
        "sentences": [
            "Other news organizations are reporting other tolls based on quotes from Belgian officials.",
            "Officials said the final death tolls remained uncertain from the carnage in the morning rush hour, around 8 a. m. (0700 GMT) at the airport and shortly after 9 a. m. on the metro.",
            "The FBI and other U S agencies opened channels with Belgian officials to assist in the investigation."
        ],
        "tf-idf score": [
            0.24160973699488686,
            0.5637314188973847,
            0.22095420112144828
        ]
    },
    "0.16695200921104533-3-90": {
        "average clique similarity": 0.16695200921104533,
        "clique": [
            "1-As ISIS claimed cred",
            "4-Brussels  Zaventem A",
            "2-Islamic State said i"
        ],
        "median tf-idf score": 0.7848624984680553,
        "publications": [
            "Fox News",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "As ISIS claimed credit for the twin,   attacks, one at Zaventem Airport and the other at a Metro station near European Union headquarters, authorities carried out raids in the capital and in Antwerp that turned up what may be one piece of key evidence.",
            "Brussels’ Zaventem Airport and a metro station near the heart of the E U were hit by explosions on March 22, sending the city into high terror alert.",
            "Islamic State said in a statement that “caliphate soldiers, strapped with suicide vests and carrying explosive devices and machineguns” struck Zaventem airport and Maelbeek metro station."
        ],
        "tf-idf score": [
            0.8151699731984783,
            0.6270423793051016,
            0.7848624984680553
        ]
    },
    "0.16750868025363333-3-426": {
        "average clique similarity": 0.16750868025363333,
        "clique": [
            "4- We have been subjec",
            "3-  He added   We can ",
            "2-On Wednesday  he wil"
        ],
        "median tf-idf score": 0.13959899729278297,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "“We have been subjected for the last few months in Europe to acts of war,” he added.",
            "” He added: “We can and we will defeat those who threaten the safety and security of people around the world.",
            "On Wednesday, he will host a prearranged visit by French Premier Manuel Valls, who declared: “We are at war."
        ],
        "tf-idf score": [
            0.1136385192228092,
            0.26686434209524135,
            0.13959899729278297
        ]
    },
    "0.1680749844387218-3-250": {
        "average clique similarity": 0.1680749844387218,
        "clique": [
            "1-  The bombings in th",
            "3-The numbers are prov",
            "0- We are concerned ab"
        ],
        "median tf-idf score": 0.2726152789030592,
        "publications": [
            "Atlantic",
            "Fox News",
            "Buzzfeed News"
        ],
        "sentences": [
            "” The bombings in the European Union capital are certain to add new fire to the raging debate over refugees from Muslim nations where terrorist groups are active.",
            "The numbers are provisional and are likely to increase.",
            "“We are concerned about one missing British national and we are in close contact with the Belgian authorities."
        ],
        "tf-idf score": [
            0.2726152789030592,
            0.05211714937390009,
            0.28814266659613386
        ]
    },
    "0.16845133847335858-3-468": {
        "average clique similarity": 0.16845133847335858,
        "clique": [
            "1-The claim of respons",
            "4-Belgian leaders warn",
            "3-Britain was on alert"
        ],
        "median tf-idf score": 0.577462327193574,
        "publications": [
            "Fox News",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "The claim of responsibility could not be corroborated by authorities, but ISIS has been known to use Telegram for its communications for most of the last year.",
            "Belgian leaders warned that the Brussels perpetrators may still be at large, and Brussels was largely shut down for most of the day.",
            "Britain was on alert for a   attack, and left its terrorism warning level at severe, deeming London one of the most likely areas for potential attack."
        ],
        "tf-idf score": [
            0.2891680896772001,
            0.577462327193574,
            0.5841406081421346
        ]
    },
    "0.173104541617809-3-337": {
        "average clique similarity": 0.173104541617809,
        "clique": [
            "4-Among the Americans ",
            "3-   The Belgian gover",
            "2-The suspects were ph"
        ],
        "median tf-idf score": 0.6167344855427931,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Breitbart"
        ],
        "sentences": [
            "Among the Americans wounded were a service member and his family, who “were caught up in this tragedy,” the U S European Command said.",
            "—  The Belgian government’s Crisis Center said a dozen people were killed at the airport and about 100 wounded.",
            "The suspects were photographed pushing bags on trolleys, and witnesses said many of the airport dead and wounded were hit mostly in the legs, possibly indicating blasts at floor level."
        ],
        "tf-idf score": [
            0.38494562353177814,
            0.6820364004499528,
            0.6167344855427931
        ]
    },
    "0.17955708844115867-3-52": {
        "average clique similarity": 0.17955708844115867,
        "clique": [
            "3-  Margaritis Schinas",
            "2- We can and we will ",
            "0- The American people"
        ],
        "median tf-idf score": 0.5254851647777836,
        "publications": [
            "Breitbart",
            "Atlantic",
            "Buzzfeed News"
        ],
        "sentences": [
            "” Margaritis Schinas, a spokesman for the European Commission, said: “We stand together, united against terror and in full solidarity with the people of Brussels.",
            "“We can and we will defeat those who threaten the safety and security of people all around the world,” said U S President Barack Obama.",
            "“The American people stand with the people of Brussels,” the proclamation signed by Obama read."
        ],
        "tf-idf score": [
            0.5961719966301482,
            0.5254851647777836,
            0.3505964479667246
        ]
    },
    "0.18116900283305445-3-788": {
        "average clique similarity": 0.18116900283305445,
        "clique": [
            "3-  The U S Response  ",
            "4-In Havana  at the en",
            "1-Speaking from Havana"
        ],
        "median tf-idf score": 0.3414977146141437,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "” The U S Response, President Obama, who is visiting Cuba, addressed the attacks moments before he spoke to the Cuban people.",
            "In Havana, at the end of a landmark trip, President Obama urged “the world to unite” to fight terrorism, and he pledged to “do whatever is necessary” to aid the investigation in Belgium.",
            "Speaking from Havana, President Obama mentioned the attacks before giving prepared comments on the thawing relationship between the U S and Cuba."
        ],
        "tf-idf score": [
            0.44208050585289016,
            0.2451683356202531,
            0.3414977146141437
        ]
    },
    "0.18160989035635403-3-504": {
        "average clique similarity": 0.18160989035635403,
        "clique": [
            "3-He said blasts were ",
            "0-Trump on Tuesday sai",
            "1-After Abdeslam s arr"
        ],
        "median tf-idf score": 0.7583279064470155,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "He said blasts were an attack on freedom, comparing Brussels to Paris and, before it, London and Madrid.",
            "Trump on Tuesday said he believes that Paris attacks suspect Salah Abdeslam, who was captured in Brussels this week, knew about Tuesday’s plot and may have even been involved.",
            "After Abdeslam’s arrest and before Tuesday’s attacks, authorities were frantically hunting a suspect identified as    Najim Laachraoui, who allegedly traveled to Hungary with Abdeslam before the Paris attack."
        ],
        "tf-idf score": [
            0.7583279064470155,
            1.0872463389264557,
            0.6194623975620068
        ]
    },
    "0.18396909878840217-3-375": {
        "average clique similarity": 0.18396909878840217,
        "clique": [
            "0-  However  U S offic",
            "1-At least one suicide",
            "2-It was not clear  ho"
        ],
        "median tf-idf score": 0.727171133263274,
        "publications": [
            "Fox News",
            "Buzzfeed News",
            "Breitbart"
        ],
        "sentences": [
            "” However, U S officials told the Associated Press that the airman was a lieutenant colonel, and that he and his family were injured at the attacks in the airport.",
            "At least one suicide vest was used during the airport attack, officials have said, and there were reports that authorities detonated an unexploded vest after the attack.",
            "It was not clear, however, that the attackers used vests."
        ],
        "tf-idf score": [
            0.727171133263274,
            0.9675318770221446,
            0.23328493821570995
        ]
    },
    "0.18550787629963308-3-174": {
        "average clique similarity": 0.18550787629963308,
        "clique": [
            "2- Reuters       Belgi",
            "0- Here s What s Happe",
            "4-  BRUSSELS     Islam"
        ],
        "median tf-idf score": 1.5545449477244722,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "(Reuters)  —   Belgian police identified two suspected Islamic State suicide bombers captured on security cameras before they struck Brussels Airport on Tuesday in the first of two attacks that also hit the city’s metro, public broadcaster RTBF said on Wednesday.",
            "’Here’s What’s Happening:’ ’Belgian Federal Prosecutor gives live press conference with latest on investigation.’ ’Crowds gather to hold minute’s silence across Brussels.’ ’Minute’s silence to be held across Brussels in memory of the victims.’ ’U K Prime Minister says one British citizen is missing after the Brussels attacks and four others were injured.’ ’Belgian news site retracts story claiming suspect Najim Laachraoui had been arrested.’ ’Belgian media say they have identified two of the attackers pictured in CCTV’ ’First victim in Brussels attacks officially identified as Peruvian woman’ ’Tip from taxi driver led Belgian authorities to bomb, ISIS flag’ ’Authorities release new images of suspected Brussels Airport attackers’ ’U S State Department issues travel alert for all of Europe’ ’BuzzFeed reporters observed hundreds of people attending vigils in Brussels late into the night’ ’Trump wants to use waterboarding, other forms of torture to interrogate terror suspects’ ’U S Air Force officer, family injured in Brussels attacks’ ’Obama orders American flag to be flown at   after Brussels attacks’ ’TSA deploying additional security after Brussels attacks’] He said the death toll has now reached 31 and 261 people have been injured.",
            "  BRUSSELS  —  Islamic State suicide bombers brought terror, chaos and bloodshed to the city at the heart of European unity on Tuesday, detonating their   bombs at an airport departures hall and on a subway train in attacks that left at least 31 people dead and prompted authorities to launch an intensive manhunt for at least one accomplice who remains at large."
        ],
        "tf-idf score": [
            1.5545449477244722,
            2.6508754625586146,
            1.2976506948557378
        ]
    },
    "0.1941918904759449-3-202": {
        "average clique similarity": 0.1941918904759449,
        "clique": [
            "1-It was not clear wha",
            "3-But  he said  raids ",
            "0- He may be talking  "
        ],
        "median tf-idf score": 0.2935054615781376,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "It was not clear what role he may have played, but authorities said he is suspected of working with the suicide bombers.",
            "But, he said, raids were being conducted across Belgium.",
            "“He may be talking, but he’ll talk a lot faster with the torture,” Trump said."
        ],
        "tf-idf score": [
            0.604783953353321,
            0.2935054615781376,
            0.27608381541149074
        ]
    },
    "0.19617764536241614-3-330": {
        "average clique similarity": 0.19617764536241614,
        "clique": [
            "4-Read more    Live up",
            "1-At the same time  th",
            "2- The death toll in t"
        ],
        "median tf-idf score": 0.8064812295852298,
        "publications": [
            "Washington Post",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "Read more:   Live updates on the death toll, attack scenes and reactions around the world   Why is Brussels under attack?",
            "At the same time, the death toll in the attacks was raised to 34, according to a Belgian security official who spoke with Associated Press.",
            "[The death toll in the attacks on the Belgian capital, home to the European Union institutions and NATO, rose to at least 31 with more than 200 wounded, Health Minister Maggie De Block said on VRT television."
        ],
        "tf-idf score": [
            0.5434276591856105,
            0.8064812295852298,
            0.8713361214939661
        ]
    },
    "0.19698678974756345-3-367": {
        "average clique similarity": 0.19698678974756345,
        "clique": [
            "0-Authorities have sai",
            "3-Donald Trump  the Re",
            "2-Donald Trump  the   "
        ],
        "median tf-idf score": 0.4417994958768755,
        "publications": [
            "Buzzfeed News",
            "Breitbart",
            "Atlantic"
        ],
        "sentences": [
            "Authorities have said Abdeslam is cooperating with investigators, but Trump suggested waterboarding could have sped up the investigation and possibly thwarted the Brussels attacks.",
            "Donald Trump, the Republican presidential   told Fox News: ”We can’t have these attacks anymore.",
            "Donald Trump, the   for the Republican nomination to succeed Obama in November’s U S election, suggested suspects could be tortured to avert such attacks."
        ],
        "tf-idf score": [
            0.8682425109177319,
            0.40938376444323654,
            0.4417994958768755
        ]
    },
    "0.2008028168988388-3-232": {
        "average clique similarity": 0.2008028168988388,
        "clique": [
            "0-The explosion in Mae",
            "1-Then a second explos",
            "4-The explosion happen"
        ],
        "median tf-idf score": 0.45474765934026595,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "The explosion in Maelbeek happened within the second branch of the track and this was a question of Khalid    —   a Belgian national.",
            "Then a second explosion was heard,” one witness told The Brussels Times about the airport explosion.",
            "The explosion happened near the end of the morning rush hour, when many subway trains are packed with commuters."
        ],
        "tf-idf score": [
            0.45474765934026595,
            0.6582994243165093,
            0.19277841506747687
        ]
    },
    "0.2018935502632665-3-104": {
        "average clique similarity": 0.2018935502632665,
        "clique": [
            "4-At the time  they le",
            "3-  It s time to be sm",
            "0-A press conference w"
        ],
        "median tf-idf score": 0.12352153064729317,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "At the time, they left the security threat unchanged.",
            "..It’s time to be smart”.",
            "A press conference will be held at 1 p. m. local time."
        ],
        "tf-idf score": [
            0.17476341611585622,
            0.04821717986724832,
            0.12352153064729317
        ]
    },
    "0.20519689596529891-3-257": {
        "average clique similarity": 0.20519689596529891,
        "clique": [
            "4-We saw the glass fro",
            "2-An unused explosive ",
            "1-A third man  seen on"
        ],
        "median tf-idf score": 0.7647281739834788,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "We saw the glass front of the building had exploded, glass flying around,” said Daniela Schwarzer, head of the Berlin office of the German Marshall Fund of the United States, who was leaving Brussels after a weekend conference and was in a taxi approaching the terminal when the explosions occurred.",
            "An unused explosive device was later found at the airport and the man, believed to be Laachraoui, was seen running away from the terminal after the explosions.",
            "A third man, seen on the right side of the photo and wearing lighter clothing, no glove and a hat, was the subject of a manhunt after officials said he was seen fleeing the airport following the bombing."
        ],
        "tf-idf score": [
            0.8428751712442388,
            0.6105805537494549,
            0.7647281739834788
        ]
    },
    "0.20548311843285819-3-431": {
        "average clique similarity": 0.20548311843285819,
        "clique": [
            "2- If you recognise th",
            "4- You have such a lar",
            "3-He also tweeted  Do "
        ],
        "median tf-idf score": 0.4000980774996375,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "“If you recognise this individual or if you have information on this attack, please contact the investigators,” a police wanted notice for the third man read.",
            "“You have such a large number of soft targets, and you cannot secure all of them.",
            "He also tweeted: Do you all remember how beautiful and safe a place Brussels was."
        ],
        "tf-idf score": [
            0.45245534296665285,
            0.05771945825304863,
            0.4000980774996375
        ]
    },
    "0.207351045255575-3-613": {
        "average clique similarity": 0.207351045255575,
        "clique": [
            "3-The city s public tr",
            "0-U S Secretary of Hom",
            "4-French Interior Mini"
        ],
        "median tf-idf score": 0.6835692561073758,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "The city’s public transportation and main train stations were closed, but reopened later in the day with heavy security.",
            "U S Secretary of Homeland Security Jeh Johnson said there are no credible threats against the U S at this time, but the additional security would be deployed to major U S airports and transportation hubs, including rail and transit stations.",
            "French Interior Minister Bernard Cazeneuve said that an additional 1, 600 people were deployed in France and that security was boosted at border posts and major transportation hubs."
        ],
        "tf-idf score": [
            0.3456379513928098,
            0.6835692561073758,
            0.7837414654672428
        ]
    },
    "0.2091048178903133-3-204": {
        "average clique similarity": 0.2091048178903133,
        "clique": [
            "1-Moments later at the",
            "4-Just over an hour af",
            "3-The city s subway sy"
        ],
        "median tf-idf score": 0.44539064602682793,
        "publications": [
            "Fox News",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "Moments later at the Metro station, another explosion was reported on a train that was stopped at the Maelbeek subway station, not far from the headquarters of the European Union.",
            "Just over an hour after the airport blasts, another explosion tore open a subway car at the bustling Maelbeek metro station, where E U diplomats, government employees and other international workers routinely crisscross on their way to work.",
            "The city’s subway system was also targeted at rush hour on Tuesday."
        ],
        "tf-idf score": [
            0.5051007897793405,
            0.44539064602682793,
            0.34606338677609694
        ]
    },
    "0.20937644468952787-3-289": {
        "average clique similarity": 0.20937644468952787,
        "clique": [
            "1-The search of a hous",
            "4-Belgian federal pros",
            "3-The Belgian federal "
        ],
        "median tf-idf score": 0.6443275944750402,
        "publications": [
            "Washington Post",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "The search of a house in the Brussels neighborhood of Schaerbeek ”led to the discovery of an explosive device containing, among other things, nails,” said a Belgian federal prosecutor.",
            "Belgian federal prosecutor Frederic Van Leeuw said that multiple raids were taking place around the country and that a number of people werebeing questioned.",
            "The Belgian federal prosecutor added that both attacks were terrorist acts."
        ],
        "tf-idf score": [
            0.7737263695297776,
            0.6443275944750402,
            0.46051895949489546
        ]
    },
    "0.21410881301533935-3-394": {
        "average clique similarity": 0.21410881301533935,
        "clique": [
            "3-   Security has been",
            "4-The fallout immediat",
            "2-The attacks sent sho"
        ],
        "median tf-idf score": 0.6265820593341573,
        "publications": [
            "Washington Post",
            "Breitbart",
            "Atlantic"
        ],
        "sentences": [
            "—  Security has been stepped up across Europe in the wake of the attacks.",
            "The fallout immediately spread across Europe and beyond, displaying the increased worries and security cooperation since November’s Paris attacks that killed 130 people.",
            "The attacks sent shockwaves across Europe and around the world, with authorities racing to review security at airports and on public transport, and rekindled debate about European security cooperation and police methods."
        ],
        "tf-idf score": [
            0.445521248360982,
            0.6265820593341573,
            0.834284064796481
        ]
    },
    "0.2145635470000962-3-788": {
        "average clique similarity": 0.2145635470000962,
        "clique": [
            "0-I m in the center of",
            "2-The   Islamist milit",
            "4- We never could have"
        ],
        "median tf-idf score": 0.724010869597252,
        "publications": [
            "Buzzfeed News",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "I’m in the center of #Brussels tonight, where hundreds have gathered for a vigil, The scenes in Brussels were similar to those in the aftermath of the attacks in Paris last year, first on Charlie Hebdo’s office in January and then in November at multiple locations.",
            "The   Islamist militant group claimed responsibility four days after the arrest in Brussels of a prime suspect in November’s Paris attacks.",
            "“We never could have imagined something of this scale,” Interior Minister Jan Jambon told Belgian television station RTL TV   [LIVE updates on the death toll, attack scenes and reactions around the world]  The attacks came only four days after Belgian counterterrorism authorities claimed a major success, nabbing the last known direct participant in last November’s Paris attacks, who had eluded them for four months."
        ],
        "tf-idf score": [
            0.6284650455395148,
            0.724010869597252,
            0.9209218307535486
        ]
    },
    "0.21702096692017506-3-26": {
        "average clique similarity": 0.21702096692017506,
        "clique": [
            "4-Airport officials sa",
            "3-Lodewijk De Witte  t",
            "0- A taxi driver told "
        ],
        "median tf-idf score": 0.5140082703751431,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "Airport officials said that a third bomb had been located and detonated at the airport in the afternoon.",
            "Lodewijk De Witte, the provincial governor of Brabant Flanders, said security services had found and detonated a third bomb at the airport.",
            "“A taxi driver told police he took the three people to the airport and we went to the address in Schaerbeek and found 30 liters of oxygenated water and a case full of nails and equipment for bomb making."
        ],
        "tf-idf score": [
            0.42635202402254563,
            0.5140082703751431,
            0.5593161724254188
        ]
    },
    "0.2180029099098293-3-83": {
        "average clique similarity": 0.2180029099098293,
        "clique": [
            "3-Twenty people were k",
            "2-CLOSING IN  Security",
            "1-After his arrest on "
        ],
        "median tf-idf score": 0.8870935927563925,
        "publications": [
            "Breitbart",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "Twenty people were killed in the subway attack and 13 wounded, it added.",
            "CLOSING IN, Security experts believed the blasts, which killed about 20 people on a metro train running through the area that houses EU institutions, were probably in preparation before Friday’s arrest of locally based French national Abdeslam, 26, whom prosecutors accuse of a key role in the Nov. 13 Paris attacks.",
            "After his arrest on Friday, Abdeslam, who is suspected of taking part in the Nov. 13 Paris attack that killed 130 people, told authorities he had created a new network and was planning new attacks."
        ],
        "tf-idf score": [
            0.44748767097173103,
            1.0036022941926164,
            0.8870935927563925
        ]
    },
    "0.22182272609396037-3-788": {
        "average clique similarity": 0.22182272609396037,
        "clique": [
            "1-The attacks resulted",
            "3-ISIS claimed respons",
            "4-One Belgian leader s"
        ],
        "median tf-idf score": 0.5376312785424624,
        "publications": [
            "Fox News",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "The attacks resulted in more than 230 dead and wounded”.",
            "ISIS claimed responsibility for the attack —  in Arabic, English, and French —  through its Amaq News Agency, according to the SITE intelligence group and others who monitor terrorist activity.",
            "One Belgian leader said that Tuesday was the grimmest day for Belgium in more than 70 years."
        ],
        "tf-idf score": [
            0.2800016017746783,
            0.5376312785424624,
            0.6820914046519512
        ]
    },
    "0.2262885157473248-3-404": {
        "average clique similarity": 0.2262885157473248,
        "clique": [
            "4-J  said six American",
            "1-It was a horrible ex",
            "0-The Air Force did no"
        ],
        "median tf-idf score": 0.3682217443044522,
        "publications": [
            "Fox News",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "J) said six Americans were injured in the attacks, including military family members.",
            "It was a horrible experience,” he told AP Nine Americans were among the injured, including one U S service member and five members of his family.",
            "The Air Force did not release the identity of the airman or the number of family members affected, saying only that they suffered “various injuries."
        ],
        "tf-idf score": [
            0.58142111795748,
            0.3682217443044522,
            0.14077862625979834
        ]
    },
    "0.22654048959294815-3-788": {
        "average clique similarity": 0.22654048959294815,
        "clique": [
            "1- Islamic State fight",
            "3-2   Amaq s statement",
            "0-In a statement  the "
        ],
        "median tf-idf score": 0.7233193116978787,
        "publications": [
            "Fox News",
            "Atlantic",
            "Buzzfeed News"
        ],
        "sentences": [
            "“Islamic State fighters carried out a series of bombings with explosive belts and devices on Tuesday, targeting an airport and a central Metro station in the center of the Belgian capital Brussels, a country participating in the international coalition against the Islamic State,” the message read.",
            "2) #Amaq’s statement identifies Belgium as ”a country participating in the international coalition against the Islamic State”.",
            "In a statement, the Peruvian government said the country’s consulate in Brussels was in contact with her family to provide them with support and assistance."
        ],
        "tf-idf score": [
            1.0018535259639307,
            0.2756910432861261,
            0.7233193116978787
        ]
    },
    "0.2278660092262443-3-532": {
        "average clique similarity": 0.2278660092262443,
        "clique": [
            "3-Updated on March 22 ",
            "4-What we know about t",
            "1-The first two explos"
        ],
        "median tf-idf score": 0.5980699772404066,
        "publications": [
            "Fox News",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "Updated on March 22 at 6:52 p. m. ET, Here’s what we know so far:  —  There were two explosions at Brussels’s Zaventem airport at about 8 a. m. local time (3 a. m. ET) and one on the city’s metro system.",
            "What we know about the attacks in Brussels View Graphic       The attackers first struck at an airport departures hall where   travelers were preparing to board flights linking Brussels to cities across the continent and around the world.",
            "The first two explosions rocked the departure hall at the Brussels airport shortly after 8 a. m. local time."
        ],
        "tf-idf score": [
            0.5980699772404066,
            0.7681481773461043,
            0.47343679865867944
        ]
    },
    "0.2328276321753089-3-702": {
        "average clique similarity": 0.2328276321753089,
        "clique": [
            "0-The tip led investig",
            "2-Brussels police sear",
            "1-Belgian federal pros"
        ],
        "median tf-idf score": 0.6382236318573636,
        "publications": [
            "Fox News",
            "Breitbart",
            "Buzzfeed News"
        ],
        "sentences": [
            "The tip led investigators to Schaerbeek, the district in Brussels where authorities found a bomb with nails and chemicals.",
            "Brussels police searched a house in the north of the city late into the night, turning up another bomb, an Islamic State flag and   chemicals in an apartment in the borough of Schaerbeek.",
            "Belgian federal prosecutors said the search of a home in the Brussels neighborhood of Schaerbeek ”led to the discovery of an explosive device containing among other things nails”."
        ],
        "tf-idf score": [
            0.4187313561657534,
            0.6382236318573636,
            0.7852080692233098
        ]
    },
    "0.24585840086043068-3-195": {
        "average clique similarity": 0.24585840086043068,
        "clique": [
            "2-The two men in dark ",
            "1-In the image  two me",
            "4-Local reports said p"
        ],
        "median tf-idf score": 0.3421413258519413,
        "publications": [
            "Fox News",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "The two men in dark clothes wore gloves on their left hands only.",
            "In the image, two men on the left are each wearing dark clothing with a black glove on their left hands, which authorities believe could have been worn to hide suicide vest ignition devices.",
            "Local reports said police believe that the other two men died in the explosions."
        ],
        "tf-idf score": [
            0.1082386589114933,
            0.3421413258519413,
            0.4398935466340095
        ]
    },
    "0.2686990166206282-3-201": {
        "average clique similarity": 0.2686990166206282,
        "clique": [
            "4- This is a black mom",
            "3- This is our strengt",
            "0- This is not like Pa"
        ],
        "median tf-idf score": 0.05358140143925938,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "“This is a black moment for our country.",
            "“This is our strength.",
            "“This is not like Paris,” one attendee said."
        ],
        "tf-idf score": [
            0.05358140143925938,
            0.004309165311598758,
            0.2810697779012582
        ]
    },
    "0.27274190884724964-3-544": {
        "average clique similarity": 0.27274190884724964,
        "clique": [
            "4-The Brussels Airport",
            "3-In response to the a",
            "2-Life began to return"
        ],
        "median tf-idf score": 0.7349949167689345,
        "publications": [
            "Washington Post",
            "Breitbart",
            "Atlantic"
        ],
        "sentences": [
            "The Brussels Airport said it would remain closed at least through Wednesday.",
            "In response to the attacks, Zaventem airport was closed —  and will remain closed Wednesday, according to its CEO —   and 200 flights in and out of the city were canceled.",
            "Life began to return to normal in Brussels on Wednesday, with some public transport working and cars returning to the European district, but the metro system remained closed and the airport was still shut to travellers."
        ],
        "tf-idf score": [
            0.5705698434016131,
            0.7349949167689345,
            0.7490293644298069
        ]
    },
    "0.27588034406283435-3-241": {
        "average clique similarity": 0.27588034406283435,
        "clique": [
            "3-Police later issued ",
            "2-Investigators said t",
            "4-They asked for help "
        ],
        "median tf-idf score": 0.7377397571377027,
        "publications": [
            "Breitbart",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "Police later issued an image of a man in   clothing donning a dark hat who they said was a suspect in the attack on Zaventem.",
            "Investigators said they were focusing on a man in a hat who was caught on CCTV pushing a laden baggage trolley at the airport with two others they believed were the bombers.",
            "They asked for help in identifying one man dressed in white, who they said was on the loose."
        ],
        "tf-idf score": [
            0.9202425103229117,
            0.7377397571377027,
            0.46048139824696777
        ]
    },
    "0.2915716688448532-3-560": {
        "average clique similarity": 0.2915716688448532,
        "clique": [
            "4- Jenny   Washington ",
            "1-Belgian authorities ",
            "0-Unnamed U S official"
        ],
        "median tf-idf score": 0.5076559524640737,
        "publications": [
            "Fox News",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "(Jenny   Washington Post)    Belgian police released surveillance images of three men pushing luggage carts at the Brussels airport.",
            "Belgian authorities released a photo that showed three men pushing carts in the airport, prior to reaching security checkpoints.",
            "Unnamed U S officials also told CNN the taxi driver recognized the men after authorities released surveillance images."
        ],
        "tf-idf score": [
            0.6275192872793693,
            0.5076559524640737,
            0.28481969287300724
        ]
    },
    "0.29239685542282423-3-188": {
        "average clique similarity": 0.29239685542282423,
        "clique": [
            "2-Local media said aut",
            "0-Local reports said t",
            "1-     Message from IS"
        ],
        "median tf-idf score": 0.6531609725373291,
        "publications": [
            "Buzzfeed News",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "Local media said authorities had followed a tip from a taxi driver who may have driven the bombers to the airport.",
            "Local reports said the driver was able to remember the address where he picked up the three men before dropping them off at the airport.",
            "”    Message from ISIS claiming credit for attacks, Authorities were led to the Schaerbeek home by a taxi driver who had picked the three men up there earlier and driven them to the airport, Sky News reported."
        ],
        "tf-idf score": [
            0.5672519238811866,
            0.6531609725373291,
            0.7695657851898929
        ]
    },
    "0.2959392904208485-3-227": {
        "average clique similarity": 0.2959392904208485,
        "clique": [
            "0-Terrorists are plann",
            "4-In Washington  State",
            "1-Late Tuesday  the St"
        ],
        "median tf-idf score": 0.6522421626922462,
        "publications": [
            "Buzzfeed News",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Terrorists are planning “  attacks throughout Europe, targeting sporting events, tourist sites, restaurants, and transportation,” the State Department said.",
            "In Washington, State Department spokesman John Kirby said U S citizens are among the injured, but he would not say how many.",
            "Late Tuesday, the State Department warned U S citizens about potential risks to travel in Europe, saying ”terrorist groups continue to plan   attacks throughout Europe, targeting sporting events, tourist sites, restaurants and transportation”."
        ],
        "tf-idf score": [
            0.7039102965551132,
            0.40091766341262625,
            0.6522421626922462
        ]
    },
    "0.2990174945227251-3-225": {
        "average clique similarity": 0.2990174945227251,
        "clique": [
            "4-  At least one of th",
            "3-He said the blast at",
            "0-Prosecutors said he "
        ],
        "median tf-idf score": 0.6254751995401362,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "” At least one of the airport blasts was carried out by a suicide bomber, he said.",
            "He said the blast at the airport was caused by a suicide bomber.",
            "Prosecutors said he was also known by the alias Soufiane Kayal."
        ],
        "tf-idf score": [
            0.6384817963533183,
            0.6254751995401362,
            0.4497446164736454
        ]
    },
    "0.3181455737869552-5-264": {
        "average clique similarity": 0.3181455737869552,
        "clique": [
            "3-Speaking at the same",
            "2- What we had feared ",
            "1- What we feared has ",
            "0-Belgium s royal fami",
            "4-The day s violence r"
        ],
        "median tf-idf score": 0.6098647981594235,
        "publications": [
            "Atlantic",
            "Breitbart",
            "Buzzfeed News",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "Speaking at the same news conference, Belgian Prime Minister Charles Michel announced three days of national mourning in response to the attack.",
            "“What we had feared has come to pass,” said Belgian Prime Minister Charles Michel, vowing to face down the threat.",
            "”What we feared has happened, we were hit by blind attacks,” said Belgian Prime Minister Charles Michel.",
            "Belgium’s royal family and Prime Minister Charles Michel will participate at the Schuman roundabout in Brussels.",
            "The day’s violence represented the worst on Belgian soil since World War II “What we had feared has happened,” said Belgian Prime Minister Charles Michel."
        ],
        "tf-idf score": [
            0.6098647981594235,
            0.5817101776331057,
            0.7901132181744879,
            0.3749458550996325,
            0.6483699740976705
        ]
    },
    "0.323221786771202-3-408": {
        "average clique similarity": 0.323221786771202,
        "clique": [
            "3-French President Fra",
            "1-French President Fra",
            "4- Through the attacks"
        ],
        "median tf-idf score": 0.8316852328369091,
        "publications": [
            "Atlantic",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "French President Francois Hollande, who just days ago had reveled in the capture in Belgium of the man who planned the Paris attacks last November, said Tuesday that though the attack was on Brussels, all of Europe had been hit.",
            "French President Francois Hollande said ”terrorists struck Brussels, but it was Europe that was targeted    and all the world that is concerned,” adding that ”this war will be long”.",
            "“Through the attacks in Brussels, all of Europe is hit,” French President François Hollande wrote on Twitter."
        ],
        "tf-idf score": [
            1.2141172263781344,
            0.8316852328369091,
            0.5698333367755478
        ]
    },
    "0.34625791619560653-3-463": {
        "average clique similarity": 0.34625791619560653,
        "clique": [
            "2-The third  wearing a",
            "3-Frederic Van Leeuw  ",
            "4-Van Leeuw said Belgi"
        ],
        "median tf-idf score": 0.36433579695215157,
        "publications": [
            "Atlantic",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "The third, wearing a   jacket and a hat, is actively being sought,” prosecutor Frederic Van Leeuw told a news conference.",
            "Frederic Van Leeuw, the federal prosecutor, told a news conference the Islamic State’s claim of responsibility hadn’t been verified.",
            "Van Leeuw said Belgian authorities were aware of and investigating the Islamic State’s claim of responsibility."
        ],
        "tf-idf score": [
            0.2568355111733821,
            0.36433579695215157,
            0.6243298815470845
        ]
    },
    "0.37847214317812705-3-788": {
        "average clique similarity": 0.37847214317812705,
        "clique": [
            "4-The attacks came jus",
            "3-Tuesday s attacks co",
            "1-The bombings came fo"
        ],
        "median tf-idf score": 0.6253503105308199,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "The attacks came just four days after French and Belgian leaders celebrated the capture of Salah Abdeslam, 26, believed to be the lone fugitive participant in the Paris attacks.",
            "Tuesday’s attacks come four days after the capture of Salah Abdeslam, the accused logistical planner of the Paris attacks, in Brussels.",
            "The bombings came four days after the arrest of Salah Abdeslam, the primary remaining suspect from November’s attack in Paris."
        ],
        "tf-idf score": [
            0.6253503105308199,
            0.6331781779311487,
            0.5238459123332568
        ]
    },
    "0.4688438875381025-3-507": {
        "average clique similarity": 0.4688438875381025,
        "clique": [
            "4- We are at war   Fre",
            "1- We are at war   Fre",
            "3-   Belgian Prime Min"
        ],
        "median tf-idf score": 0.4067719054640949,
        "publications": [
            "Washington Post",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "“We are at war,” French Prime Minister Manuel Valls said.",
            "”We are at war,” French Prime Minister Manuel Valls said Tuesday.",
            "—  Belgian Prime Minister Charles Michel, in a televised news conference, said “dozens” are dead and wounded in the blasts."
        ],
        "tf-idf score": [
            0.3640571663742707,
            0.4067719054640949,
            0.5961773175949066
        ]
    }
}