{
    "0.12106435908468093-3-129": {
        "average clique similarity": 0.12106435908468093,
        "clique": [
            "3-But the scary part i",
            "5-At the moment  Pruit",
            "6-The Sierra Club rele"
        ],
        "median tf-idf score": 0.8723252221430192,
        "publications": [
            "NPR",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "But the scary part is the abuse and harassment.",
            "At the moment, Pruitt is part of a lawsuit to block the EPA’s efforts to address global warming via the Clean Power Plan  —   which aims to reduce carbon dioxide emissions from power plants.",
            "The Sierra Club released a statement that called Pruitt ”unfit” to lead the EPA ”Having Scott Pruitt in charge of the U S Environmental Protection Agency is like putting an arsonist in charge of fighting fires,” it read in part."
        ],
        "tf-idf score": [
            0.009863004860349692,
            0.9337273584947309,
            0.8723252221430192
        ]
    },
    "0.14019919918043228-3-27": {
        "average clique similarity": 0.14019919918043228,
        "clique": [
            "0-If Pruitt is to unra",
            "1-He is also a leading",
            "3- This is a unique ap"
        ],
        "median tf-idf score": 0.8260310876335305,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "If Pruitt is to unravel Obama’s climate legacy, he will have to contend with that ruling by either reversing it or having Congress amend the underlying law that created the EPA If Pruitt’s EPA ignores the ruling outright, it will opens itself up to lawsuits from states and environmental advocates, similar to 2007.",
            "He is also a leading figure in a legal effort by several states to throw out the EPA’s Clean Power Plan, the centerpiece of Obama’s climate change strategy that requires states to curb carbon output.",
            "“This is a unique approach by EPA, whether they want to acknowledge it or not,” he said of the provisions of the Clean Air Act that the agency had relied upon to write new regulations."
        ],
        "tf-idf score": [
            0.9477125432653302,
            0.8260310876335305,
            0.633840762549732
        ]
    },
    "0.14185009941723856-3-724": {
        "average clique similarity": 0.14185009941723856,
        "clique": [
            "5-Hailing from a state",
            "4-Business leaders in ",
            "0-Pruitt spent much of"
        ],
        "median tf-idf score": 0.6354009530230804,
        "publications": [
            "Vox",
            "Fox News",
            "Buzzfeed News"
        ],
        "sentences": [
            "Hailing from a state with major oil and gas operations  —   though also a fair bit of wind power  —   he has generally been far more sympathetic to industry arguments than environmentalist concerns over the course of his career.",
            "Business leaders in his home state, however, lauded Pruitt’s selection, especially those in the oil and gas industry.",
            "Pruitt spent much of his time as Oklahoma’s top law enforcement officer defending the oil and gas industry from regulators during the fracking boom."
        ],
        "tf-idf score": [
            0.6354009530230804,
            0.6162438428543586,
            0.6385109653807579
        ]
    },
    "0.14584205495980432-3-370": {
        "average clique similarity": 0.14584205495980432,
        "clique": [
            "3-However  the precise",
            "2-  Now Pruitt could b",
            "4-Pruitt may be the mo"
        ],
        "median tf-idf score": 0.31093121356225717,
        "publications": [
            "Washington Post",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "However, the precise fate of the regulation most immediately turns on the U S Court of Appeals for the D C Circuit, which has not yet ruled in the lawsuit brought by Pruitt and his fellow attorneys general against the agency Pruitt is now named to lead.",
            "” Now Pruitt could be the one doing the federal reaching.",
            "Pruitt may be the most controversial pick of the three."
        ],
        "tf-idf score": [
            0.8596327787024435,
            0.31093121356225717,
            0.2995123480480548
        ]
    },
    "0.14635490065955234-3-424": {
        "average clique similarity": 0.14635490065955234,
        "clique": [
            "3-But Deason said libe",
            "2-The majority of scie",
            "5-But if it gets uphel"
        ],
        "median tf-idf score": 0.2741545212460924,
        "publications": [
            "Atlantic",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "But Deason said liberals will be happily surprised by Pruitt’s “ ” attitude, adding that he is “willing to look at things.",
            "The majority of scientists also believe that global warming will be quite harmful the scientific debate about its “degree and extent” is only about how bad it will be and how soon its consequences will kick in.",
            "But if it gets upheld, the EPA will be required by law to implement the plan."
        ],
        "tf-idf score": [
            0.4085086082624355,
            0.2339572784022152,
            0.2741545212460924
        ]
    },
    "0.14737166844637398-3-49": {
        "average clique similarity": 0.14737166844637398,
        "clique": [
            "3-He has sued over the",
            "2-In 2014  for instanc",
            "5-He sued to stop a ru"
        ],
        "median tf-idf score": 0.2867193852573452,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "He has sued over the   financial reform.",
            "In 2014, for instance, Pruitt sued to block the EPA’s Regional Haze Rule.",
            "He sued to stop a rule to reduce smog pollution that crossed state lines."
        ],
        "tf-idf score": [
            0.18592490756824265,
            0.5746619274524863,
            0.2867193852573452
        ]
    },
    "0.1512007380505083-3-84": {
        "average clique similarity": 0.1512007380505083,
        "clique": [
            "3-Pruitt has served as",
            "1-But representatives ",
            "5-And this wasn t an i"
        ],
        "median tf-idf score": 0.7020310452883279,
        "publications": [
            "Washington Post",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "Pruitt has served as head of the Republican Attorneys General Association, a group that has relied heavily on funds from ultraconservative groups and the oil industry.",
            "But representatives of the oil industry, and some Republican lawmakers, were cheered by the pick.",
            "And this wasn’t an isolated incident, Lipton explained: “Devon officials also turned to Mr Pruitt to enlist other Republican attorneys general and Republican governors to oppose a rule proposed by the Bureau of Land Management that would regulate hydraulic fracturing, or fracking, on federal land."
        ],
        "tf-idf score": [
            0.7624053479077447,
            0.17835582958081075,
            0.7020310452883279
        ]
    },
    "0.1610438125874528-3-548": {
        "average clique similarity": 0.1610438125874528,
        "clique": [
            "5-You can imagine ways",
            "3-For more  you can si",
            "1- You can meet with A"
        ],
        "median tf-idf score": 0.17233719675388212,
        "publications": [
            "Washington Post",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "You can imagine ways of making it easier for states that don’t want to work very hard.",
            "For more, you can sign up for our weekly newsletter here and follow us on Twitter here.",
            "”You can meet with Al Gore on Monday, pledge to keep Teddy Roosevelt’s environmental legacy alive on Tuesday, but if you nominate the Clean Power Act’s leading opponent to head the EPA on Wednesday, you’re making an unequivocal statement about the direction of your leadership,” she said."
        ],
        "tf-idf score": [
            0.17233719675388212,
            0.016438341433916155,
            0.7674008597787528
        ]
    },
    "0.16215642725956433-3-154": {
        "average clique similarity": 0.16215642725956433,
        "clique": [
            "3- The office he heade",
            "4- Scott Pruitt is a b",
            "0- Scientists continue"
        ],
        "median tf-idf score": 0.7074788195752176,
        "publications": [
            "Fox News",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "“The office he headed was present and accounted for in the battle to keep EPA faithful to its statutory authority and respectful of the role of the states in our system of cooperative federalism,” said Scott Segal, head of the policy group at the lobbying and legal firm Bracewell.",
            "”Scott Pruitt is a businessman and public servant and understands the impact regulation and legislation have in the business world,” said Jeffrey McDougall, chairman of the Oklahoma Independent Petroleum Association.",
            "“Scientists continue to disagree about the degree and extent of global warming and its connection to the actions of mankind,” he wrote in the Tulsa World."
        ],
        "tf-idf score": [
            0.7121615949535256,
            0.7074788195752176,
            0.2886912274640127
        ]
    },
    "0.16318517497576143-3-367": {
        "average clique similarity": 0.16318517497576143,
        "clique": [
            "4-Public Citizen calle",
            "1-Scott Segal  an ener",
            "2- As attorney general"
        ],
        "median tf-idf score": 0.9629286851131644,
        "publications": [
            "Reuters",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "Public Citizen called him a ”terrible choice,” saying in a statement: ”Pruitt is cozy with the oil and gas industry and treats the EPA like an enemy”.",
            "Scott Segal, an energy industry lobbyist at Bracewell LLP called Pruitt ”a measured and articulate student of environmental law and policy” who helped ”keep EPA faithful to its statutory authority and respectful of the role of the states in our system of cooperative federalism”.",
            "“As attorney general, Scott Pruitt consistently failed to uphold his responsibility to protect our nation’s air and water, instead acting as an agent of the oil and gas industry —  at the expense of the American people —  every time,” said Eric Schneiderman in a statement."
        ],
        "tf-idf score": [
            0.8238676651835098,
            0.96435140300741,
            0.9629286851131644
        ]
    },
    "0.16441484398137413-3-47": {
        "average clique similarity": 0.16441484398137413,
        "clique": [
            "6-He has repeatedly ch",
            "2-Now  Oklahoma is one",
            "5-Pruitt has some opti"
        ],
        "median tf-idf score": 0.6275528595268498,
        "publications": [
            "NPR",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "He has repeatedly challenged the agency’s rules in court, and he has even sued the EPA for an allegedly cozy ”sue and settle” relationship with environmentalists.",
            "Now, Oklahoma is one of the 28 states challenging the agency in court, and it helped succeed in getting the Supreme Court to block the rules in February.",
            "Pruitt has some options for undoing Obama’s climate rules, though environmental groups are likely to challenge him in court."
        ],
        "tf-idf score": [
            0.6275528595268498,
            0.44110839921882894,
            0.8153441497535564
        ]
    },
    "0.16660988782024747-3-577": {
        "average clique similarity": 0.16660988782024747,
        "clique": [
            "3-  David Rivkin  a co",
            "6-In that statement  T",
            "2-And Trump will be ab"
        ],
        "median tf-idf score": 1.0337730979457864,
        "publications": [
            "Washington Post",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "” David Rivkin, a constitutional litigator who represented Pruitt and Oklahoma in challenging the Clean Power Plan, said he believed Pruitt would be able to make sure the EPA lives up to its mission of protecting air and water while avoiding federal overreach.",
            "In that statement, Trump said the EPA has pursued ”an      agenda that has destroyed millions of jobs,” and that Pruitt ”will reverse this trend and restore the EPA’s essential mission of keeping our air and our water clean and safe”.",
            "And Trump will be able to try for more than that."
        ],
        "tf-idf score": [
            1.0343257309402654,
            1.0337730979457864,
            0.08781037074984321
        ]
    },
    "0.16880610186239806-3-724": {
        "average clique similarity": 0.16880610186239806,
        "clique": [
            "3-He has built his pol",
            "4-Word of Trump s choi",
            "0- For too long  the E"
        ],
        "median tf-idf score": 0.6404955741201778,
        "publications": [
            "Washington Post",
            "Fox News",
            "Buzzfeed News"
        ],
        "sentences": [
            "He has built his political career by trying to undermine EPA’s mission of environmental protection,” said Fred Krupp,  president of the Environmental Defense Fund.",
            "Word of Trump’s choice for the Environmental Protection Agency came as the   also named Iowa Gov.",
            "“For too long, the Environmental Protection Agency has spent taxpayer dollars on an      agenda that has destroyed millions of jobs,” Trump said in a statement."
        ],
        "tf-idf score": [
            0.6419234881462768,
            0.3674485472650185,
            0.6404955741201778
        ]
    },
    "0.17064988491003294-3-417": {
        "average clique similarity": 0.17064988491003294,
        "clique": [
            "0-The finding gave the",
            "5-The new EPA  might t",
            "3- What concerns the s"
        ],
        "median tf-idf score": 0.49491287142882795,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "The finding gave the federal agency nationwide authority to begin curbing emissions of those gases.",
            "The new EPA “might try to argue that they don’t think they have the authority to regulate greenhouse gases from existing power plants,” Freeman said.",
            "“What concerns the states is the process, the procedures, the authority that the EPA is exerting that we think is entirely inconsistent with its constitutional and statutory authority,” he said at the time."
        ],
        "tf-idf score": [
            0.29909362206278073,
            0.6175138828680877,
            0.49491287142882795
        ]
    },
    "0.17262850588906387-3-156": {
        "average clique similarity": 0.17262850588906387,
        "clique": [
            "3-  Dismantling the re",
            "5- The EPA would have ",
            "2-Whether it is succes"
        ],
        "median tf-idf score": 0.27922638856397797,
        "publications": [
            "Washington Post",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "” Dismantling the regulation if it survives the courts would not be simple, because the agency has already finalized it  —   meaning that to undo and replace it would require a public notice and comment process.",
            "“The EPA would have to go out for public comment on that  —   and that usually takes a year or two,” Freeman explained.",
            "Whether it is successful will depend on the Senate, on the courts, and on how well environmental advocates make their case to the public."
        ],
        "tf-idf score": [
            0.4295710050105527,
            0.27922638856397797,
            0.24251020821207572
        ]
    },
    "0.17313531591948483-3-401": {
        "average clique similarity": 0.17313531591948483,
        "clique": [
            "3-  But he added that ",
            "5-   That is not reall",
            "2-All this is not to s"
        ],
        "median tf-idf score": 0.2705183219425221,
        "publications": [
            "Washington Post",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "” But he added that’s where Congress should have authority, not EPA “This is something from a constitutional and statutory perspective that causes great concern.",
            "” (That is not really true.)",
            "All this is not to say that Pruitt has omitted climate regulations from his litigation."
        ],
        "tf-idf score": [
            0.2705183219425221,
            0.01998866996801756,
            0.5929657013116941
        ]
    },
    "0.177563183058421-4-605": {
        "average clique similarity": 0.177563183058421,
        "clique": [
            "5-What is in the recor",
            "3- Scott Pruitt has a ",
            "2- Pruitt has a clear ",
            "1-Trump aides praised "
        ],
        "median tf-idf score": 0.5475507630630373,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "What is in the record to support that change?",
            "“Scott Pruitt has a record of attacking the environmental protections that EPA is charged with enforcing.",
            "“Pruitt has a clear record of hostility to the EPA’s mission, and he is a completely inappropriate choice to lead it.",
            "Trump aides praised Pruitt’s conservative record."
        ],
        "tf-idf score": [
            0.09676782238835865,
            0.757170863221454,
            0.7118244540949601,
            0.3832770720311145
        ]
    },
    "0.17944765450334685-3-580": {
        "average clique similarity": 0.17944765450334685,
        "clique": [
            "1-Trump vowed during h",
            "2-The American Lung As",
            "6- The American people"
        ],
        "median tf-idf score": 0.3208616060505567,
        "publications": [
            "NPR",
            "Reuters",
            "Atlantic"
        ],
        "sentences": [
            "Trump vowed during his campaign to pull the United States out of the Paris deal, saying it would put American businesses at a competitive disadvantage.",
            "The American Lung Association calls it “one of the most dangerous” pollutants in the United States.",
            "”The American people are tired of seeing billions of dollars drained from our economy due to unnecessary EPA regulations, and I intend to run this agency in a way that fosters both responsible protection of the environment and freedom for American businesses,” Pruitt said in a statement Friday."
        ],
        "tf-idf score": [
            0.3208616060505567,
            0.18933761507781466,
            0.9477275757207871
        ]
    },
    "0.18002202023477817-3-724": {
        "average clique similarity": 0.18002202023477817,
        "clique": [
            "6- He is a climate sci",
            "1- Attorney General Pr",
            "3-Before serving as at"
        ],
        "median tf-idf score": 0.791953652718517,
        "publications": [
            "NPR",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "”He is a climate science denier who, as Attorney General for the state of Oklahoma, regularly conspired with the fossil fuel industry to attack EPA regulations”.",
            "”Attorney General Pruitt has a strong conservative record as a state prosecutor and has demonstrated a familiarity with laws and regulations impacting a large energy resource state,” one of the aides said on a transition team briefing call on Wednesday.",
            "Before serving as attorney general, he was a member of the state legislature."
        ],
        "tf-idf score": [
            0.791953652718517,
            1.045084933797753,
            0.305181019909776
        ]
    },
    "0.18093507751769292-3-183": {
        "average clique similarity": 0.18093507751769292,
        "clique": [
            "5-Pruitt has been an a",
            "4-Pruitt  48  has been",
            "6-Pruitt  who met with"
        ],
        "median tf-idf score": 0.7462467649686165,
        "publications": [
            "NPR",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "Pruitt has been an ardent opponent of these efforts for years.",
            "Pruitt, 48, has been a reliable booster of the fossil fuel industry and a critic of what he derides as the EPA’s ”activist agenda”.",
            "Pruitt, who met with Trump Thursday morning at Trump Tower in New York, has been an ardent defender of fossil fuels and the coal industry."
        ],
        "tf-idf score": [
            0.4848628586938371,
            0.7639839927364718,
            0.7462467649686165
        ]
    },
    "0.1947888097052951-3-5": {
        "average clique similarity": 0.1947888097052951,
        "clique": [
            "6-In an interview with",
            "1-In an interview with",
            "3-  In an interview wi"
        ],
        "median tf-idf score": 0.8516033470971299,
        "publications": [
            "Reuters",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "In an interview with the Oklahoma Independent Petroleum Association, Pruitt described himself as ”a big fan of beef” and said his favorite drink was coffee.",
            "In an interview with Reuters in September, Pruitt said he  sees the Clean Power Plan as a form of federal ”coercion and commandeering” of energy policy and that his state should have ”sovereignty to make decisions for its own markets”.",
            "” In an interview with The Post in September, as a D C federal appeals court was preparing to hear arguments over the Clean Power Plan, Pruitt detailed why he has remained a leading opponent of the EPA’s efforts to curb carbon emissions by regulating power plants."
        ],
        "tf-idf score": [
            0.6039230574998051,
            0.8516033470971299,
            1.1576294660988509
        ]
    },
    "0.19545381327518285-3-138": {
        "average clique similarity": 0.19545381327518285,
        "clique": [
            "2-In a certain light  ",
            "4-Terry Branstad as hi",
            "3-Pruitt has spent muc"
        ],
        "median tf-idf score": 0.7186831255977949,
        "publications": [
            "Fox News",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "In a certain light, Pruitt is an inspired choice to lead the EPA, as he has made fighting the agency a hallmark of his career.",
            "Terry Branstad as his pick for ambassador to China and asked retired Gen. John Kelly to lead the Department of Homeland Security.",
            "Pruitt has spent much of his energy as attorney general fighting the very agency he is being nominated to lead."
        ],
        "tf-idf score": [
            0.7637296882010853,
            0.18633062459808591,
            0.7186831255977949
        ]
    },
    "0.19674015125135505-3-642": {
        "average clique similarity": 0.19674015125135505,
        "clique": [
            "2-They ll likely also ",
            "4-Representing his sta",
            "1-U S Senator Jim Inho"
        ],
        "median tf-idf score": 1.2674899782624984,
        "publications": [
            "Atlantic",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "They’ll likely also clash again: As the powerful attorney general of a populous liberal state, Schneiderman will lead the litigative charge against any weakening of EPA regulations —  just as Pruitt led litigation against Obama’s EPA Every Republican administration since Ronald Reagan’s has taken office promising to roll back some environmental regulations.",
            "Representing his state as attorney general since 2011, Pruitt has repeatedly sued the EPA to roll back environmental regulations and other health protections.",
            "U S Senator Jim Inhofe of Oklahoma, also a climate change skeptic, said ”Pruitt has fought back against unconstitutional and overzealous environmental regulations like Waters of the U S and the Clean Power Plan; he has proven that being a good steward of the environment does not mean burdening tax payers and businesses with red tape”."
        ],
        "tf-idf score": [
            1.3116673047136247,
            1.081893525362812,
            1.2674899782624984
        ]
    },
    "0.19694859156354494-3-192": {
        "average clique similarity": 0.19694859156354494,
        "clique": [
            "5- Or they could argue",
            "2-Instead  they single",
            "3-They tend to have th"
        ],
        "median tf-idf score": 0.11879890134036597,
        "publications": [
            "Vox",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "“Or they could argue that even if they do have that authority, they think there’s a better approach to the standard [than the specific regulation Obama’s EPA set up].",
            "Instead, they singled out   measures, initiated under previous presidential administrations, that tend to be popular with the public.",
            "They tend to have this approach that the end justifies the means ."
        ],
        "tf-idf score": [
            0.40942796289390493,
            0.11879890134036597,
            0.04014340181386823
        ]
    },
    "0.19902804201269653-3-498": {
        "average clique similarity": 0.19902804201269653,
        "clique": [
            "3-They tend to justify",
            "1-In an opinion piece ",
            "2-Climate scientists h"
        ],
        "median tf-idf score": 0.3523852508205315,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "They tend to justify it by saying this big issue, this is an important issue.",
            "In an opinion piece in an Oklahoma newspaper this year, he wrote that he believes the debate over global warming is ”far from settled” and that scientists continue to disagree on the issue.",
            "Climate scientists have understood this to be the case since at least the early 1990s, and since then scholarly consensus on the issue has only strengthened."
        ],
        "tf-idf score": [
            0.06605853940285396,
            0.3845350114722076,
            0.3523852508205315
        ]
    },
    "0.2043831377332459-3-724": {
        "average clique similarity": 0.2043831377332459,
        "clique": [
            "2-Once  it had seemed ",
            "4-And Pruitt sued the ",
            "5-The EPA is in charge"
        ],
        "median tf-idf score": 0.6050983766089704,
        "publications": [
            "Atlantic",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "Once, it had seemed like perhaps Trump —  who speaks often of his adoration for clean air and clean water —  would bypass those old fights and only target Obama’s new climate rules.",
            "And Pruitt sued the EPA over the agency’s recent expansion of water bodies regulated under the federal Clean Water Act.",
            "The EPA is in charge of creating and enforcing federal regulations around air and water pollution, largely guided by laws like the Clean Air Act and Clean Water Act, which were first passed by Congress in the 1970s."
        ],
        "tf-idf score": [
            0.5428923475251546,
            0.7342586624417041,
            0.6050983766089704
        ]
    },
    "0.2166096273760599-3-724": {
        "average clique similarity": 0.2166096273760599,
        "clique": [
            "5-Pruitt has also ques",
            "0-In discussions of   ",
            "1-Pruitt has also said"
        ],
        "median tf-idf score": 0.6446339117622382,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "Reuters"
        ],
        "sentences": [
            "Pruitt has also questioned and misrepresented the science of climate change.",
            "In discussions of   climate change, Pruitt has said as recently as May that the large body of research indicating that carbon dioxide and other pollutants from the burning of fossil fuels are warming the planet is unsettled science.",
            "Pruitt has also said he is skeptical of climate change."
        ],
        "tf-idf score": [
            0.5766384924571923,
            0.9076568941922297,
            0.6446339117622382
        ]
    },
    "0.22015982007532867-3-451": {
        "average clique similarity": 0.22015982007532867,
        "clique": [
            "2-Environmental groups",
            "4-As word of Pruitt s ",
            "3-  Environmental grou"
        ],
        "median tf-idf score": 0.20687871286598794,
        "publications": [
            "Atlantic",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Environmental groups immediately condemned Trump’s selection of him.",
            "As word of Pruitt’s nomination spread Wednesday, environmental and liberal groups quickly responded with condemnation.",
            "” Environmental groups reacted with alarm Wednesday at the nomination."
        ],
        "tf-idf score": [
            0.20687871286598794,
            0.49442809304356605,
            0.171187015789393
        ]
    },
    "0.22302266969925957-3-724": {
        "average clique similarity": 0.22302266969925957,
        "clique": [
            "4-He joined with other",
            "3-In 2030  the EPA pro",
            "0-Pruitt has said the "
        ],
        "median tf-idf score": 0.6031227668439231,
        "publications": [
            "Fox News",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "He joined with other Republican attorneys general in opposing the Clean Power Plan, which seeks to limit   carbon emissions from   power plants.",
            "In 2030, the EPA projected in its final Clean Power Plan rule, coal would be reduced to providing 27 percent of U S electricity, with natural gas at 33 percent.",
            "Pruitt has said the policy, called the Clean Power Plan, is “unlawful and overreaching."
        ],
        "tf-idf score": [
            0.5084872751986583,
            0.6031227668439231,
            0.7588699812867838
        ]
    },
    "0.22415120969775296-3-142": {
        "average clique similarity": 0.22415120969775296,
        "clique": [
            "3-Matea Gold contribut",
            "4-Fox News  John Rober",
            "0-Chris McDaniel contr"
        ],
        "median tf-idf score": 0.11301964634234704,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "Matea Gold contributed to this report.",
            "Fox News’ John Roberts and The Associated Press contributed to this report.",
            "Chris McDaniel contributed reporting from New York."
        ],
        "tf-idf score": [
            0.03723956668665026,
            0.11301964634234704,
            0.11543376254336676
        ]
    },
    "0.22971535968518533-3-585": {
        "average clique similarity": 0.22971535968518533,
        "clique": [
            "3-Pruitt  who has writ",
            "5-Under President Bara",
            "2-His most common targ"
        ],
        "median tf-idf score": 1.088724637755859,
        "publications": [
            "Atlantic",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "Pruitt, who has written that the debate on climate change is “far from settled,” joined a coalition of state attorneys general in suing the agency’s Clean Power Plan, the principal   policy aimed at reducing U S greenhouse gas emissions from the electricity sector.",
            "Under President Barack Obama, the EPA has been particularly active in formulating new rules on   power plants, cars, trucks, and oil and gas operations  —   all with an eye toward reducing conventional air pollutants and curbing the greenhouse gases that cause climate change.",
            "His most common target has been the Clean Power Plan, the Obama administration’s set of Clean Air Act rules meant to reduce greenhouse gas emissions from power plants."
        ],
        "tf-idf score": [
            1.3817176627527468,
            1.088724637755859,
            0.827829716546533
        ]
    },
    "0.24967974246980218-3-270": {
        "average clique similarity": 0.24967974246980218,
        "clique": [
            "5-Ever since becoming ",
            "1-Since becoming the t",
            "3-   Rhea Suh  preside"
        ],
        "median tf-idf score": 1.0872444706864097,
        "publications": [
            "Vox",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Ever since becoming Oklahoma’s top prosecutor in 2011, Pruitt has joined or led state lawsuits to block virtually every major federal regulation around climate and air pollution that Obama’s EPA has put forward.",
            "Since becoming the top prosecutor for the major   and   state in 2011, Pruitt, 48, has launched multiple lawsuits against regulations put forward by the agency he is now poised to lead, suing to block federal measures to reduce smog and curb toxic emissions from power plants.",
            "”  Rhea Suh, president of the Natural Resources Defense Council, said that “over the past five years, Pruitt has used his position as Oklahoma’s top prosecutor to sue the EPA in a series of attempts to deny Americans the benefits of reducing mercury, arsenic, and other toxins from the air we breathe; cutting smog that can cause asthma attacks; and protecting our wetlands and streams."
        ],
        "tf-idf score": [
            1.2064259299391948,
            1.076727617304217,
            1.0872444706864097
        ]
    },
    "0.2515498831456629-3-122": {
        "average clique similarity": 0.2515498831456629,
        "clique": [
            "5-Take Obama s Clean P",
            "2-The Clean Power Plan",
            "1-The Obama administra"
        ],
        "median tf-idf score": 0.4655617597523043,
        "publications": [
            "Reuters",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "Take Obama’s Clean Power Plan, a regulation finalized in 2015 that aims to reduce carbon dioxide emissions from the power sector.",
            "The Clean Power Plan is Obama’s main mechanism for pushing the United States to meet its pledge under the Paris Agreement.",
            "The Obama administration finalized the Clean Power Plan in 2015 as a key part of meeting U S obligations under the Paris Climate Agreement, an accord among nearly 200 countries to curb global warming."
        ],
        "tf-idf score": [
            0.4655617597523043,
            0.4369647489728953,
            0.5756798295373257
        ]
    },
    "0.2769920458773375-4-394": {
        "average clique similarity": 0.2769920458773375,
        "clique": [
            "3-           Donald Tr",
            "1- Donald Trump will n",
            "0- WASHINGTON      Sco",
            "2-  The significance c"
        ],
        "median tf-idf score": 1.2237262804097346,
        "publications": [
            "Reuters",
            "Washington Post",
            "Atlantic",
            "Buzzfeed News"
        ],
        "sentences": [
            "           Donald Trump is expected to nominate Scott Pruitt, the attorney general of the oil and   state of Oklahoma, to head the Environmental Protection Agency, a move signaling an assault on President Obama’s climate change and environmental legacy.",
            " Donald Trump will name Oklahoma Attorney General Scott Pruitt, an ardent opponent of President Barack Obama’s measures to curb climate change, as head of the Environmental Protection Agency, a Trump transition team official said on Wednesday, a choice that enraged green activists and cheered the oil industry.",
            " WASHINGTON  —   Scott Pruitt, the attorney general of Oklahoma who has opposed the US Environmental Protection Agency through letters and lawsuits throughout the Obama administration, is Donald Trump’s pick to run that agency during his presidency, his transition team announced on Thursday.",
            "” The significance could not be more clear: As he promised on the trail, Trump will likely use the powers of the presidency and the legal expertise of Pruitt to block or weaken the Obama administration’s attempts to fight climate change."
        ],
        "tf-idf score": [
            1.2400399147141343,
            1.4800461290683244,
            1.2074126461053347,
            0.796998786343049
        ]
    },
    "0.27706743562022085-3-58": {
        "average clique similarity": 0.27706743562022085,
        "clique": [
            "3-Read more at Energy ",
            "1-Since the election  ",
            "2-And then  out of now"
        ],
        "median tf-idf score": 0.23379614130766252,
        "publications": [
            "Washington Post",
            "Reuters",
            "Atlantic"
        ],
        "sentences": [
            "Read more at Energy & Environment: Yes, Trump met with Al Gore.",
            "Since the election, however, Trump has said he will keep an ”open mind” about the climate deal, and also met with former Vice President Al Gore, a leading climate change activist.",
            "And then, out of nowhere, he met with Al Gore, who won a Nobel Peace Prize for educating the public about the dangers of climate change."
        ],
        "tf-idf score": [
            0.17395842716202212,
            0.6305185668815527,
            0.23379614130766252
        ]
    },
    "0.31111660824025805-3-93": {
        "average clique similarity": 0.31111660824025805,
        "clique": [
            "2-That one was dismiss",
            "3-  In 2014  the New Y",
            "6-The New York Times h"
        ],
        "median tf-idf score": 0.9889171654607922,
        "publications": [
            "NPR",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "That one was dismissed.",
            "” In 2014, the New York Times reported that a letter ostensibly written by Pruitt alleging that the agency overestimated air pollution from natural gas drilling was actually written by lawyers for Devon Energy, one of the state’s largest oil and gas companies.",
            "The New York Times has reported that one letter to the EPA from Pruitt was ghostwritten by lawyers for Devon Energy, an Oklahoma oil and gas company."
        ],
        "tf-idf score": [
            0.05423458329994419,
            0.9889171654607922,
            1.062098505993145
        ]
    },
    "0.3251547243369093-3-724": {
        "average clique similarity": 0.3251547243369093,
        "clique": [
            "6-  Donald Trump inten",
            "2-Trump has chosen E S",
            "5- Donald Trump plans "
        ],
        "median tf-idf score": 0.9632019595599328,
        "publications": [
            "NPR",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "  Donald Trump intends to nominate Oklahoma Attorney General Scott Pruitt to head the Environmental Protection Agency, announcing his decision in a statement Thursday.",
            "Trump has chosen E Scott Pruitt, the attorney general of Oklahoma, to lead the EPA, according to early reports.",
            " Donald Trump plans to nominate Oklahoma Attorney General Scott Pruitt to head the Environmental Protection Agency  —   a     pick that suggests big, big changes could be in store for environmental policy."
        ],
        "tf-idf score": [
            0.9041813102982849,
            0.9632019595599328,
            1.022803088644372
        ]
    },
    "0.34553510036456814-5-724": {
        "average clique similarity": 0.34553510036456814,
        "clique": [
            "3-On his Linked In pag",
            "0-Pruitt is  by his ow",
            "5-He calls himself the",
            "6-As attorney general ",
            "2-His own website call"
        ],
        "median tf-idf score": 0.544831309820379,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Vox",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "On his Linked In page, Pruitt boasts of being “a leading advocate against the EPA’s activist agenda.",
            "Pruitt is, by his own admission in his online biography, a “leading advocate against the EPA’s activist agenda.",
            "He calls himself the “leading advocate against the EPA’s activist agenda” and has long insisted that states can often regulate pollution better than the federal government can.",
            "As attorney general, Pruitt has made no secret of his disdain for the EPA His official biography calls him ”a leading advocate against the EPA’s activist agenda”.",
            "His own website calls him “a leading advocate against the EPA’s activist agenda."
        ],
        "tf-idf score": [
            0.5279332630958226,
            0.544831309820379,
            0.64698296359038,
            0.8525195532459694,
            0.2626204185723344
        ]
    },
    "0.39032776423326804-3-166": {
        "average clique similarity": 0.39032776423326804,
        "clique": [
            "2-Since he was elected",
            "0-Pruitt was elected t",
            "6-He spent eight years"
        ],
        "median tf-idf score": 0.7394236217694762,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "Since he was elected Oklahoma’s attorney general, in 2010, Pruitt has racked up a sizable record —  impressive in its number of lawsuits if not in its number of victories —  of suing the EPA Many of these suits did not target   policies.",
            "Pruitt was elected to the office of Oklahoma Attorney General in 2010, after he had served in the Oklahoma State Senate for eight years.",
            "He spent eight years in Oklahoma’s Senate before being elected state attorney general in 2010."
        ],
        "tf-idf score": [
            0.9886133378230755,
            0.7394236217694762,
            0.4038005060019252
        ]
    },
    "0.47156844683297844-3-724": {
        "average clique similarity": 0.47156844683297844,
        "clique": [
            "2-In one case  a New Y",
            "0-Many of the notes se",
            "5-As the New York Time"
        ],
        "median tf-idf score": 0.7494655114977727,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Vox"
        ],
        "sentences": [
            "In one case, a New York Times investigation revealed that Pruitt sent an official letter to the EPA, bearing his signature and letterhead, that had been almost completely written by lawyers at Devon Energy, a major oil and gas company.",
            "Many of the notes sent under Pruitt’s name were written by lawyers from Devon Energy, an oil and gas company based in Oklahoma City, a 2014 New York Times investigation found.",
            "As the New York Times’s Eric Lipton later discovered, this letter was actually written by lawyers for Devon Energy, one of the state’s largest oil and gas companies."
        ],
        "tf-idf score": [
            0.9401345238135776,
            0.7494655114977727,
            0.560547539847598
        ]
    },
    "0.5925618338968949-3-724": {
        "average clique similarity": 0.5925618338968949,
        "clique": [
            "5-In a piece for Natio",
            "4-In an opinion articl",
            "2-Earlier this year  f"
        ],
        "median tf-idf score": 0.3468626792102747,
        "publications": [
            "Vox",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "In a piece for National Review last May, he wrote: “Scientists continue to disagree about the degree and extent of global warming and its connection to the actions of mankind.",
            "In an opinion article published earlier this year by National Review, Pruitt suggested the debate over global warming ”is far from settled” and claimed ”scientists continue to disagree about the degree and extent of global warming and its connection to the actions of mankind”.",
            "Earlier this year, for instance, he wrote in the National Review that “scientists continue to disagree about the degree and extent of global warming and its connection to the actions of mankind."
        ],
        "tf-idf score": [
            0.2972268143198658,
            0.6829250277729955,
            0.3468626792102747
        ]
    }
}