{
    "0.11262343217515691-3-776": {
        "average clique similarity": 0.11262343217515691,
        "clique": [
            "3- For too long the Un",
            "4- It s inconceivable ",
            "2-Sessions also has qu"
        ],
        "median tf-idf score": 0.6450096452079962,
        "publications": [
            "Reuters",
            "NPR",
            "Breitbart"
        ],
        "sentences": [
            "“For too long the United States has entered in the trade deals, on the promise of economic bounty only to see workers impoverished, industries disappear, manufacturing jobs declined,” Sessions said in a speech against a vote to give Obama authority to negotiate the trade deal.",
            "”It’s inconceivable to me that a person of this attitude is qualified to be a U S attorney, let alone a United States federal judge,” Kennedy said.",
            "Sessions also has questioned the 14th Amendment, which guarantees citizenship to everyone born in the United States, and opposes plans to admit more immigrants from   Middle Eastern countries."
        ],
        "tf-idf score": [
            0.8991425773269068,
            0.39998194834314355,
            0.6450096452079962
        ]
    },
    "0.12464742099893644-3-426": {
        "average clique similarity": 0.12464742099893644,
        "clique": [
            "4-She calls Sessions t",
            "3-Sessions called Trum",
            "2-Sessions    and at t"
        ],
        "median tf-idf score": 0.6388311109505331,
        "publications": [
            "Breitbart",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "She calls Sessions the most   voice in Congress.",
            "Sessions called Trump’s testimony “a breath of fresh air” and thanked him for showing Congress how to save money.",
            "Sessions’   and at times inflammatory statements on immigration are similar to Trump’s but have angered other members of Congress."
        ],
        "tf-idf score": [
            0.43114684451071894,
            0.6388311109505331,
            0.728677717346142
        ]
    },
    "0.1277241339821427-3-539": {
        "average clique similarity": 0.1277241339821427,
        "clique": [
            "2- The door  to Sessio",
            "0- Lady Gaga said she ",
            "5-As he put it  it wou"
        ],
        "median tf-idf score": 0.6444284603093767,
        "publications": [
            "Reuters",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "”The door (to Sessions) has been open and we expect it to remain open,” Pasco said.",
            "“Lady Gaga said she’s addicted to it, and it is not harmless,” Sessions told   General Eric Holder in a 2014 hearing.",
            "As he put it, it would “send a message to judges and prosecutors that we’re not interested in people serving sentences anymore” when “the crime rate is beginning to go up."
        ],
        "tf-idf score": [
            0.6444284603093767,
            0.6787742020048195,
            0.14594881762228643
        ]
    },
    "0.12878593009176265-3-421": {
        "average clique similarity": 0.12878593009176265,
        "clique": [
            "3-Leahy and I are talk",
            "4- Do we want to have ",
            "0-It ensures that Amer"
        ],
        "median tf-idf score": 0.47833662945805205,
        "publications": [
            "Breitbart",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Leahy and I are talking, during these hearings, we’re going to do that crack cocaine thing that you and I have talked about before,” he said as the room erupted in laughter.",
            "”Do we want to have a legal system or not?” Sessions said 10 years ago, calling for tougher border enforcement.",
            "It ensures that Americans have the right to vote that they can find a place to live, work, or get an education without discrimination that local law enforcement agencies do not violate the constitutional rights of the communities they police and that the nation’s   laws are defended and preserved in court."
        ],
        "tf-idf score": [
            0.2729714108370649,
            0.6534334973178698,
            0.47833662945805205
        ]
    },
    "0.12950319524187492-3-825": {
        "average clique similarity": 0.12950319524187492,
        "clique": [
            "4-Now  Session sits on",
            "5-From very early on i",
            "0- There were question"
        ],
        "median tf-idf score": 0.5511315988330521,
        "publications": [
            "Vox",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Now, Session sits on the very panel that rejected his nomination to the federal bench.",
            "From very early on in his career, then, Sessions was about cracking down on crime and particularly drugs in a punitive way.",
            "“There were questions about [Sessions] ability to be fair and impartial on the bench back then and those questions remain today."
        ],
        "tf-idf score": [
            0.5511315988330521,
            0.6319275194108517,
            0.4543981965060861
        ]
    },
    "0.13027068536878947-3-320": {
        "average clique similarity": 0.13027068536878947,
        "clique": [
            "5-   The FBI shows the",
            "0- Instead of   them  ",
            "4-And since then  at l"
        ],
        "median tf-idf score": 0.39109565636707055,
        "publications": [
            "Atlantic",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "” (The FBI shows the homicide rate ticked up in 2015, but it’s still at half of what it was at its peak in the 1990s.)",
            "“Instead of   them, if instead the choice is made to prosecute them, you could have thousands and thousands and thousands of immigration crimes being prosecuted criminally, and they could fill up the federal prisons,” said Margo Schlanger, a professor of law at the University of Michigan and former head of civil rights at the Department of Homeland Security under Obama.",
            "And since then, at least one of the ”no” votes, the late Sen. Arlen Specter of Pennsylvania, said it was a mistake."
        ],
        "tf-idf score": [
            0.1836887006559831,
            0.8210600334218976,
            0.39109565636707055
        ]
    },
    "0.13094346166121018-3-136": {
        "average clique similarity": 0.13094346166121018,
        "clique": [
            "0-  The Justice Depart",
            "5-And it helped reduce",
            "1-But a CNN examinatio"
        ],
        "median tf-idf score": 0.2431375717275161,
        "publications": [
            "CNN",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "” The Justice Department does far more than prosecute federal crimes.",
            "And it helped reduce one of the major drivers of racial disparities in the criminal justice system, because crack is more common in black communities than powder cocaine.",
            "But a CNN examination of the statements at issue in that hearing three decades ago    a defining moment in Sessions’ life  —   reveals a more nuanced portrait than has sometimes been conveyed over the years."
        ],
        "tf-idf score": [
            0.23858066544690257,
            0.2431375717275161,
            0.6744152830429286
        ]
    },
    "0.13206502709863518-3-13": {
        "average clique similarity": 0.13206502709863518,
        "clique": [
            "1-Hebert  the Justice ",
            "5- There are questions",
            "3- Here are six things"
        ],
        "median tf-idf score": 0.9724354621125912,
        "publications": [
            "Vox",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "Hebert, the Justice Department prosecutor who testified about Sessions alleged comments about the NAACP and ACLU, said he has had no contact with his former colleague since the hearing three decades ago.",
            "(There are questions, however, about whether Sessions’s involvement was in reality not about genuine reform but about making sure the disparity between crack and powder cocaine wasn’t closed too much.)",
            "[Here are six things you need to know about Jeff Sessions:  1: The First U S Senator to Endorse Donald Trump for President, Sessions was already familiar with Trump when the developer came to Capitol Hill to testify about proposed renovations to the U N headquarters in 2005."
        ],
        "tf-idf score": [
            0.9724354621125912,
            0.6834605177364942,
            0.9753169423604688
        ]
    },
    "0.13539089639286025-3-87": {
        "average clique similarity": 0.13539089639286025,
        "clique": [
            "2-Sessions was Trump s",
            "3-In February 2016  Se",
            "4-In announcing his no"
        ],
        "median tf-idf score": 0.8095735255401031,
        "publications": [
            "NPR",
            "Breitbart",
            "Reuters"
        ],
        "sentences": [
            "Sessions was Trump’s only backer in the Senate for months and became a powerful member of his inner circle.",
            "In February 2016, Sessions appeared at a rally with Trump in Mobile, Alabama and endorsed him for president, a blow for his senate colleague Ted Cruz who was also running for president.",
            "In announcing his nomination for attorney general,   Trump called Sessions a ”  legal mind”."
        ],
        "tf-idf score": [
            0.8095735255401031,
            0.9467462061570299,
            0.7893553035123505
        ]
    },
    "0.13843129822337522-3-431": {
        "average clique similarity": 0.13843129822337522,
        "clique": [
            "1- Now the campaign rh",
            "3- I told Donald Trump",
            "5-Sessions is also ver"
        ],
        "median tf-idf score": 0.7194620296233312,
        "publications": [
            "Vox",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "”Now the campaign rhetoric is becoming transition reality”.",
            "“I told Donald Trump this isn’t a campaign, this is a movement,” Sessions said.",
            "Sessions is also very conservative on immigration, which is one of the reasons he came around to supporting Trump (who based much of his campaign on being “tough” on immigration) fairly early in the Republican primary."
        ],
        "tf-idf score": [
            0.037939917532603694,
            0.7194620296233312,
            0.7466922700476849
        ]
    },
    "0.1410623963119574-3-128": {
        "average clique similarity": 0.1410623963119574,
        "clique": [
            "5-The Obama administra",
            "2-As a senator  Sessio",
            "0-  Sessions referred "
        ],
        "median tf-idf score": 0.7642859229929131,
        "publications": [
            "Reuters",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "The Obama administration took a   approach to states that legalized.",
            "As a senator, Sessions opposed Obama’s nomination of Loretta Lynch as attorney general on the grounds that she would carry out an Obama immigration policy that shielded many undocumented immigrants from deportation.",
            "” Sessions referred to the Obama administration’s decision to stop defending the law banning the federal government from recognizing   marriages, a law ultimately struck down by the Supreme Court, as a “shameful and disgraceful and an abandonment of the rule of law."
        ],
        "tf-idf score": [
            0.10692094238680848,
            0.8739674060071241,
            0.7642859229929131
        ]
    },
    "0.1495895843990737-3-663": {
        "average clique similarity": 0.1495895843990737,
        "clique": [
            "2-As attorney general ",
            "1-All things considere",
            "5-One of Sessions s bi"
        ],
        "median tf-idf score": 0.7403956420897644,
        "publications": [
            "Reuters",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "As attorney general, Sessions would be able to turn more to state governments to enforce federal immigration laws.",
            "All things considered, Hebert, said, he found it a frightening prospect that Sessions would be appointed attorney general.",
            "One of Sessions’s biggest jobs as attorney general will be guiding the massive network of federal prosecutors, which sprawls all across the US In that role, Sessions could try to double down on mass incarceration."
        ],
        "tf-idf score": [
            0.792405803509415,
            0.7403956420897644,
            0.7181413977270407
        ]
    },
    "0.15239347030762132-3-627": {
        "average clique similarity": 0.15239347030762132,
        "clique": [
            "0-The choice of Sessio",
            "5-On the campaign trai",
            "2-Judiciary Committee "
        ],
        "median tf-idf score": 0.9625063409325364,
        "publications": [
            "Reuters",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "The choice of Sessions, a hardliner who has long criticized the Obama administration’s immigration policy as too lenient and opposed the bipartisan Senate immigration reform bill, also suggests that Trump has every intention of engaging in the massive crackdown on immigration he advertised during his campaign.",
            "On the campaign trail, Sessions’s very conservative views on immigration made him a close Trump ally.",
            "Judiciary Committee member Senator Jeff Flake, a moderate Republican on immigration issues and a   critic of Trump, said on Twitter that he will support Sessions, who he said is ”well regarded, even by those who don’t always agree with him”."
        ],
        "tf-idf score": [
            0.9625063409325364,
            0.6679263395799419,
            1.045353193210718
        ]
    },
    "0.16002943120938723-3-309": {
        "average clique similarity": 0.16002943120938723,
        "clique": [
            "5-Particularly on crim",
            "2-Kristen Clarke  pres",
            "4- When the   has call"
        ],
        "median tf-idf score": 0.7117450298719598,
        "publications": [
            "NPR",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "Particularly on criminal justice and voting rights, this makes Sessions a big threat for reformers and civil rights advocates who made gains during President Barack Obama’s time in office  —   but will likely see many of those gains erased under Sessions.",
            "Kristen Clarke, president of the Lawyers’ Committee for Civil Rights Under Law, told Reuters: ”Our nation deserves an attorney general who will be committed to enforcement of our nation’s civil rights laws and who will not turn the clock back on progress that has been made”.",
            "”When the   has called for an expansion of stop and frisk, and he’s nominated a senator with an atrocious record on civil rights, A and B do not spell justice for most Americans,” Brooks says."
        ],
        "tf-idf score": [
            0.9091747736515585,
            0.7117450298719598,
            0.5986955550237514
        ]
    },
    "0.16104530210421275-3-359": {
        "average clique similarity": 0.16104530210421275,
        "clique": [
            "1-He said he and Sessi",
            "3-Record of supporting",
            "2-If approved for the "
        ],
        "median tf-idf score": 0.9179302173007863,
        "publications": [
            "Reuters",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "He said he and Sessions would engage in ”spirited debate” about civil rights and that he sometimes wondered if Sessions was baiting him with controversial statements.",
            "Record of supporting civil rights, The Trump campaign reacted on Friday to accusations that Sessions was too controversial a nominee.",
            "If approved for the job by a simple majority in the   Senate, Sessions, 69, would lead the Justice Department and the FBI He brings a record of controversial positions on race, immigration and criminal justice reform that Democrats may target."
        ],
        "tf-idf score": [
            0.9179302173007863,
            0.9874572740226999,
            0.8548592070586555
        ]
    },
    "0.16312110647448716-3-373": {
        "average clique similarity": 0.16312110647448716,
        "clique": [
            "5-Sessions has a very ",
            "2- Given some of his p",
            "1- The way he was port"
        ],
        "median tf-idf score": 0.8810299967955277,
        "publications": [
            "Vox",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "Sessions has a very conservative record on issues the Department of Justice oversees            Sessions has a long conservative record, one that suggests he would move the Justice Department to the right on issues ranging from crime to immigration.",
            "”Given some of his past statements and his staunch opposition to immigration reform, I am very concerned about what he would do with the Civil Rights Division at the Department of Justice and want to hear what he has to say,” said Charles Schumer, the newly elected Democratic Senate leader.",
            "”The way he was portrayed,” retired Department of Justice prosecutor Barry Kowalski said, ”was very unfair”."
        ],
        "tf-idf score": [
            0.9172900157681656,
            0.8810299967955277,
            0.5142652254764642
        ]
    },
    "0.16649470000687364-3-474": {
        "average clique similarity": 0.16649470000687364,
        "clique": [
            "1-READ MORE  Trump pic",
            "2-Sessions said he was",
            "0-Defenders of Session"
        ],
        "median tf-idf score": 0.9981280103980075,
        "publications": [
            "Atlantic",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "READ MORE: Trump picks Sessions for attorney general, Testifying on his own behalf at the hearing, Sessions acknowledged that he was ”loose with my tongue on occasion” and may have made comments about the ACLU and NAACP that could have been misconstrued ”but I really did not mean any harm by it”.",
            "Sessions said he was not a racist, but he said at his hearing that groups such as the National Association for the Advancement of Colored People and the American Civil Liberties Union could be considered ” ”.",
            "Defenders of Sessions might argue that his racist views may have changed, that he has reformed, that the sins of Sessions’s past should not bear on his future."
        ],
        "tf-idf score": [
            1.0067121457865333,
            0.9981280103980075,
            0.5707763044518146
        ]
    },
    "0.16720070955896624-3-917": {
        "average clique similarity": 0.16720070955896624,
        "clique": [
            "5-Sessions  for one  h",
            "3-  In August 2016  Se",
            "4-From his post as cha"
        ],
        "median tf-idf score": 0.6846671322783434,
        "publications": [
            "Vox",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "Sessions, for one, helped shape Trump’s immigration plan, which cracks down on both illegal and legal immigration.",
            "” In August 2016, Sessions wore a ‘Make Mexico Great Again Also’ hat while Trump outlined his tough positions on illegal immigration.",
            "From his post as chairman of the Judiciary Committee’s immigration panel, he’s long been the Senate’s leading voice against illegal immigration and expanding guest worker programs."
        ],
        "tf-idf score": [
            0.6846671322783434,
            0.7314126066712758,
            0.3295701227306889
        ]
    },
    "0.1690399014624949-3-471": {
        "average clique similarity": 0.1690399014624949,
        "clique": [
            "1-  CNN  As the US att",
            "0-  In 1986 Sessions a",
            "5-In his defense  he c"
        ],
        "median tf-idf score": 0.8142320542901421,
        "publications": [
            "Vox",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            " (CNN) As the US attorney in Mobile, Alabama, Jeff Sessions was talking over a case one day in the 1980s with two fellow prosecutors.",
            "” In 1986 Sessions acknowledged that he believed the law that made it possible for black Americans to vote in the South was “intrusive” two decades later he was saying the same thing.",
            "In his defense, he cited a case in which as a federal prosecutor in the 1980s he helped prosecute a KKK member for killing a black teen  —   although his actual role in prosecuting the case has been recently questioned."
        ],
        "tf-idf score": [
            0.8352243483451428,
            0.8142320542901421,
            0.35580646259069554
        ]
    },
    "0.16989729920859617-3-917": {
        "average clique similarity": 0.16989729920859617,
        "clique": [
            "1-Kowalski said he cou",
            "0-     This article or",
            "4-At the time  Session"
        ],
        "median tf-idf score": 0.7475672862285179,
        "publications": [
            "CNN",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "Kowalski said he could not directly contradict Figures.",
            "”  * This article originally stated that Sessions said the civil rights division does not protect the rights of   he said the opposite.",
            "At the time, Sessions said he was not the person his detractors were portraying."
        ],
        "tf-idf score": [
            0.17920222062322175,
            0.7709086479902705,
            0.7475672862285179
        ]
    },
    "0.17233266051850862-3-902": {
        "average clique similarity": 0.17233266051850862,
        "clique": [
            "2-   Donald Trump on F",
            "0-In his 1986 confirma",
            "5-Indeed  Trump s team"
        ],
        "median tf-idf score": 1.1857623449615764,
        "publications": [
            "Atlantic",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "   Donald Trump on Friday named his earliest and staunchest supporter in the Senate, conservative Republican Jeff Sessions, to become the next U S attorney general, triggering an outcry from civil rights groups as well as some conservatives outside Congress who are uneasy about Sessions’ positions.",
            "In his 1986 confirmation hearing, witnesses testified that Sessions referred to a black attorney as “boy,” described the Voting Rights Act as “intrusive,” attacked the NAACP and ACLU as “ ” for “forcing civil rights down the throats of people,” joked that he thought the Ku Klux Klan was ok until he found out they smoked marijuana, and referred to a white attorney who took on   cases as a  “traitor to his race.",
            "Indeed, Trump’s team suggested as much in a statement about the possibility of a Sessions’s nomination back in November: “While nothing has been finalized and he is still talking with others as he forms his cabinet, the   has been unbelievably impressed with Senator Sessions and his phenomenal record as Alabama’s Attorney General and U S Attorney."
        ],
        "tf-idf score": [
            1.1857623449615764,
            1.3163830017006326,
            1.0273722426817518
        ]
    },
    "0.17515685204042372-3-103": {
        "average clique similarity": 0.17515685204042372,
        "clique": [
            "0-Samuel Bagenstos  a ",
            "1- At a time when many",
            "5-As three civil right"
        ],
        "median tf-idf score": 1.0949860561033233,
        "publications": [
            "CNN",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "Samuel Bagenstos, a law professor at the University of Michigan and a former   official in the   division under Obama, said simply, “I don’t think Americans can have confidence that civil rights will be safe in the hands of a Sessions Department of Justice.",
            "”At a time when many US Attorneys in the South were not always welcoming to the Civil Rights Division, Jeff Sessions was,” said Kowalski, 72, and now retired from the Justice Department.",
            "As three civil rights lawyers wrote in the Washington Post, “We worked in the Justice Department’s Civil Rights Division, which brought those lawsuits; we handled three of the four ourselves."
        ],
        "tf-idf score": [
            1.0949860561033233,
            1.2398023438056676,
            0.43130554214300193
        ]
    },
    "0.1755884745581785-3-526": {
        "average clique similarity": 0.1755884745581785,
        "clique": [
            "1-But the damage was d",
            "4- I have done my job ",
            "3-5 billion cost was o"
        ],
        "median tf-idf score": 0.16056661518710508,
        "publications": [
            "NPR",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "But the damage was done.",
            "”I have done my job with integrity, equality and fairness for all”.",
            "5 billion cost was outrageous estimating that the actual cost could be done with $700 million."
        ],
        "tf-idf score": [
            0.16056661518710508,
            0.04444628155553472,
            0.20524921401482785
        ]
    },
    "0.176334529692875-4-618": {
        "average clique similarity": 0.176334529692875,
        "clique": [
            "2-REJECTED FROM JUDGES",
            "1-In 1986  Reagan nomi",
            "0-Updated on November ",
            "4-One thing that s exp"
        ],
        "median tf-idf score": 0.786366838249651,
        "publications": [
            "CNN",
            "NPR",
            "Atlantic",
            "Reuters"
        ],
        "sentences": [
            "REJECTED FROM JUDGESHIP Sessions was a federal prosecutor in 1986 when he became only the second nominee in 50 years to be denied confirmation as a federal judge.",
            "In 1986, Reagan nominated him to become a federal judge, a lifetime appointment requiring confirmation by the US Senate.",
            "Updated on November 18 at 1:40 p. m. ET  Senator Jefferson Beauregard Sessions III, a man whose views on race once led a Senate committee to deem him unfit for a federal judgeship, is Donald Trump’s choice to head the federal agency that enforces the nation’s   laws.",
            "One thing that’s expected to come up is the last time he was there: in 1986, when President Ronald Reagan had named Sessions to a federal judgeship."
        ],
        "tf-idf score": [
            0.7868481547509732,
            0.19188872664844556,
            1.0294051651455416,
            0.7858855217483288
        ]
    },
    "0.17733708758325706-3-163": {
        "average clique similarity": 0.17733708758325706,
        "clique": [
            "5-  Whatever Trump s i",
            "3-Sessions was one of ",
            "0-As a senator  Sessio"
        ],
        "median tf-idf score": 0.9590603526048365,
        "publications": [
            "Vox",
            "Breitbart",
            "Atlantic"
        ],
        "sentences": [
            "” Whatever Trump’s impressions of Sessions may be, the nomination ended up hugely controversial in the Senate  —   leading Republican Majority Leader Mitch McConnell of Kentucky to take the extraordinary move of silencing Sen. Elizabeth Warren, a Democrat from Massachusetts who was one of Sessions’s staunchest critics.",
            "Sessions was one of only five Republican senators who voted against giving Obama the authority to negotiate the deal.",
            "As a senator, Sessions was one of several Republican Senators who attempted to block the Justice Department from suing states over their harsh immigration laws."
        ],
        "tf-idf score": [
            0.9852341467537935,
            0.7716735998144207,
            0.9590603526048365
        ]
    },
    "0.1828088399643006-3-917": {
        "average clique similarity": 0.1828088399643006,
        "clique": [
            "0- The attorney genera",
            "4-In a statement from ",
            "5-But he could  for ex"
        ],
        "median tf-idf score": 0.7731780652084237,
        "publications": [
            "Atlantic",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "“The attorney general occupies the most important   role in the nation and, as such, must be someone committed to equal justice under law for all,” said Kristen Clarke, president of the Lawyer’s Committee for Civil Rights.",
            "In a statement from the transition team, Sessions said he embraces Trump’s ”vision for ’ ’ and his commitment to equal justice under the law”.",
            "But he could, for example, reverse the Justice Department’s   interpretation of federal civil rights laws and, in doing so, help halt the push for courts to recognize that LGBTQ people are protected from discrimination in the workplace, housing, schools, and other settings under federal law."
        ],
        "tf-idf score": [
            0.7731780652084237,
            0.890058393829522,
            0.6022967957372932
        ]
    },
    "0.18486020891172927-3-383": {
        "average clique similarity": 0.18486020891172927,
        "clique": [
            "3-He has a drawing of ",
            "1-In 2007  he was a ke",
            "0-    Under President "
        ],
        "median tf-idf score": 0.3556675771480699,
        "publications": [
            "Breitbart",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "He has a drawing of   and Battle Cat hanging in his office together with a transcript of remarks he made in 2007, after delivering a speech denouncing President George W Bush’s efforts for immigration reform.",
            "In 2007, he was a key player in the successful effort to defeat President George W Bush’s proposed overhaul of national immigration policy, which would have granted legal status to millions of undocumented immigrants.",
            "”   Under President George W Bush, the political appointees to the Justice Department’s   division were found in an internal investigation to have violated   laws by considering partisan affiliation in hiring."
        ],
        "tf-idf score": [
            0.3375454107896506,
            0.4469338321555303,
            0.3556675771480699
        ]
    },
    "0.18554110572293006-3-441": {
        "average clique similarity": 0.18554110572293006,
        "clique": [
            "4-I am not insensitive",
            "1-Kowalski testified t",
            "5- I am loose with my "
        ],
        "median tf-idf score": 0.11121739063889509,
        "publications": [
            "Vox",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "I am not insensitive to blacks,” he testified.",
            "Kowalski testified that he considered the comment a joke.",
            "“I am loose with my tongue on occasion, and I may have said something similar to that or could be interpreted to that,” he testified in 1986."
        ],
        "tf-idf score": [
            0.06068882725780053,
            0.11121739063889509,
            0.1678852119200189
        ]
    },
    "0.18804247179736985-3-17": {
        "average clique similarity": 0.18804247179736985,
        "clique": [
            "5-But Sessions  an opp",
            "1-As Sessions learned ",
            "0-He opposes marijuana"
        ],
        "median tf-idf score": 0.697878123087696,
        "publications": [
            "Vox",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "But Sessions, an opponent of legalization who once said “good people don’t smoke marijuana,” may take a   stance  —   cracking down on the now eight legal pot states and many more medical marijuana states in an effort to dismantle their systems of legalization.",
            "As Sessions learned that some members of the Klan had smoked marijuana on the evening of the slaying, he said aloud that he thought the KKK was: ”OK until I found out they smoked pot”.",
            "He opposes marijuana legalization, once citing Lady Gaga to warn of the perils of pot use."
        ],
        "tf-idf score": [
            0.697878123087696,
            0.8353980086458465,
            0.092895017776431
        ]
    },
    "0.19526516033700006-3-71": {
        "average clique similarity": 0.19526516033700006,
        "clique": [
            "2-Jim Pasco  the execu",
            "1-They carried out the",
            "5-Under the Obama admi"
        ],
        "median tf-idf score": 0.3175539200019383,
        "publications": [
            "Reuters",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "Jim Pasco, the executive director of Fraternal Order of Police, the nation’s largest police union, said police have had a good relationship working with Sessions, especially on policies that allow police to keep assets seized from criminals.",
            "They carried out the attack in retribution for a jury acquitting a black man in the slaying of a white police officer.",
            "Under the Obama administration, the Justice Department carried out nearly two dozen investigations into local police departments  —   more than any of President Obama’s predecessors  —   typically in response to   police shootings."
        ],
        "tf-idf score": [
            0.7405200645633574,
            0.14701876813764495,
            0.3175539200019383
        ]
    },
    "0.19743835132987733-3-205": {
        "average clique similarity": 0.19743835132987733,
        "clique": [
            "5- I did not harbor th",
            "2-No members of the Se",
            "1-The committee voted "
        ],
        "median tf-idf score": 0.8638861548922473,
        "publications": [
            "CNN",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "“I did not harbor the kind of animosities and   discrimination ideas that I was accused of,” Sessions said at a Senate nomination hearing.",
            "No members of the Senate Judiciary Committee, which will hold Sessions’ confirmation hearing, had expressed outright opposition to his nomination as of Friday morning, but many Democrats said he would get a thorough and tough confirmation hearing.",
            "The committee voted   against advancing Sessions’ nomination to a hearing before the full Senate."
        ],
        "tf-idf score": [
            0.8638861548922473,
            0.8840073148092986,
            0.6012493519801522
        ]
    },
    "0.1981226775694407-3-917": {
        "average clique similarity": 0.1981226775694407,
        "clique": [
            "1-The issue has reemer",
            "3-Sen  Jeff Sessions w",
            "4-Now  he is   Donald "
        ],
        "median tf-idf score": 0.8672294408689437,
        "publications": [
            "CNN",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "The issue has reemerged and could have magnified importance with   Donald Trump’s nomination of Sessions to become US attorney general.",
            "Sen. Jeff Sessions was selected by   Donald Trump to serve as his Attorney General, putting him in line to become the top law and order position of the Trump administration.",
            "Now, he is   Donald Trump’s pick for attorney general  —   and his   stance on immigration and    allegations of racism are sure to draw scrutiny in confirmation hearings."
        ],
        "tf-idf score": [
            0.8672294408689437,
            1.0914025765521003,
            0.5007799023432025
        ]
    },
    "0.19866615179775005-3-917": {
        "average clique similarity": 0.19866615179775005,
        "clique": [
            "3-  Moderate Republica",
            "5-He was later elected",
            "1-Two years later  he "
        ],
        "median tf-idf score": 0.38559543228911813,
        "publications": [
            "Breitbart",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "” Moderate Republican senator Arlen Specter later admitted that his vote against Sessions was “a mistake.",
            "He was later elected attorney general of Alabama in the 1990s.",
            "Two years later, he was elected to the US Senate, where he is now serving his fourth term."
        ],
        "tf-idf score": [
            0.7395440724241303,
            0.38559543228911813,
            0.2843078506144107
        ]
    },
    "0.2127405256274537-3-795": {
        "average clique similarity": 0.2127405256274537,
        "clique": [
            "4-Sessions is egalitar",
            "1-It was during a hear",
            "5-  Sessions said that"
        ],
        "median tf-idf score": 0.7887314880539199,
        "publications": [
            "NPR",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "Sessions is egalitarian,” Specter said in 2009, when Sessions assumed the position of ranking Republican on the Judiciary Committee.",
            "It was during a hearing before the Senate Judiciary Committee that Sessions’ comments about the KKK became an issue.",
            "” Sessions said that the KKK “was okay until I found out they smoked pot” The accusations ultimately led the Senate Judiciary Committee to reject Sessions’s nomination."
        ],
        "tf-idf score": [
            0.692765037957969,
            0.7887314880539199,
            0.9345442498099734
        ]
    },
    "0.22213860031255325-3-917": {
        "average clique similarity": 0.22213860031255325,
        "clique": [
            "0-Sessions was one of ",
            "1-Sessions was the fir",
            "4-Jeff Sessions of Ala"
        ],
        "median tf-idf score": 0.8031516807849386,
        "publications": [
            "Atlantic",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "Sessions was one of the first backers of Trump’s proposed ban on Muslims entering the country.",
            "Sessions was the first US senator to endorse Trump for president, which he did in February.",
            "Jeff Sessions of Alabama was the first Republican senator to get behind   renegade candidate Trump."
        ],
        "tf-idf score": [
            0.7474096623236645,
            0.8031516807849386,
            0.888034112370261
        ]
    },
    "0.22305316997850633-3-626": {
        "average clique similarity": 0.22305316997850633,
        "clique": [
            "5-Then  when the Supre",
            "0-Long before the Supr",
            "3-Criminal Justice ref"
        ],
        "median tf-idf score": 0.9066705803994826,
        "publications": [
            "Atlantic",
            "Breitbart",
            "Vox"
        ],
        "sentences": [
            "Then, when the Supreme Court in 2013 struck down parts of the Voting Rights Act and effectively allowed states with histories of racial discrimination to pass new voting restrictions, Sessions denied that Shelby County, Alabama  —   which brought the challenge to the Supreme Court  —   ever had a history of voter discrimination.",
            "Long before the Supreme Court struck down Section 4 of the Voting Rights Act, ending the requirement that jurisdictions with a history of discrimination submit their   changes to the Justice Department in advance, Sessions foreshadowed that ruling in a 2005 speech on the reauthorization of the Voting Rights Act.",
            "Criminal Justice reform and the Crack Cocaine thing: During confirmation hearings for Supreme Court Justice nominee Sonia Sotomayor, Sessions told one of the witnesses that he was supportive of lowering criminal penalties for users of crack cocaine."
        ],
        "tf-idf score": [
            0.8773421876783143,
            0.9066705803994826,
            0.9586195695709191
        ]
    },
    "0.22367520656563125-3-611": {
        "average clique similarity": 0.22367520656563125,
        "clique": [
            "1-According to Hebert ",
            "4-Civil rights groups ",
            "2-Many civil rights an"
        ],
        "median tf-idf score": 0.8040735466149043,
        "publications": [
            "Reuters",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "According to Hebert, Sessions said the two groups ”forced civil rights down the throats of people”.",
            "Civil rights groups question that commitment.",
            "Many civil rights and immigration groups also have concerns about Sessions with the American Civil Liberties Union saying his positions on gay rights, capital punishment, abortion rights and presidential authority in times of war should be examined."
        ],
        "tf-idf score": [
            0.8040735466149043,
            0.24973337564588116,
            0.8958961681969138
        ]
    },
    "0.22559622694173434-3-917": {
        "average clique similarity": 0.22559622694173434,
        "clique": [
            "1-Sessions was elected",
            "4-He s a former Alabam",
            "0-  As attorney genera"
        ],
        "median tf-idf score": 0.7613722612051051,
        "publications": [
            "CNN",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Sessions was elected attorney general of Alabama in 1994.",
            "He’s a former Alabama attorney general and U S attorney.",
            "” As attorney general, Sessions could rescind the current Justice Department policy of allowing states to pursue marijuana legalization."
        ],
        "tf-idf score": [
            0.7613722612051051,
            0.19629747713017193,
            0.7686969820519214
        ]
    },
    "0.25417257331022197-3-329": {
        "average clique similarity": 0.25417257331022197,
        "clique": [
            "1-Kowalski said the al",
            "2-This came after alle",
            "5-  Thomas Figures  a "
        ],
        "median tf-idf score": 0.7021388183379431,
        "publications": [
            "Reuters",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "Kowalski said the allegation that Sessions called Figures ”boy” or admonished him for the way he spoke to white people was ”inconsistent with the way he behaved when I was around”.",
            "This came after allegations that he had made racist remarks, including testimony that he had called an   prosecutor ”boy,” an allegation Sessions denied.",
            "” Thomas Figures, a black prosecutor, said Sessions had called him “boy” and told him to be careful with what he said to “white folks."
        ],
        "tf-idf score": [
            0.8767074897419144,
            0.6048211891498727,
            0.7021388183379431
        ]
    },
    "0.2600802508801529-3-438": {
        "average clique similarity": 0.2600802508801529,
        "clique": [
            "0-Since becoming a sen",
            "3-They pointed out tha",
            "2-Trump spokesman Jaso"
        ],
        "median tf-idf score": 1.009054207600081,
        "publications": [
            "Atlantic",
            "Breitbart",
            "Reuters"
        ],
        "sentences": [
            "Since becoming a senator, Sessions has denounced federal efforts to protect the rights of marginalized Americans as intrusive, decried the extension of equal rights to gays and lesbians as a threat to Western civilization, and fought to preserve punitive laws in the face of a bipartisan trend toward   reform.",
            "They pointed out that as attorney general in Alabama, Sessions filed desegregation lawsuits and supported the   extension of the Civil Rights Act.",
            "Trump spokesman Jason Miller defended Sessions against allegations of racism, saying: ”When Senator Sessions was U S attorney he filed a number of desegregation lawsuits in Alabama, and he also voted in favor of the   extension of the Civil Rights Act."
        ],
        "tf-idf score": [
            1.009054207600081,
            0.8658617529758912,
            1.243091318742272
        ]
    },
    "0.276830836613936-3-917": {
        "average clique similarity": 0.276830836613936,
        "clique": [
            "1-Kowalski  a prosecut",
            "4-Testimony included a",
            "5-  Figures also claim"
        ],
        "median tf-idf score": 0.7466297340908967,
        "publications": [
            "CNN",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "Kowalski, a prosecutor in the Justice Department’s civil right division in Washington, also heard Sessions make the statement about thinking the Ku Klux Klan was OK until learning that some of its members smoked marijuana.",
            "Testimony included allegations he targeted civil rights leaders in an unsuccessful voter fraud prosecution, that he called the ACLU and the NAACP ”” and that he’d joked that he thought the Ku Klux Klan was ”an OK group of guys” until he found out they smoked pot.",
            "” Figures also claimed that Sessions said that the KKK “was okay until I found out they smoked pot."
        ],
        "tf-idf score": [
            1.1700951684505565,
            0.6956220547486374,
            0.7466297340908967
        ]
    },
    "0.30272773591612046-3-269": {
        "average clique similarity": 0.30272773591612046,
        "clique": [
            "0-Where some conservat",
            "5-Sessions has time an",
            "2-Sessions has opposed"
        ],
        "median tf-idf score": 0.6669072334626502,
        "publications": [
            "Atlantic",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "Where some conservatives have sought to reduce the American prison population by reducing mandatory minimum sentences, Sessions has opposed those efforts.",
            "Sessions has time and time again opposed efforts to roll back tough prison sentences that contributed to mass incarceration Sessions has shown some capacity for reform.",
            "Sessions has opposed lowering mandatory minimum sentences for   offenders."
        ],
        "tf-idf score": [
            0.6669072334626502,
            0.6759636867081961,
            0.5485768128860249
        ]
    },
    "0.3048076908334069-3-917": {
        "average clique similarity": 0.3048076908334069,
        "clique": [
            "1- I am not a racist  ",
            "4- I am not a racist ",
            "5-And given Sessions s"
        ],
        "median tf-idf score": 0.0318776872129006,
        "publications": [
            "CNN",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "”I am not a racist”.",
            "”I am not a racist.",
            "And given Sessions’s history of racist remarks, it certainly doesn’t appear that Trump is too sorry about his own history of racist comments on the campaign trail and beforehand."
        ],
        "tf-idf score": [
            0.0318776872129006,
            0.0318776872129006,
            0.6570495488680409
        ]
    },
    "0.3506231449153759-3-257": {
        "average clique similarity": 0.3506231449153759,
        "clique": [
            "0-He wanted to replace",
            "1-He called Sessions  ",
            "3-Sen  Ted Kennedy den"
        ],
        "median tf-idf score": 0.8143137377481381,
        "publications": [
            "Breitbart",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "He wanted to replace them with ”real Americans” and ”  Americans”.",
            "He called Sessions ”a throwback to a shameful era that I know both black and white Americans thought was in our past” and ”a disgrace to the Justice Department”.",
            "Sen. Ted Kennedy denounced Sessions as “a throwback to a shameful era which I know both black and white Americans thought was in our past."
        ],
        "tf-idf score": [
            0.0519356213650856,
            0.9018546947265587,
            0.8143137377481381
        ]
    }
}