{
    "0.1407337834338865-3-657": {
        "average clique similarity": 0.1407337834338865,
        "clique": [
            "1-But even some who ha",
            "2- But his Republican ",
            "0-But the circumstance"
        ],
        "median tf-idf score": 0.2690879259343909,
        "publications": [
            "Washington Post",
            "Business Insider",
            "Vox"
        ],
        "sentences": [
            "But even some who have backed Garland before are not willing to abandon principle to advance his nomination.",
            "’But his Republican colleagues are at least a bit more open to a meeting.",
            "But the circumstances behind his selection are far from normal."
        ],
        "tf-idf score": [
            0.44089158699100706,
            0.2690879259343909,
            0.029266033524515348
        ]
    },
    "0.14345197574778037-3-342": {
        "average clique similarity": 0.14345197574778037,
        "clique": [
            "0-He s a white man  wh",
            "1-McConnell  however  ",
            "2-The White House  Sen"
        ],
        "median tf-idf score": 0.6795725443169175,
        "publications": [
            "Washington Post",
            "Vox",
            "Business Insider"
        ],
        "sentences": [
            "He’s a white man, when Obama has focused heavily on making the judiciary less male and less white.",
            "McConnell, however, has rejected such a meeting, phoning Garland on Wednesday afternoon following his appointment in a move he described as a “more considerate” use of Garland’s time that would avoid “more unnecessary political routines orchestrated by the White House.",
            "The White House  Sen. Chuck Grassley of Iowa, the powerful chairman of the Senate Judiciary Committee, would meet with Garland following the upcoming Senate recess.’ ”Sens."
        ],
        "tf-idf score": [
            0.2645916868305127,
            0.6795725443169175,
            0.7931101730910359
        ]
    },
    "0.14559674404108527-3-267": {
        "average clique similarity": 0.14559674404108527,
        "clique": [
            "1-Hatch was one of sev",
            "3-Leahy told reporters",
            "4-Trump said it was cr"
        ],
        "median tf-idf score": 0.8143438058354683,
        "publications": [
            "Reuters",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Hatch was one of seven sitting Republican senators to back putting Garland on the federal bench in 1997, and told reporters he “fought for him” back then, during Garland’s long confirmation process.",
            "Leahy told reporters Garland was a qualified nominee and deserved the same consideration that other nominees have gotten, regardless of which party controls the White House.",
            "Trump said it was critical for Republicans to take back the White House to avoid Democrats shaping the Supreme Court for decades to come."
        ],
        "tf-idf score": [
            0.8623434737141809,
            0.7090516217582646,
            0.8143438058354683
        ]
    },
    "0.14839820401867443-3-356": {
        "average clique similarity": 0.14839820401867443,
        "clique": [
            "3-They say  No  you re",
            "0-Patricia Millett  Ja",
            "4-Scalia s death left "
        ],
        "median tf-idf score": 0.37570013991082063,
        "publications": [
            "Reuters",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "They say ’No, you’re the president for four years and Mr McConnell you’re going to be the leader because we’ve given you a Majority in the Senate,” the president continued.",
            "Patricia Millett, Jane Kelly, or Ketanji Brown Jackson would’ve increased the number of women on the Court to four, for the first time ever.",
            "Scalia’s death left the   Supreme Court evenly split with four liberals and four conservative justices."
        ],
        "tf-idf score": [
            0.5398121496426641,
            0.224394522156101,
            0.37570013991082063
        ]
    },
    "0.1494298503759076-3-41": {
        "average clique similarity": 0.1494298503759076,
        "clique": [
            "4- President Barack Ob",
            "1-  Garland  a centris",
            "2-    The GOP is rushi"
        ],
        "median tf-idf score": 1.4107082948352396,
        "publications": [
            "Business Insider",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            " President Barack Obama selected Merrick Garland for the U S Supreme Court on Wednesday, choosing a centrist judge meant to win over recalcitrant Senate Republicans whose leaders wasted no time in spurning the Democratic president.",
            "” Garland, a centrist, appears to have a decent reputation among Senate Republicans, some of whom surmised that Obama made his pick expressly to try to force Republicans to abandon their blockade.",
            "’’ ’The GOP is rushing to label President Barack Obama’’s Supreme Court tap as a ”liberal” in an attempt to squash a divide among its ranks.’ ’Obama unveiled his pick, Judge Merrick Garland, on Wednesday morning.’ ’Almost immediately,   groups sought to brand Garland as a jurist who would be aligned with the left wing of the court on key issues like gun control.’ ’Indeed, the Republican National Committee’’s  used the word ”liberal” 32 times, as well as in almost every one of the points it stressed.’ ’That came after Senate Majority Leader Mitch McConnell said on Wednesday that his party wouldn’’t be holding a hearing for Garland because of ”principle” and not because of ”the person."
        ],
        "tf-idf score": [
            1.4107082948352396,
            0.876517344240464,
            2.2094105732379528
        ]
    },
    "0.1505349249982-3-555": {
        "average clique similarity": 0.1505349249982,
        "clique": [
            "4-Hillary Clinton call",
            "0-These aren t actuall",
            "2-Flake said that he d"
        ],
        "median tf-idf score": 0.6304050483742729,
        "publications": [
            "Reuters",
            "Vox",
            "Business Insider"
        ],
        "sentences": [
            "Hillary Clinton called Garland ”a brilliant legal mind,” urging the Senate to move ahead with the confirmation process.",
            "These aren’t actually the same thing, as two potential scenarios for a Garland confirmation illustrate:  Imagine Hillary Clinton wins the presidency.",
            "Flake said that he’d consider voting for Garland during the   session after the November election should Hillary Clinton, the Democratic frontrunner, be elected”."
        ],
        "tf-idf score": [
            0.6304050483742729,
            0.4652235105957103,
            0.7036029802371806
        ]
    },
    "0.15775575088627133-3-831": {
        "average clique similarity": 0.15775575088627133,
        "clique": [
            "0-He tends to fall on ",
            "3-The Senate will appr",
            "1- When it comes to fu"
        ],
        "median tf-idf score": 0.9575482852293781,
        "publications": [
            "Vox",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "He tends to fall on the side of government transparency when it comes to Freedom of Information Act issues, and ordered the government to disclose more information about the drone program in 2013, following an ACLU lawsuit.",
            "The Senate will appropriately revisit the matter when it considers the qualifications of the nominee the next president nominates, whoever that might be,” McConnell said Wednesday following the announcement of Garland’s nomination.",
            "“When it comes to fulfilling the current Supreme Court vacancy, which could fundamentally alter the direction of the court for a generation, Republicans and Democrats simply disagree,” McConnell said on the Senate floor Thursday."
        ],
        "tf-idf score": [
            0.11139300109056742,
            1.0513620352608057,
            0.9575482852293781
        ]
    },
    "0.16287474579303624-3-723": {
        "average clique similarity": 0.16287474579303624,
        "clique": [
            "1-Seven Republican sen",
            "4-Obama said Republica",
            "2-But Brian Deese  a s"
        ],
        "median tf-idf score": 0.8945473926304066,
        "publications": [
            "Washington Post",
            "Reuters",
            "Business Insider"
        ],
        "sentences": [
            "Seven Republican senators voted to confirm him to the federal bench in 1997.",
            "Obama said Republican senators should give Garland a fair hearing.",
            "But Brian Deese, a senior adviser to Obama who led the White House’s vetting process that picked Garland, said the Republican senators were showing a swift change of heart”."
        ],
        "tf-idf score": [
            0.3358103886590476,
            0.8945473926304066,
            1.0203689677814303
        ]
    },
    "0.16317360870091166-3-677": {
        "average clique similarity": 0.16317360870091166,
        "clique": [
            "2-But they didn t nece",
            "0-Open with a low bid ",
            "1- Where he gets a cha"
        ],
        "median tf-idf score": 0.19637130138316533,
        "publications": [
            "Washington Post",
            "Business Insider",
            "Vox"
        ],
        "sentences": [
            "But they didn’t necessarily say that they’d be open to ultimately holding a confirmation hearing for him”.",
            "Open with a low bid to make Republicans look unreasonable when they say no is Obama’s game and I guess he’s sticking with it.",
            "“Where he gets a chance to say anything is at a hearing."
        ],
        "tf-idf score": [
            0.19637130138316533,
            0.40538187339021386,
            0.09639225153025806
        ]
    },
    "0.17245151345194576-3-72": {
        "average clique similarity": 0.17245151345194576,
        "clique": [
            "1- As a courtesy  you ",
            "2-    McConnell said t",
            "4-A McConnell spokesma"
        ],
        "median tf-idf score": 0.6477428125850201,
        "publications": [
            "Business Insider",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "“As a courtesy, you meet with him.",
            "”’ ”McConnell said that he wouldn’t even meet with Garland after hearing of the announcement”.",
            "A McConnell spokesman said the senator had spoken by phone with Garland and would not hold a ”perfunctory meeting” with him."
        ],
        "tf-idf score": [
            0.0554516794319087,
            0.6477428125850201,
            0.6836509583159373
        ]
    },
    "0.17311261702140227-3-215": {
        "average clique similarity": 0.17311261702140227,
        "clique": [
            "0-The president is giv",
            "4-Presidents tend to p",
            "3- Republicans can t c"
        ],
        "median tf-idf score": 0.27594586658557896,
        "publications": [
            "Reuters",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "The president is giving Senate Republicans a choice: They can confirm a moderate liberal to the court now, knowing he’s 63 and unlikely to stay on the court for long or join Ruth Bader Ginsburg and Stephen Breyer in trying to end the death penalty; or they can wait for Donald Trump or Hillary Clinton to choose their nominees.",
            "Presidents tend to pick nominees younger than that so they can serve for decades and extend a president’s legacy.",
            "”Republicans can’t continue."
        ],
        "tf-idf score": [
            0.9664472615846011,
            0.27594586658557896,
            0.19428206990201677
        ]
    },
    "0.17348639563679383-3-712": {
        "average clique similarity": 0.17348639563679383,
        "clique": [
            "0- To suggest that som",
            "1- I will be examining",
            "4- Our democracy will "
        ],
        "median tf-idf score": 0.6725906481620573,
        "publications": [
            "Vox",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "”To suggest that someone as qualified and respected as Merrick Garland doesn’t even deserve a hearing, let alone an    vote, to join an institution as important as our Supreme Court, when   of Americans believe otherwise, that would be unprecedented”.",
            "“I will be examining Chief Judge Garland’s judicial record, as well as other relevant materials,” Collins said in a statement, calling Garland an “accomplished jurist.",
            "”Our democracy will ultimately suffer as well,” Obama added, as he introduced Garland at a White House Rose Garden ceremony."
        ],
        "tf-idf score": [
            0.8268151705569967,
            0.6725906481620573,
            0.5662799999026998
        ]
    },
    "0.17547216507258775-3-822": {
        "average clique similarity": 0.17547216507258775,
        "clique": [
            "0-Paul Watford would v",
            "4-Such a move  he said",
            "3- And they also decid"
        ],
        "median tf-idf score": 0.3256363085533038,
        "publications": [
            "NPR",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "Paul Watford would’ve been only the third African American on the Court, and him and Clarence Thomas serving together would mark the only time there was more than one on the Court serving simultaneously.",
            "Such a move, he said, would also undermine the reputation of the Supreme Court and faith in the American justice system.",
            "”And they also decided that the Republicans would be in the majority."
        ],
        "tf-idf score": [
            0.3256363085533038,
            0.4772011960419249,
            0.21646850991220057
        ]
    },
    "0.17914627800205954-3-304": {
        "average clique similarity": 0.17914627800205954,
        "clique": [
            "3- This is too importa",
            "1- I think he was real",
            "4-Garland would become"
        ],
        "median tf-idf score": 0.4734298232901517,
        "publications": [
            "NPR",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "”This is too important to phone it in,” the ranking Judiciary Committee member said.",
            "“I think he was really trying to pick somebody that he thought at least some Senate Republicans would accept right now,” said Sen. Orrin G Hatch ( ) a member of the Judiciary Committee, which is tasked with considering Supreme Court nominations.",
            "Garland would become the fourth Jewish member of the   court."
        ],
        "tf-idf score": [
            0.30981001150150084,
            1.1621582957284042,
            0.4734298232901517
        ]
    },
    "0.1794210555016544-3-222": {
        "average clique similarity": 0.1794210555016544,
        "clique": [
            "1- Now maybe they will",
            "0-Strategically  Obama",
            "3-Are they afraid the "
        ],
        "median tf-idf score": 0.27956493607746136,
        "publications": [
            "Washington Post",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "“Now maybe they will be browbeaten by the leadership of the Senate and they’ll back off, but that’s a breakthrough   …     that they will sit down and talk to this good man.",
            "Strategically, Obama’s nomination of Garland is designed to force McConnell and his fellow Senate Republicans to weigh how certain they are, really, that they can get a better deal after the election.",
            "Are they afraid the American people are going to watch these hearings and demand they do something even more than they’re demanding now?” Reid asked."
        ],
        "tf-idf score": [
            0.2252033086403551,
            0.9595489551817875,
            0.27956493607746136
        ]
    },
    "0.1814676646119767-3-644": {
        "average clique similarity": 0.1814676646119767,
        "clique": [
            "0-And if they choose n",
            "2-  For those of us wh",
            "1-Flake is one of abou"
        ],
        "median tf-idf score": 0.7998738283601503,
        "publications": [
            "Vox",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "And if they choose not to hold hearings at all, the Democrats can run against them as obstructionists who are refusing to do one of the Senate’s most basic jobs.",
            "’”For those of us who are concerned about the direction of the court and wanting at least a more centrist figure than between him and somebody that President Clinton might nominate, I think the choice is clear  —   in a lame duck,” Flake .’ ’”What’’s the point of falling on our swords if Trump’’s going to lose,” one GOP lawmaker .’ ’Senate Minority Leader Harry Reid predicted in a statement that Republicans were ”backing down so quickly that they’’re already bargaining about what month they will fully cave and confirm Judge Garland.",
            "Flake is one of about a   Republicans who said they would be willing to sit down with Garland  —   something Democrats are claiming as a preliminary victory."
        ],
        "tf-idf score": [
            0.34550815954439745,
            1.6008270921629322,
            0.7998738283601503
        ]
    },
    "0.1876309485692819-3-752": {
        "average clique similarity": 0.1876309485692819,
        "clique": [
            "1-and other Senate Dem",
            "0-In 2009 and 2010  Ob",
            "4-Obama  in office sin"
        ],
        "median tf-idf score": 0.41285574186123114,
        "publications": [
            "Washington Post",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "and other Senate Democrats in front of the Supreme Court.",
            "In 2009 and 2010, Obama had a large Democratic majority in the Senate to work with.",
            "Obama, in office since 2009, has already named two justices to the Supreme Court: Sonia Sotomayor, who at 55 became the first Hispanic justice in 2009, and Elena Kagan, who was 50 when she became the fourth woman ever to serve on the court in 2010."
        ],
        "tf-idf score": [
            0.41285574186123114,
            0.3451909196973563,
            0.5802005240665893
        ]
    },
    "0.18970687910018627-3-668": {
        "average clique similarity": 0.18970687910018627,
        "clique": [
            "2-He  that he has a  d",
            "1-       Senate Democr",
            "4-The   Senate s leade"
        ],
        "median tf-idf score": 1.495011671035034,
        "publications": [
            "Reuters",
            "Business Insider",
            "Washington Post"
        ],
        "sentences": [
            "He  that he has a ”duty as a senator to either vote in support or opposition” for whomever Obama nominated.’ ’”The Senate’’s constitutionally defined role to provide advice and consent is as important as the president’’s role in proposing a nominee, and I will assess Judge Merrick Garland based on his record and qualifications,” Kirk .’ ’’ ”Others GOP senators, such as  of Missouri, signaled that they could be open to the confirmation process for Garland if he were nominated by Obama’s successor in 2017.",
            "       Senate Democrats roundly criticized their Republican colleagues for refusing to meet with and hold confirmation hearings for Merrick Garland, President Obama’s nominee to the Supreme Court, during his first official visit to Capitol Hill.",
            "The   Senate’s leaders have vowed not to hold confirmation hearings or an    vote on any Obama nominee."
        ],
        "tf-idf score": [
            1.495011671035034,
            1.5093624658817217,
            0.5703996887514713
        ]
    },
    "0.19090313892833743-3-396": {
        "average clique similarity": 0.19090313892833743,
        "clique": [
            "2-  I am old enough to",
            "1-A handful of Senate ",
            "0-Even Hatch  who enco"
        ],
        "median tf-idf score": 0.9498490846182008,
        "publications": [
            "Vox",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "’”I am old enough to remember a few weeks ago when Republicans said uniformly they wouldn’’t even meet with our nominee,” Deese said in a Wednesday conference call with reporters.’ ’He continued: ”And just in the past hour since the president announced him in the Rose Garden, we’’ve seen more than a handful of Republicans announce that they were willing to meet with our nominee.",
            "A handful of Senate Republicans said they would be willing to at least talk with Garland and consider his nomination, even if the Judiciary Committee doesn’t plan to move forward with the formal confirmation process.",
            "Even Hatch, who encouraged Obama to appoint Garland in 2010, is saying no to hearings, explaining in a statement, ” I stand with the majority of my Senate colleagues in concluding that the best way to exercise our    power is to conduct the confirmation process after the presidential election."
        ],
        "tf-idf score": [
            0.8773328174875132,
            1.1382373478939751,
            0.9498490846182008
        ]
    },
    "0.19294549302053332-3-145": {
        "average clique similarity": 0.19294549302053332,
        "clique": [
            "0-Under the circumstan",
            "4-He is a former prose",
            "3-Reid also predicted "
        ],
        "median tf-idf score": 0.14643788967554566,
        "publications": [
            "Reuters",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "Under the circumstances, it’s not unreasonable to think Republicans would pick the former.",
            "He is a former prosecutor who served in the Justice Department under Clinton.",
            "Reid also predicted that the GOP would eventually relent under political pressure."
        ],
        "tf-idf score": [
            0.24673984084843056,
            0.11729999032619948,
            0.14643788967554566
        ]
    },
    "0.1950123571142902-3-831": {
        "average clique similarity": 0.1950123571142902,
        "clique": [
            "0-Even when he was nom",
            "4-Garland is widely vi",
            "1-      As a result  w"
        ],
        "median tf-idf score": 0.34792664305196996,
        "publications": [
            "Vox",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "Even when he was nominated in 1995, Garland was widely described as a moderate, ”as fine a nominee as Republicans could hope to get from a Democratic President,” the Times paraphrased Republican Senate aides as saying.",
            "Garland is widely viewed as a moderate.",
            "…     As a result, we logically act as a check and balance."
        ],
        "tf-idf score": [
            1.0790927440903615,
            0.34792664305196996,
            0.04202858611389
        ]
    },
    "0.1993754537656771-3-481": {
        "average clique similarity": 0.1993754537656771,
        "clique": [
            "1- Time will only tell",
            "3- So if Republicans c",
            "4-Obama said he fulfil"
        ],
        "median tf-idf score": 0.701679311494579,
        "publications": [
            "Washington Post",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "“Time will only tell, but I can’t imagine how this is going to help the Republicans who are running for the Senate, to have the gall   …     to say, ‘We refuse to meet with the person, no matter who it is,’ ” he said.",
            "”So if Republicans continue to stand in the way and refuse to do their job, it will only be because they want Donald Trump to pick the next nominee,” Schumer said, referencing the controversial GOP presidential  .",
            "Obama said he fulfilled his constitutional duty by naming a nominee and said it was time for the Senate to do its job."
        ],
        "tf-idf score": [
            0.7164054000611132,
            0.6910648959921295,
            0.701679311494579
        ]
    },
    "0.2150017129266334-3-188": {
        "average clique similarity": 0.2150017129266334,
        "clique": [
            "0-In 2010  Orrin Hatch",
            "2-Although he was conf",
            "4-Judiciary Committee "
        ],
        "median tf-idf score": 1.2013973586625735,
        "publications": [
            "Reuters",
            "Vox",
            "Business Insider"
        ],
        "sentences": [
            "In 2010, Orrin Hatch,   member on the Senate Judiciary Committee, said there was ”no question” Garland could be confirmed for a Supreme Court position  —   a quote Obama himself repeated.",
            "Although he was confirmed by a   margin, McConnell and Grassley voted against him at the time, according to Politico.’ ’Seven current Senate Republicans did vote in favor of Garland  —   Collins, Cochran, Inhofe, Orrin Hatch of Utah, John McCain of Arizona, Dan Coats of Indiana, and Pat Roberts of Kansas.’ ’Though Garland is seen by court watchers as a centrist or   judge, he has also  on   issues.’ ’”To suggest that someone as qualified and respected as Merrick Garland doesn’’t even deserve a hearing, let alone an    vote to join an institution as important as our Supreme Court when   of Americans believe otherwise, that would be unprecedented,” Obama said Wednesday in the Rose Garden .’ ’The president added: ”It would be a betrayal of our best traditions and a betrayal of the vision of our founding documents.",
            "Judiciary Committee member Orrin Hatch, whose past support of Garland was cited by Obama, said the pick does not change his view ”at this point” that no Obama nominee should be considered."
        ],
        "tf-idf score": [
            1.2013973586625735,
            2.4155875931079733,
            1.0140359283782414
        ]
    },
    "0.2161713792099859-3-619": {
        "average clique similarity": 0.2161713792099859,
        "clique": [
            "4-Collins said the Sen",
            "1-and other Senate Rep",
            "3-As for arguments tha"
        ],
        "median tf-idf score": 0.7107365308212777,
        "publications": [
            "Reuters",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Collins said the Senate Judiciary Committee should hold confirmation hearings.",
            "and other Senate Republicans have declared they will not hold confirmation hearings or vote on Garland before the November election, saying the new president should be allowed to fill the empty Supreme Court seat left by the death of Justice Antonin Scalia.",
            "As for arguments that the confirmation process could bleed into election season, Leahy argued that the moderate judge, who’s been confirmed before by the Senate on a bipartisan vote, could easily be vetted, testify before the Judiciary Committee and voted on before Memorial Day, especially if Congress cancels a few planned recesses."
        ],
        "tf-idf score": [
            0.5407614004329173,
            1.361587983393966,
            0.7107365308212777
        ]
    },
    "0.21799604634606853-3-831": {
        "average clique similarity": 0.21799604634606853,
        "clique": [
            "0-3  What sort of judg",
            "3- So let s see what h",
            "1- What you see is wha"
        ],
        "median tf-idf score": 0.22358574868661668,
        "publications": [
            "Vox",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "3) What sort of judge is Merrick Garland?",
            "”So let’s see what happens”.",
            "“What you see is what you get with him,” Leahy said."
        ],
        "tf-idf score": [
            0.4215652740373368,
            0.033771653289431394,
            0.22358574868661668
        ]
    },
    "0.21910848664054436-3-390": {
        "average clique similarity": 0.21910848664054436,
        "clique": [
            "1- There s no hidden a",
            "3- There s no fairness",
            "4-There are five Roman"
        ],
        "median tf-idf score": 0.009811476683433304,
        "publications": [
            "Washington Post",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "“There’s no hidden agenda.",
            "”There’s no fairness in that”.",
            "There are five Roman Catholics on the court."
        ],
        "tf-idf score": [
            0.009811476683433304,
            0.006898255524800953,
            0.14481178432797448
        ]
    },
    "0.22199405112700174-3-449": {
        "average clique similarity": 0.22199405112700174,
        "clique": [
            "3-They didn t say we r",
            "4-John Cornyn of Texas",
            "1- You re going to be "
        ],
        "median tf-idf score": 0.4877111481466554,
        "publications": [
            "NPR",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "They didn’t say we’re going to decide that you are going to be in charge for three years and then in the last year you all take a break.",
            "John Cornyn of Texas, the   Senate Republican, added, ”This person will not be confirmed, so there’s no reason going through some motions and pretending like it will happen, because it’s not going to happen”.",
            "“You’re going to be surprised at how hard we’re going to work to make sure this is on the front pages of all the papers,” Reid told reporters with Garland."
        ],
        "tf-idf score": [
            0.15808504442697632,
            0.4877111481466554,
            0.5059816254835862
        ]
    },
    "0.2316667826745379-3-434": {
        "average clique similarity": 0.2316667826745379,
        "clique": [
            "3-Garland spoke by pho",
            "1-  Grassley also spok",
            "0- The issue is not Mr"
        ],
        "median tf-idf score": 0.8461768867225579,
        "publications": [
            "Washington Post",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "Garland spoke by phone with other senators, including McConnell, Senate Judiciary Committee Chairman Chuck Grassley,   and Sen. Jim Inhofe,  .",
            "” Grassley also spoke by phone with Garland, and Grassley spokeswoman Beth Levine said the senator congratulated Garland but informed him Republicans do not intend to move on a nomination until after a new president is in office.",
            "”The issue is not Mr Garland,” Sen. Chuck Grassley ( ) told the New York Times."
        ],
        "tf-idf score": [
            0.8461768867225579,
            1.0419668056158757,
            0.5414603833951572
        ]
    },
    "0.2409610507150817-3-831": {
        "average clique similarity": 0.2409610507150817,
        "clique": [
            "1- Jim    Images   Maj",
            "4-Senate Majority Lead",
            "0-In 2016  he not only"
        ],
        "median tf-idf score": 0.5187619651355786,
        "publications": [
            "Washington Post",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "(Jim    Images)  Majority Leader Mitch McConnell ( .)",
            "Senate Majority Leader Mitch McConnell of Kentucky swiftly reiterated that the Senate will not consider the nomination by the president.",
            "In 2016, he not only faces a Republican Senate, but Majority Leader Mitch McConnell has declared that no nominee will get so much as a hearing, and that the next president should choose Scalia’s replacement."
        ],
        "tf-idf score": [
            0.16177427686732038,
            0.5187619651355786,
            0.8239797831196293
        ]
    },
    "0.2604897617434348-3-319": {
        "average clique similarity": 0.2604897617434348,
        "clique": [
            "1-Leahy said he and Ga",
            "4-A Chicagoan like Oba",
            "0-In an exhaustive rev"
        ],
        "median tf-idf score": 1.1648854031192255,
        "publications": [
            "Vox",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Leahy said he and Garland  —   the chief judge on the U S Court of Appeals for the District of Columbia Circuit  —   did not discuss politics or any role the judge might play in trying to persuade Senate Republicans to give him a chance.",
            "A Chicagoan like Obama, he serves as chief judge of the influential U S Court of Appeals for the District of Columbia Circuit and is a former prosecutor who in the past has won praise from both Republicans and Democrats.",
            "In an exhaustive review of Garland’s judicial record when he was last considered in 2010, the veteran Supreme Court litigator and commentator Tom Goldstein found that Garland was markedly less likely to rule in favor of defendants than other liberals on the DC Court:  Judge Garland rarely votes in favor of criminal defendants’ appeals of their convictions   …     Most striking, in ten criminal cases, Judge Garland has disagreed with his   colleagues; in each, he adopted the position that was more favorable to the government or declined to reach a question on which the majority of the court had adopted a position favorable to a defendant."
        ],
        "tf-idf score": [
            1.2042760078098436,
            0.7422689803511326,
            1.1648854031192255
        ]
    },
    "0.276731195967645-3-105": {
        "average clique similarity": 0.276731195967645,
        "clique": [
            "0-Senate Majority Lead",
            "1-holds up a mini Cons",
            "3-Senate Minority Lead"
        ],
        "median tf-idf score": 0.32112468503337277,
        "publications": [
            "Washington Post",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "Senate Majority Leader Mitch McConnell  —   who also voted against Garland in 1997  —   is holding the line as well.",
            "holds up a mini Constitution as he speaks alongside Senate Minority Leader Harry Reid ( .)",
            "Senate Minority Leader Harry Reid,  ."
        ],
        "tf-idf score": [
            0.6500156226503188,
            0.32112468503337277,
            0.2704391627077796
        ]
    },
    "0.27748278503328383-3-61": {
        "average clique similarity": 0.27748278503328383,
        "clique": [
            "0-Do the work ",
            "4-Obama s announcement",
            "3-It won t work  "
        ],
        "median tf-idf score": 0.01604806058325047,
        "publications": [
            "NPR",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "Do the work.",
            "Obama’s announcement prompted a flood of reaction from private groups that will work to advance or kill the nomination.",
            "It won’t work”."
        ],
        "tf-idf score": [
            0.01604806058325047,
            0.259916458729056,
            0.01604806058325047
        ]
    },
    "0.28082363600800037-3-665": {
        "average clique similarity": 0.28082363600800037,
        "clique": [
            "4-A handful of Republi",
            "0-Sen  Mark Kirk     w",
            "1-Sen  Jeff Flake     "
        ],
        "median tf-idf score": 0.8686611093418666,
        "publications": [
            "Vox",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "A handful of Republican senators including Susan Collins of Maine, Kelly Ayotte of New Hampshire, Jeff Flake of Arizona, Mark Kirk of Illinois and Rob Portman of Ohio said they would be willing to meet with Garland.",
            "Sen. Mark Kirk ( ) who faces a tough reelection battle, has said he’ll weigh Garland’s nomination ”based on his record and qualifications,” while Jeff Flake ( ) and Susan Collins ( ) have said they’ll meet with him.",
            "Sen. Jeff Flake ( .)"
        ],
        "tf-idf score": [
            1.085049198374275,
            0.8686611093418666,
            0.06885093545073268
        ]
    },
    "0.29610592160706783-3-9": {
        "average clique similarity": 0.29610592160706783,
        "clique": [
            "2-       Garland  63  ",
            "4-With solid Republica",
            "0-Chuck Grassley  the "
        ],
        "median tf-idf score": 1.0593022135002361,
        "publications": [
            "Vox",
            "Business Insider",
            "Reuters"
        ],
        "sentences": [
            "”’ ’’ ’Garland, 63, was nominated to the DC circuit court by former President Bill Clinton in 1997.",
            "With solid Republican support, the Senate voted in 1997 to confirm Garland to his present job in a bipartisan   vote after he was nominated by Democratic President Bill Clinton.",
            "Chuck Grassley, the Senate Judiciary Committee chair, voted against Garland in 1997, although his opposition was based on a belief that the DC Circuit was too big: ”Mr Garland seems to be well qualified and would probably make a good judge  —   in some other court”."
        ],
        "tf-idf score": [
            0.7681580013935866,
            1.0849894990882651,
            1.0593022135002361
        ]
    },
    "0.30589854610692624-3-284": {
        "average clique similarity": 0.30589854610692624,
        "clique": [
            "3-Garland s first meet",
            "1-  Garland didn t sti",
            "4-Wasting no time in p"
        ],
        "median tf-idf score": 0.8565845968682614,
        "publications": [
            "Washington Post",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "Garland’s first meeting on the Hill was with Vermont Sen. Patrick Leahy, the ranking Democrat on the Senate Judiciary Committee.",
            "” Garland didn’t stick around to speak with the press after meeting with the Vermont Democrat  —   he and Leahy walked down a hallway and out of sight before Leahy returned by himself to field questions from reporters.",
            "Wasting no time in pressing its case for Senate confirmation, the administration is dispatching Garland to Capitol Hill on Thursday to huddle with Senator Patrick Leahy of Vermont, the senior Judiciary Committee Democrat and then with Senate Democratic leader Harry Reid of Nevada."
        ],
        "tf-idf score": [
            0.8565845968682614,
            0.5617590247409862,
            1.097436060817685
        ]
    },
    "0.3690759851840549-3-178": {
        "average clique similarity": 0.3690759851840549,
        "clique": [
            "0-The next president m",
            "1- But this is differe",
            "2- The next president "
        ],
        "median tf-idf score": 0.16622250610227984,
        "publications": [
            "Business Insider",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "The next president may also nominate somebody very different.",
            "“But this is different,” Hatch said, describing the current environment as too “toxic” and “politicized” to consider anybody.",
            "”The next president may also nominate someone very different."
        ],
        "tf-idf score": [
            0.16622250610227984,
            0.2692272678487574,
            0.15585650267998516
        ]
    },
    "0.39829168866252745-4-5": {
        "average clique similarity": 0.39829168866252745,
        "clique": [
            "2-Either way  our view",
            "3- The American people",
            "1-Republicans think th",
            "0-Either way  our view"
        ],
        "median tf-idf score": 0.1663287126934727,
        "publications": [
            "Vox",
            "Business Insider",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Either way, our view is this: Give the people a voice in the filling of this vacancy.",
            "”The American people are perfectly capable of having their say on this issue, so let’s give them a voice.",
            "Republicans think that the people deserve a voice in this critical decision; the president does not.",
            "Either way, our view is this: Give the people a voice in filling this vacancy”."
        ],
        "tf-idf score": [
            0.12735427542758523,
            0.2053031499593602,
            0.4391920831994834,
            0.12735427542758523
        ]
    },
    "0.41428433957216165-3-427": {
        "average clique similarity": 0.41428433957216165,
        "clique": [
            "2-     The American pe",
            "0-In a floor speech  h",
            "3-We should let the Am"
        ],
        "median tf-idf score": 0.815588298925941,
        "publications": [
            "Business Insider",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "”’ ’”The American people may well elect a president who decides to nominate Judge Garland for Senate consideration,” McConnell .",
            "In a floor speech, he declared, ”The American people may well elect a president who decides to nominate Judge Garland for Senate consideration.",
            "We should let the American people decide as part of this election, who gets to fill this seat,” Obama told NPR ”Well, in fact the American people did decide  —   back in 2012 when they elected me president of the United States with sufficient electoral votes”."
        ],
        "tf-idf score": [
            0.8583603702749802,
            0.815588298925941,
            0.5985699007972927
        ]
    },
    "0.4691996686894615-3-831": {
        "average clique similarity": 0.4691996686894615,
        "clique": [
            "2-Mark Kirk of Illinoi",
            "1-Kelly Ayotte  N H  R",
            "3-Some GOP senators  i"
        ],
        "median tf-idf score": 0.7012659427153337,
        "publications": [
            "Business Insider",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Mark Kirk of Illinois,  of New Hampshire,  of Arizona,  of Maine,  of Oklahoma,  of Mississippi, and  of Ohio all said that they would also be open to meeting with Garland.",
            "Kelly Ayotte (N H) Ron Johnson (Wis.) and Rob Portman (Ohio) all of whom are up for reelection this year  —   have said they would be willing to meet with Garland personally, even if they would refuse to formally consider his nomination before November.",
            "Some GOP senators, including Kelly Ayotte of New Hampshire, Rob Portman of Ohio and Mark Kirk of Illinois, have signaled they’re willing to meet with Garland."
        ],
        "tf-idf score": [
            0.7012659427153337,
            0.8167016155363835,
            0.6927402504855963
        ]
    }
}