{
    "0.21635564851503997-3-55": {
        "average clique similarity": 0.21635564851503997,
        "clique": [
            "0-Presumptive Republic",
            "4-It s all provided fr",
            "2-  He also said that "
        ],
        "median tf-idf score": 1.053486198774234,
        "publications": [
            "CNN",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "Presumptive Republican presidential nominee Donald Trump said in a statement: “The normal punishment, in this case, would include losing authority to handle classified information, and that too disqualifies Hillary Clinton from being President.",
            "It’s all provided fresh political fodder for presumptive Republican nominee Donald Trump, who bashed Clinton and complained of a ”rigged system”    on Tuesday in North Carolina.",
            "” He also said that while the probe did not prove Clinton’s server was hacked, it may have been   and he pointedly noted that she used unsecure devices while visiting countries hostile to the U S At a campaign rally Wednesday in Cincinatti, Ohio, presumptive Republican presidential nominee Donald Trump reacted to the news by attacking Clinton’s ”bad   capability”."
        ],
        "tf-idf score": [
            1.053486198774234,
            0.5727329272275248,
            1.1475733981865348
        ]
    },
    "0.23858635991727814-3-83": {
        "average clique similarity": 0.23858635991727814,
        "clique": [
            "4-Lynch s announcement",
            "3-      In his surpris",
            "1-Speaking at a press "
        ],
        "median tf-idf score": 1.084612491825138,
        "publications": [
            "Business Insider",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "Lynch’s announcement comes the day after Comey said in a news conference that he wasn’t recommending charges against Clinton    even as he slammed her as behavior ”extremely careless”.",
            "’ ’   In his surprise press conference on Tuesday, Comey gave a   scathing critique of Clinton’’s email practices, saying her   ”extremely careless” behavior could have allowed ”hostile actors”   to gain access to classified information.",
            "Speaking at a press conference Tuesday, FBI Director James Comey lambasted the presidential candidate as “extremely careless” but said “no reasonable prosecutor” could bring a criminal case against her."
        ],
        "tf-idf score": [
            1.084612491825138,
            1.0855341598750097,
            1.0680284475688886
        ]
    },
    "0.23956491170866964-3-57": {
        "average clique similarity": 0.23956491170866964,
        "clique": [
            "0-That vow came just d",
            "4-Lynch  too  has come",
            "2-Lynch was already sl"
        ],
        "median tf-idf score": 1.0234378077224422,
        "publications": [
            "CNN",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "That vow came just days after Lynch and former president Bill Clinton met aboard the attorney general’s plane at an airport in Phoenix in what both said was a chance, social encounter, but one that nonetheless sparked criticism about whether politics might influence the probe.",
            "Lynch, too, has come under scrutiny after meeting    with former President Bill Clinton at a Phoenix airport last week.",
            "Lynch was already slated to testify next Tuesday at a House Oversight Committee hearing where Fox News has learned she will be questioned about the email investigation, and possibly her secret meeting with former President Bill Clinton just days before her department dropped the email case against the former first lady."
        ],
        "tf-idf score": [
            1.0234378077224422,
            0.5523993805045004,
            1.3055798226048694
        ]
    },
    "0.2819442707732784-3-118": {
        "average clique similarity": 0.2819442707732784,
        "clique": [
            "3-      Comey will  on",
            "4-Comey s decision was",
            "0-Comey is scheduled t"
        ],
        "median tf-idf score": 0.5309087147967619,
        "publications": [
            "Business Insider",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "” ’   Comey will  on Thursday, and Lynch is set to   testify before the House later this month.",
            "Comey’s decision was met with sharp criticism from Republicans, with a House committee pulling Comey in for a hearing on his decision set for Thursday.",
            "Comey is scheduled to testify before the House Oversight and Government Reform Committee at a hearing on Thursday, and Senate Judiciary Chairman Charles E Grassley ( ) on Wednesday demanded that the bureau release a raft of new details."
        ],
        "tf-idf score": [
            0.4226365627393489,
            0.6001232232636896,
            0.5309087147967619
        ]
    },
    "0.28530526569587483-3-36": {
        "average clique similarity": 0.28530526569587483,
        "clique": [
            "0- Reuters      Unlike",
            "3-      The attorney g",
            "2-Lynch said last week"
        ],
        "median tf-idf score": 0.7031696017118323,
        "publications": [
            "Washington Post",
            "Business Insider",
            "Fox News"
        ],
        "sentences": [
            "(Reuters)    [Unlike Petraeus and others, Clinton’s case lacked malicious intent or other nefarious elements]  Lynch had promised last week that she would accept whatever findings career prosecutors and FBI agents made in the case, and that Comey  —   who has a reputation as an independent thinker in Washington  —   would have input.",
            "” ’   The attorney general indicated last week that she would accept   the FBI’s recommendation, after an impromptu  between her and former President Bill Clinton   drew outrage and accusations of a conflict of interest.",
            "Lynch said last week that she intended to accept whatever recommendations and findings were presented by the FBI and by her career prosecutors."
        ],
        "tf-idf score": [
            1.0427529118214265,
            0.7031696017118323,
            0.6349303530675326
        ]
    },
    "0.2945507607953935-4-45": {
        "average clique similarity": 0.2945507607953935,
        "clique": [
            "3-      Lynch s decisi",
            "2-The decision came be",
            "1-And in a move that w",
            "0-Even before Lynch s "
        ],
        "median tf-idf score": 0.9913881446943384,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Business Insider",
            "Fox News"
        ],
        "sentences": [
            "’ ”   Lynch’s decision came  FBI Director James Comey said his agency would   not recommend charges against Clinton, the presumptive Democratic   nominee for president.",
            "The decision came before Comey appears before House lawmakers on Thursday to explain his bombshell decision not to recommend criminal charges against Clinton over her handling of sensitive emails.",
            "And in a move that will keep the scandal in the news cycle for another day, Comey will testify before the   House Oversight Committee Thursday on his agency’s decision not to recommend charges.",
            "Even before Lynch’s announcement, Senate Republicans had remarked on the disparity between Comey’s statement and his decision not to recommend charges, and they had begun aggressively seeking more information on how the FBI director came to the conclusion that he did."
        ],
        "tf-idf score": [
            1.3556367979943935,
            1.0200823187628103,
            0.692432220331052,
            0.9626939706258667
        ]
    },
    "0.3238719630873437-4-15": {
        "average clique similarity": 0.3238719630873437,
        "clique": [
            "0- Full transcript of ",
            "2-Comey said 110 email",
            "4- Although we did not",
            "3-      Comey said inv"
        ],
        "median tf-idf score": 1.1102522435636706,
        "publications": [
            "Business Insider",
            "Fox News",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "[Full transcript of Comey’s prepared statement]  “Although we did not find clear evidence that Secretary Clinton or her colleagues intended to violate laws governing the handling of classified information, there is evidence that they were extremely careless in their handling of very sensitive, highly classified information,” he said.",
            "Comey said 110 emails in 52 email chains discovered on Clinton’s unauthorized server were classified at the time they were sent or received, including some that were “top secret.",
            "”Although we did not find clear evidence that Secretary Clinton or her colleagues intended to violate laws governing the handling of classified information, there is evidence that they were extremely careless in their handling of very sensitive, highly classified information,” Comey said.",
            "” ”   Comey said investigators did find various classified emails on   Clinton’s email system, contradicting Clinton’s earlier   assertions that she traded no such information at the time of her   service."
        ],
        "tf-idf score": [
            1.2103322000592305,
            1.078849423261312,
            1.1416550638660294,
            1.0677150500237587
        ]
    },
    "0.4107887708945359-3-61": {
        "average clique similarity": 0.4107887708945359,
        "clique": [
            "0-Tom Hamburger contri",
            "2-Fox News  Chad Pergr",
            "3-    Maxwell Tani con"
        ],
        "median tf-idf score": 0.062085267918885065,
        "publications": [
            "Fox News",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "Tom Hamburger contributed to this report.",
            "Fox News’ Chad Pergram and The Associated Press contributed to this report.",
            "’ ’ Maxwell Tani contributed to this report."
        ],
        "tf-idf score": [
            0.04863697132051384,
            0.16241088093550557,
            0.062085267918885065
        ]
    },
    "0.4240437019135159-3-3": {
        "average clique similarity": 0.4240437019135159,
        "clique": [
            "3-       With the AG a",
            "4- With the AG accepti",
            "0-After Comey recommen"
        ],
        "median tf-idf score": 0.8445930072980568,
        "publications": [
            "Washington Post",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "” ’   ”With the AG accepting Director Comey’’s recommendation, this case   is resolved, no matter Republicans’’ attempts to continue playing   politics,” Fallon posted.",
            "”With the AG accepting Director Comey’s recommendation, this case is resolved, no matter Republicans’ attempts to continue playing politics,” campaign spokesman Brian Fallon tweeted.",
            "After Comey recommended no charges be filed, spokesman Brian Fallon said in a statement: “We are pleased that the career officials handling this case have determined that no further action by the Department is appropriate."
        ],
        "tf-idf score": [
            0.7426900637654315,
            0.8445930072980568,
            0.8661544928353199
        ]
    },
    "0.45125139442017426-5-63": {
        "average clique similarity": 0.45125139442017426,
        "clique": [
            "1-NEWS BRIEF The Justi",
            "4-Washington  CNN  Att",
            "0- U S Attorney Genera",
            "2- The investigation i",
            "3-         US Attorney"
        ],
        "median tf-idf score": 1.4580105066979168,
        "publications": [
            "Atlantic",
            "Washington Post",
            "CNN",
            "Fox News",
            "Business Insider"
        ],
        "sentences": [
            "NEWS BRIEF The Justice Department won’t pursue criminal charges against presumptive Democratic nominee Hillary Clinton for her use of a private email server while secretary of state, Attorney General Loretta Lynch announced Wednesday.",
            "Washington (CNN) Attorney General Loretta Lynch made it official Wednesday: Hillary Clinton will not be charged for using a personal email server during her tenure as secretary of state, removing a   shadow over her 2016 bid.",
            " U S Attorney General Loretta Lynch on Wednesday confirmed that the investigation into Hillary Clinton’s use of a private email server while she was secretary of state will be closed without criminal charges.",
            " The investigation into Hillary Clinton’s private email server will be closed with no criminal charges, Attorney General Loretta Lynch announced Wednesday.",
            "’  ’ ’   US Attorney General Loretta Lynch on Wednesday said no charges   would be brought against Hillary Clinton for her use of a private   email server as secretary of state, according to Reuters."
        ],
        "tf-idf score": [
            1.573832549489035,
            1.1750751147186487,
            1.4958656584919563,
            1.1906056798407123,
            1.4580105066979168
        ]
    },
    "0.487789536482164-3-26": {
        "average clique similarity": 0.487789536482164,
        "clique": [
            "0- Our policy is to ma",
            "4- Those who have mish",
            "2- Those who have mish"
        ],
        "median tf-idf score": 0.7832420979460054,
        "publications": [
            "Washington Post",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "“Our policy is to maintain files on personnel who are found to have mishandled information to guide current and potential future decisions about employment and security clearances,” he said.",
            "”Those who have mishandled classified information have had their security clearances revoked, lost their jobs, faced fines, and even been sent to prison, yet Hillary Clinton is being allowed to play by a different set of rules,” he said in a statement.",
            "”Those who have mishandled classified information have had their security clearances revoked, lost their jobs, faced fines, and even been sent to prison, yet Hillary Clinton is being allowed to play by a different set of rules”."
        ],
        "tf-idf score": [
            0.4791525221726092,
            1.017884395049666,
            0.7832420979460054
        ]
    },
    "0.5878412323685565-4-34": {
        "average clique similarity": 0.5878412323685565,
        "clique": [
            "1- Late this afternoon",
            "0-But her practice of ",
            "2- Late this afternoon",
            "4- Late this afternoon"
        ],
        "median tf-idf score": 1.8723329303621408,
        "publications": [
            "Atlantic",
            "CNN",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "“Late this afternoon, I met with FBI Director James Comey and career prosecutors and agents who conducted the investigation of Secretary Hillary Clinton’s use of a personal email system during her time as Secretary of State,” Lynch said in a statement.",
            "But her practice of sending and receiving emails while traveling in foreign countries and general lack of cyber security made it “possible that hostile actors gained access to Secretary Clinton’s personal email account,” he said.",
            "“Late this afternoon, I met with FBI Director James Comey and career prosecutors and agents who conducted the investigation of Secretary Hillary Clinton’s use of a personal email system during her time as Secretary of State,” she said.",
            "”Late this afternoon, I met with FBI Director James Comey and career prosecutors and agents who conducted the investigation of Secretary Hillary Clinton’s use of a personal email system during her time as secretary of state,” Lynch said in a statement."
        ],
        "tf-idf score": [
            1.9536244763791415,
            0.9650353830010001,
            1.7910413843451403,
            1.9536244763791415
        ]
    },
    "0.6479317042360175-3-118": {
        "average clique similarity": 0.6479317042360175,
        "clique": [
            "0- FBI recommends no c",
            "2-As part of that inve",
            "3-         Late this a"
        ],
        "median tf-idf score": 1.612935126974904,
        "publications": [
            "Washington Post",
            "Fox News",
            "Business Insider"
        ],
        "sentences": [
            "[FBI recommends no criminal charges in Clinton email probe]  “Late this afternoon, I met with FBI Director James Comey and career prosecutors and agents who conducted the investigation of Secretary Hillary Clinton’s use of a personal email system during her time as Secretary of State.",
            "As part of that investigation, investigators pored through tens of thousands of State Department emails and interviewed top Clinton aides  —   and finally, Clinton herself this past weekend.",
            "’ ’     ”Late this afternoon, I met with FBI Director James Comey and     career prosecutors and agents who conducted the investigation     of Secretary Hillary Clinton’’s use of a personal email system     during her time as secretary of state."
        ],
        "tf-idf score": [
            1.7910679426016758,
            0.8072447734454226,
            1.612935126974904
        ]
    },
    "0.7235062294969481-5-23": {
        "average clique similarity": 0.7235062294969481,
        "clique": [
            "1- I reviewed and acce",
            "2-Lynch said in a stat",
            "4- I received and acce",
            "3-I received and accep",
            "0-I received and accep"
        ],
        "median tf-idf score": 0.6969777551898504,
        "publications": [
            "CNN",
            "Atlantic",
            "Business Insider",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "“I reviewed and accepted their unanimous recommendation that the thorough,   investigation be closed and that no charges be brought against any individuals within the scope of the investigation.",
            "Lynch said in a statement she had accepted the FBI’s recommendation that no charges should be brought against Clinton.",
            "”I received and accepted their unanimous recommendation that the thorough,   investigation be closed and that no charges be brought against any individuals within the scope of the investigation,” she said.",
            "I received and accepted     their unanimous recommendation that the thorough, yearlong     investigation be closed and that no charges be brought against     any individuals within the scope of the investigation”.",
            "I received and accepted their unanimous recommendation that the thorough,   investigation be closed and that no charges be brought against any individuals within the scope of the investigation,” the attorney general said."
        ],
        "tf-idf score": [
            0.4989483909965627,
            0.9437900733679215,
            0.6969777551898504,
            0.5316661943486882,
            0.7953390608739416
        ]
    }
}