{
    "0.17316265197057104-3-532": {
        "average clique similarity": 0.17316265197057104,
        "clique": [
            "0- For us  Jacob was a",
            "5- Timeline of events ",
            "6-In the end  it was t"
        ],
        "median tf-idf score": 0.7985483345333673,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "”For us, Jacob was alive.",
            "[Timeline of events in Jacob Wetterling abduction]   Heinrich was never charged in Jacob’s death, although he was one of the first people interviewed by investigators.",
            "In the end, it was the only way to verify for certain that Jacob was dead, that Heinrich was responsible, and that he got a lengthy prison sentence."
        ],
        "tf-idf score": [
            0.4196181691662883,
            0.969503383688842,
            0.7985483345333673
        ]
    },
    "0.17787625011364036-3-307": {
        "average clique similarity": 0.17787625011364036,
        "clique": [
            "5-The Minneapolis   ca",
            "3-The Wetterlings bega",
            "6-The federal and stat"
        ],
        "median tf-idf score": 0.20480018959364102,
        "publications": [
            "Washington Post",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "The Minneapolis   called the Wetterlings and the foundation they established “the driving force” behind the registry.",
            "The Wetterlings began lobbying for the creation of a statewide registry for individuals convicted of sexual offenses in Minnesota.",
            "The federal and state investigators talked to the Wetterlings and explained that the statute of limitations would not allow them to bring sexual assault or kidnapping charges and they did not have the evidence to prove murder, Luger said."
        ],
        "tf-idf score": [
            0.10462031080984707,
            0.20480018959364102,
            0.6143682390572012
        ]
    },
    "0.18198749490688512-3-589": {
        "average clique similarity": 0.18198749490688512,
        "clique": [
            "1-Afterward  Jacob sai",
            "6-Heinrich described a",
            "5-During the assault  "
        ],
        "median tf-idf score": 0.9062191514603919,
        "publications": [
            "Guardian",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "Afterward, Jacob said he was cold, and Heinrich let him get dressed.",
            "Heinrich described a cold and terrified boy who began to weep after the abductor said he couldn’t take him all the way home,   WCCO reporter Nina Moini tweeted from the courtroom.",
            "During the assault, Heinrich told the court that Jacob said he was cold and wanted to go home, according to CBS affiliate WCCO Later, Heinrich heard sirens and thought police were headed to his location, WCCO reported, adding: Heinrich panicked and took out his revolver as [Jacob] had his back to him."
        ],
        "tf-idf score": [
            0.9062191514603919,
            0.7650214732692405,
            1.3281424498370447
        ]
    },
    "0.1846313332279608-3-447": {
        "average clique similarity": 0.1846313332279608,
        "clique": [
            "4-He picked up Jacob s",
            "0-Once they were out o",
            "6-The boys were on the"
        ],
        "median tf-idf score": 0.46155537705267574,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "He picked up Jacob’s remains and took them to a new spot”.",
            "Once they were out of that neighborhood, Heinrich said he pulled up next to a gravel pit, took off the handcuffs, and instructed Wetterling to undress.",
            "The boys were on their way back home when they hit a dark stretch of road and a man in car pulled over, accosted them at gunpoint, told them to turn off their flashlight and after asking their ages, told them    to run and not look back or he would shoot them."
        ],
        "tf-idf score": [
            0.3997000010518235,
            0.7600711155837453,
            0.46155537705267574
        ]
    },
    "0.18931089990564323-3-348": {
        "average clique similarity": 0.18931089990564323,
        "clique": [
            "3-The office said loca",
            "6-DNA testing was then",
            "1-   As part of the pl"
        ],
        "median tf-idf score": 0.8078326976911876,
        "publications": [
            "Guardian",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "The office said local and state   agencies, as well as the FBI, are “currently in the process of reviewing and evaluating new evidence in the Jacob Wetterling investigation.",
            "DNA testing was then in its infancy but the department continued to send in the evidence from J S’ case to the state crime labs as testing improved.",
            "”  As part of the plea agreement in a case that has long haunted the state, Heinrich will not face state murder charges in connection with Jacob’s death."
        ],
        "tf-idf score": [
            0.8078326976911876,
            0.35042437600072446,
            0.8894049782894397
        ]
    },
    "0.19367154836298592-3-212": {
        "average clique similarity": 0.19367154836298592,
        "clique": [
            "3-Please follow the st",
            "5-Patty Wetterling  th",
            "1-The remains were ide"
        ],
        "median tf-idf score": 0.6884478406673905,
        "publications": [
            "Atlantic",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "Please follow the steps below, NEWS BRIEF The remains of Jacob Wetterling, the    boy whose abduction in Minnesota nearly 27 years ago helped lead to the creation of a national   registry, have been found and identified through dental records.",
            "Patty Wetterling, the mother of an    boy whose remains were discovered 27 years after he disappeared, said on Sept. 6 that she and her family ”need time to heal”.",
            "The remains were identified on Saturday."
        ],
        "tf-idf score": [
            0.9685071499429768,
            0.6884478406673905,
            0.07804735693452906
        ]
    },
    "0.20481216972966798-3-590": {
        "average clique similarity": 0.20481216972966798,
        "clique": [
            "5-Giving graphic detai",
            "2-MINNEAPOLIS      A M",
            "0- Two days after auth"
        ],
        "median tf-idf score": 0.9410668869714125,
        "publications": [
            "Washington Post",
            "New York Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "Giving graphic details in a Minnesota courtroom, Heinrich laid to rest a    mystery: What happened to Jacob in 1989 after he was abducted by a masked man holding a gun?",
            "MINNEAPOLIS  —   A Minnesota man confessed Tuesday to abducting and killing    Jacob Wetterling nearly 27 years ago, putting to rest a mystery that had haunted the state and led to changes in national sex offender laws.",
            " Two days after authorities found the remains of    Jacob Wetterling, who went missing in 1989, a Minnesota man has confessed to kidnapping, sexually assaulting, and killing the boy."
        ],
        "tf-idf score": [
            0.9410668869714125,
            1.0358866545112642,
            0.9365140520116477
        ]
    },
    "0.2074651350811931-3-101": {
        "average clique similarity": 0.2074651350811931,
        "clique": [
            "6-Sheriff John Sanner ",
            "3-The Stearns County s",
            "5-Danny Heinrich  Sher"
        ],
        "median tf-idf score": 0.5807262041406706,
        "publications": [
            "Washington Post",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "Sheriff John Sanner said his office received overwhelming tips in the 1989 disappearance and they linked it to a similar unsolved abduction and assault of a    boy, J S earlier in the year.",
            "The Stearns County sheriff’s office said Saturday Wetterling’s remains were recovered in a farm in central Minnesota.",
            "Danny Heinrich (Sherburne County Sheriff’s Office via AP)  Heinrich admitted in court Tuesday that he abducted, sexually assaulted and killed the boy."
        ],
        "tf-idf score": [
            0.5362551387200049,
            0.5807262041406706,
            0.7377339579564416
        ]
    },
    "0.20747543815635075-3-203": {
        "average clique similarity": 0.20747543815635075,
        "clique": [
            "4-Jacob Wetterling was",
            "6-When the first two g",
            "5-On Oct  22  1989  Ja"
        ],
        "median tf-idf score": 0.5595117319737624,
        "publications": [
            "CNN",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Jacob Wetterling was taken at gunpoint by a masked man who allowed Jacob’s brother and a friend to get away.",
            "When the first two got a distance, they looked back and Jacob and the man, who was wearing a stocking cap mask, were gone.",
            "On Oct. 22, 1989, Jacob was abducted by a man wearing a mask and holding a gun."
        ],
        "tf-idf score": [
            0.7092555439332329,
            0.5145278618684077,
            0.5595117319737624
        ]
    },
    "0.2081041307747665-3-590": {
        "average clique similarity": 0.2081041307747665,
        "clique": [
            "5-But Tuesday  accordi",
            "0-But in federal court",
            "4-In a Minneapolis cou"
        ],
        "median tf-idf score": 0.9076714104065192,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "But Tuesday, according to the AP, Heinrich was asked in court whether he had abducted, sexually assaulted and murdered Jacob.",
            "But in federal court on Tuesday, Heinrich, who said he acted alone, detailed the night he kidnapped Wetterling, according to multiple accounts filed by reporters in the courtroom.",
            "In a Minneapolis courtroom, Heinrich also said he kidnapped and sexually assaulted another boy."
        ],
        "tf-idf score": [
            0.9988293781436993,
            0.9076714104065192,
            0.679039077499133
        ]
    },
    "0.21545485300431025-3-353": {
        "average clique similarity": 0.21545485300431025,
        "clique": [
            "4-Scheierl has said he",
            "0-Daniel Heinrich  53 ",
            "3-He spoke in court Tu"
        ],
        "median tf-idf score": 0.7511837570407276,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Scheierl has said he’d like to talk to Heinrich in court Tuesday, he said that he now finds purpose in helping others, according to MPR’s Williams.",
            "Daniel Heinrich, 53, pleaded guilty to child pornography charges in federal court in Minneapolis on Tuesday, according to ABC News.",
            "He spoke in court Tuesday after agreeing to a plea deal that cut the number of charges to one."
        ],
        "tf-idf score": [
            0.7529454863836541,
            0.7511837570407276,
            0.252782431043947
        ]
    },
    "0.21589549102002192-3-272": {
        "average clique similarity": 0.21589549102002192,
        "clique": [
            "0-Patty Wetterling  Pa",
            "3-Heinrich s retelling",
            "4-Jacob s parents were"
        ],
        "median tf-idf score": 1.020096054902006,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "Patty Wetterling, Patty Wetterling told reporters that the admission provided a sense of closure for the family, adding, “Jacob was alive until we found him,” “He’s taught us all how to live, how to love, how to be kind,” Patty Wetterling said, surrounded by her family.",
            "Heinrich’s retelling of the crime Tuesday was the first time the Wetterling family and the public heard about what happened to Jacob Wetterling.",
            "Jacob’s parents were present at Tuesday’s hearing toward the end of the proceedings, Patty Wetterling said it was painful to learn about the last minutes of her son’s life, according to Minnesota Public Radio’s Brandt Williams."
        ],
        "tf-idf score": [
            0.9933133719810602,
            1.020096054902006,
            1.1607451664003618
        ]
    },
    "0.22132008528384572-3-573": {
        "average clique similarity": 0.22132008528384572,
        "clique": [
            "6- Heinrich was a vola",
            "0-The man said he then",
            "1-US attorney Andy Lug"
        ],
        "median tf-idf score": 0.7121170996380761,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "”Heinrich was a volatile and unpredictable man who could want to talk one minute and then clam up,” Luger said.",
            "The man said he then told the boy to masturbate him.",
            "US attorney Andy Luger said it was the only way to get Heinrich, whom he described as a volatile man, to show authorities where they could find the boy’s remains."
        ],
        "tf-idf score": [
            0.7121170996380761,
            0.3702087174384963,
            0.927555341090466
        ]
    },
    "0.2282819064767804-3-67": {
        "average clique similarity": 0.2282819064767804,
        "clique": [
            "5-He shot a third time",
            "0-At the time  Heinric",
            "6- We knew he could ch"
        ],
        "median tf-idf score": 0.3194940285101144,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "He shot a third time, and [Jacob] collapsed.",
            "At the time, Heinrich denied any involvement.",
            "”We knew he could change his mind at any time”."
        ],
        "tf-idf score": [
            0.33704946531158725,
            0.3194940285101144,
            0.04473203616382632
        ]
    },
    "0.22920583826759686-3-301": {
        "average clique similarity": 0.22920583826759686,
        "clique": [
            "0-He had led investiga",
            "6-That boy had been re",
            "1-Heinrich had long be"
        ],
        "median tf-idf score": 0.23105211156934471,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "He had led investigators to the boy’s remains on Sunday.",
            "That boy had been released.",
            "Heinrich had long been under investigators’ scrutiny."
        ],
        "tf-idf score": [
            0.23105211156934471,
            0.0991700680937061,
            0.3653880213719133
        ]
    },
    "0.2315374735011503-3-188": {
        "average clique similarity": 0.2315374735011503,
        "clique": [
            "6-Heinrich agreed to m",
            "1-Heinrich led authori",
            "5-In the days since He"
        ],
        "median tf-idf score": 0.9414320203547619,
        "publications": [
            "CNN",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "Heinrich agreed to make a full confession in court to Jacob’s death, lead the authorities to the remains and receive a   sentence for possession of child pornography.",
            "Heinrich led authorities to Jacob’s buried remains in a central Minnesota field last week.",
            "In the days since Heinrich led authorities to the buried remains of Jacob Wetterling, the boy’s family remained silent, deep in their own grief."
        ],
        "tf-idf score": [
            0.9414320203547619,
            0.829009935275989,
            1.0548912068562275
        ]
    },
    "0.23253596249736608-3-94": {
        "average clique similarity": 0.23253596249736608,
        "clique": [
            "2-Using technology tha",
            "4-Federal prosecutors ",
            "6-Investigators got a "
        ],
        "median tf-idf score": 0.8337882041327724,
        "publications": [
            "New York Post",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "Using technology that wasn’t available in 1989, investigators found Heinrich’s DNA on Scheierl’s sweatshirt, and used that evidence to get a search warrant for Heinrich’s home, where they found a large collection of child pornography.",
            "Federal prosecutors say that after DNA tests linked Heinrich to the Scheierl case last year, investigators carried out a search that resulted in the discovery of ”collections of child pornography within multiple   binders”.",
            "Investigators got a search warrant for Heinrich’s house and while they didn’t locate evidence for the Wetterling case, they did find a huge stash of child pornography, which County Attorney Janelle Kendall realized might be the leverage that could crack the Wetterling case, because child pornography carries a potential   sentence per count."
        ],
        "tf-idf score": [
            0.7149423116483915,
            0.8337882041327724,
            0.9272428681525228
        ]
    },
    "0.2326713486595232-3-181": {
        "average clique similarity": 0.2326713486595232,
        "clique": [
            "1-In the years after J",
            "5- National Center for",
            "2-She became a nationa"
        ],
        "median tf-idf score": 0.5708955356286788,
        "publications": [
            "Guardian",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "In the years after Jacob’s disappearance, his mother, Patty, became a nationally known advocate for missing children.",
            "(National Center for Missing and Exploited Children)  Each Oct. 22, on the anniversary of Jacob’s disappearance, Minnesotans leave their porch lights on.",
            "She became a national advocate for missing children, and with her husband, Jerry Wetterling, founded the Jacob Wetterling Resource Center, which works to help communities and families prevent child exploitation."
        ],
        "tf-idf score": [
            0.5708955356286788,
            0.548224339624793,
            0.7638270030453744
        ]
    },
    "0.2433065862806527-3-590": {
        "average clique similarity": 0.2433065862806527,
        "clique": [
            "3- I raised the revolv",
            "6-Heinrich panicked up",
            "0- I raised the revolv"
        ],
        "median tf-idf score": 0.6054089267343082,
        "publications": [
            "Atlantic",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "“I raised the revolver to his head.",
            "Heinrich panicked upon hearing a police car, loaded his revolver, shot the boy and buried him in a place finally uncovered last week, federal authorities said.",
            "“I raised the revolver to his head, clicked once, with no bullet in the chamber,” Heinrich reportedly said in court."
        ],
        "tf-idf score": [
            0.06930230496024703,
            0.883371973387873,
            0.6054089267343082
        ]
    },
    "0.24516839610009608-3-567": {
        "average clique similarity": 0.24516839610009608,
        "clique": [
            "1-A Minnesota man conf",
            "6-  CNN  Danny James H",
            "5-Now 53  Heinrich mad"
        ],
        "median tf-idf score": 1.530082866529953,
        "publications": [
            "Guardian",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "A Minnesota man confessed on Tuesday to abducting and killing    Jacob Wetterling nearly 27 years ago, recounting the crime in chilling detail, including a handcuffed Jacob asking him, “What did I do wrong?” Danny Heinrich, 53, of Annandale, made the admission as he pleaded guilty to a federal child abuse images charge that will probably keep him locked up for 20 years, with civil commitment possible after that, meaning he could spend the rest of his life in custody.",
            " (CNN) Danny James Heinrich told a Minnesota court on Tuesday that    Jacob Wetterling had one question 27 years ago when he was kidnapping him on a rural road: ”What did I do wrong?” Heinrich, now 53, described the sexual assault and murder of Jacob and also a separate attack on another boy who survived, as part of a plea deal with federal and state authorities designed to reveal what happened to Jacob and to recover his remains.",
            "Now 53, Heinrich made the admission as he pleaded guilty to federal child pornography charges, the Associated Press reported."
        ],
        "tf-idf score": [
            1.530082866529953,
            1.7579431119346733,
            0.6183065315749461
        ]
    },
    "0.24645684095916817-3-38": {
        "average clique similarity": 0.24645684095916817,
        "clique": [
            "5-Police have finally ",
            "2-His mother  Patty We",
            "6-   Jacob would not h"
        ],
        "median tf-idf score": 0.27594056109348364,
        "publications": [
            "Washington Post",
            "CNN",
            "New York Post"
        ],
        "sentences": [
            "Police have finally found his body.]",
            "His mother, Patty Wetterling, always kept hope her son would be found alive.",
            ".. Jacob would not have been found."
        ],
        "tf-idf score": [
            0.07022234636068801,
            0.27594056109348364,
            0.28771200698161403
        ]
    },
    "0.2506138913792518-3-590": {
        "average clique similarity": 0.2506138913792518,
        "clique": [
            "3-Heinrich was charged",
            "6-In exchange  the sta",
            "2-The statute of limit"
        ],
        "median tf-idf score": 0.644763471538848,
        "publications": [
            "Atlantic",
            "CNN",
            "New York Post"
        ],
        "sentences": [
            "Heinrich was charged last year with 25 counts of possessing and receiving child pornography.",
            "In exchange, the state dropped multiple counts of child pornography possession that carried a a potential life sentence in the federal system, and state authorities agreed not to prosecute him for murder, Luger said.",
            "The statute of limitations had expired for charging him in the assault on Jared, but a grand jury indicted him on 25 child pornography counts."
        ],
        "tf-idf score": [
            0.6535309216767942,
            0.644763471538848,
            0.31928025135071775
        ]
    },
    "0.2572574485197538-3-590": {
        "average clique similarity": 0.2572574485197538,
        "clique": [
            "5-He pulled the trigge",
            "3-I turned my head and",
            "1-He held the gun to t"
        ],
        "median tf-idf score": 0.19878431255234696,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "He pulled the trigger again, shooting [Jacob] in the back of the head.",
            "I turned my head and it clicked once.",
            "He held the gun to the boy’s head and pulled the trigger."
        ],
        "tf-idf score": [
            0.3619102541312485,
            0.050184729502674594,
            0.19878431255234696
        ]
    },
    "0.2609604661647495-3-590": {
        "average clique similarity": 0.2609604661647495,
        "clique": [
            "3-Police were led ther",
            "4-Answers are finally ",
            "5- A Minnesota boy was"
        ],
        "median tf-idf score": 0.6557695662770551,
        "publications": [
            "Atlantic",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Police were led there by Danny James Heinrich, who on Tuesday confessed in court to kidnapping and killing the boy on October 22, 1989.",
            "Answers are finally emerging about the abduction of an    boy in Minnesota in 1989, as Danny Heinrich has admitted kidnapping and killing Jacob Wetterling.",
            "[A Minnesota boy was kidnapped at gunpoint in 1989."
        ],
        "tf-idf score": [
            0.6557695662770551,
            1.0703953261888788,
            0.29785374359127703
        ]
    },
    "0.26283090137870807-3-590": {
        "average clique similarity": 0.26283090137870807,
        "clique": [
            "4-But at the time  the",
            "1-They first questione",
            "5-He maintained his in"
        ],
        "median tf-idf score": 0.1855112416122809,
        "publications": [
            "NPR",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "But at the time, the physical evidence wasn’t considered to be enough to link him to the crimes.",
            "They first questioned him shortly after Jacob’s abduction, but he maintained his innocence and they never had enough evidence to charge him.",
            "He maintained his innocence for years, and prosecutors never had enough evidence to charge him."
        ],
        "tf-idf score": [
            0.10557261706643632,
            0.45784428900095464,
            0.1855112416122809
        ]
    },
    "0.26592749807426563-3-590": {
        "average clique similarity": 0.26592749807426563,
        "clique": [
            "4-From his story about",
            "1-Heinrich lay in wait",
            "0-Heinrich said he pul"
        ],
        "median tf-idf score": 0.6364457593180017,
        "publications": [
            "NPR",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "From his story about today’s hearing: ”Heinrich said he confronted the children with a   revolver.",
            "Heinrich lay in wait for the three boys to return, and when they did, he put on a mask and confronted them with a revolver.",
            "Heinrich said he pulled into a driveway, put on a mask, and then confronted the boys on the street."
        ],
        "tf-idf score": [
            0.6577454322570587,
            0.4615860131772185,
            0.6364457593180017
        ]
    },
    "0.27228014312497534-3-218": {
        "average clique similarity": 0.27228014312497534,
        "clique": [
            "0-  Lugar said Heinric",
            "4-A sentencing hearing",
            "5-His maximum sentence"
        ],
        "median tf-idf score": 0.5583318265210916,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "” Lugar said Heinrich will now spend 20 years in prison.",
            "A sentencing hearing for Heinrich was scheduled for November the   plea deal calls for him to serve a maximum prison term of 20 years.",
            "His maximum sentence is 20 years."
        ],
        "tf-idf score": [
            0.5583318265210916,
            0.6397276867700807,
            0.09221319585702085
        ]
    },
    "0.27286629161257775-3-590": {
        "average clique similarity": 0.27286629161257775,
        "clique": [
            "5- Yes I did   he said",
            "3-Wetterling s parents",
            "6-   Patty and Jerry W"
        ],
        "median tf-idf score": 0.742461305526367,
        "publications": [
            "Washington Post",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "“Yes I did,” he said, with Jacob’s parents, Patty and Jerry Wetterling, in the courtroom.",
            "Wetterling’s parents, Jerry and Patty, created an advocacy group for children’s safety in Jacob’s name in 1990, three months after their son’s abduction.",
            "”  Patty and Jerry Wetterling agreed to support the deal."
        ],
        "tf-idf score": [
            0.742461305526367,
            0.7462101705525318,
            0.2853417001616391
        ]
    },
    "0.27423826098254944-3-77": {
        "average clique similarity": 0.27423826098254944,
        "clique": [
            "1- He s not getting aw",
            "5-He buried the boy ab",
            "2-Afterward  he shot t"
        ],
        "median tf-idf score": 0.22396082850093665,
        "publications": [
            "New York Post",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "“He’s not getting away with anything.",
            "He buried the boy about 100 yards away and camouflaged the area with leaves and twigs, the AP reported.",
            "Afterward, he shot the boy and later buried him about 100 yards away."
        ],
        "tf-idf score": [
            0.03838274410322122,
            0.25246814785067856,
            0.22396082850093665
        ]
    },
    "0.2745360294055759-3-46": {
        "average clique similarity": 0.2745360294055759,
        "clique": [
            "5-Heinrich also said h",
            "4-Heinrich aired distu",
            "2-As part of that effo"
        ],
        "median tf-idf score": 1.0489961238183994,
        "publications": [
            "Washington Post",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "Heinrich also said he sexually assaulted another Minnesota boy,    Jared Scheierl, nine months before Jacob disappeared, according to the AP Jared survived.",
            "Heinrich aired disturbing details about the case during a    hearing Tuesday that saw the    acknowledge his crimes against Jacob and against Jared Scheierl, who was 12 when he was kidnapped months before Jacob was abducted.",
            "As part of that effort, investigators took another look at the sexual assault of    Jared Scheierl, of Cold Spring, nine months before Jacob’s disappearance."
        ],
        "tf-idf score": [
            1.1609270447402675,
            1.0489961238183994,
            0.6093577709835782
        ]
    },
    "0.2772867108741848-3-329": {
        "average clique similarity": 0.2772867108741848,
        "clique": [
            "1-Prosecutors said the",
            "5-Tuesday s admission ",
            "4-Heinrich made the st"
        ],
        "median tf-idf score": 0.688521743474926,
        "publications": [
            "Guardian",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Prosecutors said the family was consulted on and approved the plea agreement, which required Heinrich to give a detailed confession and tell investigators where to find Jacob.",
            "Tuesday’s admission was part of a plea deal with federal prosecutors on the child pornography charges.",
            "Heinrich made the statements as part of a plea deal related to child pornography charges, on which he was indicted last December."
        ],
        "tf-idf score": [
            1.0623571843483515,
            0.5079104106335809,
            0.688521743474926
        ]
    },
    "0.29248040325765606-3-590": {
        "average clique similarity": 0.29248040325765606,
        "clique": [
            "0-  Heinrich said he t",
            "5-          Moments af",
            "3-The assailant told W"
        ],
        "median tf-idf score": 0.6940589479336184,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "” Heinrich said he then handcuffed Wetterling and put him in the passenger seat of his car and drove off.",
            "          Moments after Danny Heinrich abducted Jacob Wetterling on a rural road in Minnesota, the man handcuffed the    boy and forced him into a car.",
            "The assailant told Wetterling’s brother and friend to run, but forced Wetterling into his car and handcuffed him."
        ],
        "tf-idf score": [
            0.6940589479336184,
            1.0887382818308748,
            0.33932570563062053
        ]
    },
    "0.29880045798167515-3-163": {
        "average clique similarity": 0.29880045798167515,
        "clique": [
            "2-  With Jacob s paren",
            "1-With Patty and Jacob",
            "6-Abducted from a  saf"
        ],
        "median tf-idf score": 1.1302066057067233,
        "publications": [
            "New York Post",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "” With Jacob’s parents, Patty and Jerry Wetterling, in the courtroom, Heinrich went on to relate details of the crime: how he donned a mask and confronted Jacob and two friends with a revolver near Jacob’s St. Joseph home on Oct. 22, 1989.",
            "With Patty and Jacob’s father, Jerry Wetterling, in a packed courtroom, Heinrich described seeing Jacob, Jacob’s brother, and a friend bicycling down a rural road near Jacob’s central Minnesota home in St Joseph the night of 22 October 1989.",
            "Abducted from a ’safe place’ Jacob went missing one evening when when he and his brother left their home in the hamlet of St. Joseph with a friend to ride their bicycles and a scooter to a store to rent a movie."
        ],
        "tf-idf score": [
            1.1302066057067233,
            1.1715759245989257,
            0.5728294102864958
        ]
    },
    "0.30136659657633275-3-590": {
        "average clique similarity": 0.30136659657633275,
        "clique": [
            "3- I told him I had to",
            "0-Heinrich said he tol",
            "1-Heinrich said he tol"
        ],
        "median tf-idf score": 0.6584654096108982,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "“I told him I had to go to the bathroom,” Heinrich said.",
            "Heinrich said he told them to get off their bicycles, and instructed the two other boys to “run away, don’t look back or I’ll shoot.",
            "Heinrich said he told the two other boys to run and not look back or he would shoot."
        ],
        "tf-idf score": [
            0.5138838074563696,
            0.7163638979945786,
            0.6584654096108982
        ]
    },
    "0.3060471953769432-3-506": {
        "average clique similarity": 0.3060471953769432,
        "clique": [
            "0-Heinrich testified t",
            "4-The three children h",
            "5-The    had been ridi"
        ],
        "median tf-idf score": 0.2781409579318421,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "Heinrich testified that he then saw a patrol car nearby, panicked, and loaded a gun.",
            "The three children had been riding bikes near their house in a rural area in central Minnesota.",
            "The    had been riding bikes with two other boys."
        ],
        "tf-idf score": [
            0.42583727292918155,
            0.2781409579318421,
            0.12250106573958511
        ]
    },
    "0.30735755590647956-4-590": {
        "average clique similarity": 0.30735755590647956,
        "clique": [
            "6-Last week Wednesday ",
            "5-Heinrich s testimony",
            "3-Heinrich led police ",
            "4-That spot is evident"
        ],
        "median tf-idf score": 0.7409124287461193,
        "publications": [
            "CNN",
            "Washington Post",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "Last week Wednesday, he led authorities to a grave in a rural section of the county near Paynesville.",
            "Heinrich’s testimony capped a week of dramatic developments in Jacob’s case, which began last week when Heinrich led investigators to the boy’s body in a field in Paynesville.",
            "Heinrich led police to the spot where he buried the body near Paynesville, Minnesota, last week, the Star Tribune in Minnesota reported.",
            "That spot is evidently the same one Heinrich led authorities to last week, according to the AP Human remains were recovered there that DNA analysis confirmed were Jacob’s over the weekend."
        ],
        "tf-idf score": [
            0.2154604200902589,
            0.9159814427794118,
            0.6025444016228939,
            0.8792804558693448
        ]
    },
    "0.31282903524208266-3-590": {
        "average clique similarity": 0.31282903524208266,
        "clique": [
            "5-He returned later an",
            "1-He said he returned ",
            "4-He returned to the s"
        ],
        "median tf-idf score": 0.4454567542190018,
        "publications": [
            "Washington Post",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "He returned later and transferred the remains to a nearby farm.",
            "He said he returned to the site about a year later and saw that Jacob’s jacket and some bones had become exposed.",
            "He returned to the site a year later to discover Jacob’s jacket partially exposed."
        ],
        "tf-idf score": [
            0.11828259867908983,
            0.6358075542134077,
            0.4454567542190018
        ]
    },
    "0.3213627403609877-3-59": {
        "average clique similarity": 0.3213627403609877,
        "clique": [
            "0-  Heinrich said he l",
            "1-Heinrich said he wen",
            "4- Heinrich said he le"
        ],
        "median tf-idf score": 0.9202236898849372,
        "publications": [
            "Guardian",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "” Heinrich said he left the boy’s body at the gravel pit and returned a few hours later to bury him.",
            "Heinrich said he went home for a couple of hours, then went back to the gravel pit and buried Jacob about 100 yards away.",
            "”Heinrich said he left Jacob’s body and went home and went back later to hide the body, using a Bobcat to dig a hole."
        ],
        "tf-idf score": [
            0.7152214137590321,
            0.9668243607179225,
            0.9202236898849372
        ]
    },
    "0.3690405662366565-3-11": {
        "average clique similarity": 0.3690405662366565,
        "clique": [
            "1-We got the truth ",
            "0- Finally  we know th",
            "6- I wish we had a dif"
        ],
        "median tf-idf score": 0.06417322584728086,
        "publications": [
            "Guardian",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "We got the truth.",
            "“Finally, we know the truth.",
            "”I wish we had a different result but the people standing with me today delivered what we could, the truth,” said United States  Attorney Andrew Luger."
        ],
        "tf-idf score": [
            0.032209445277306806,
            0.06417322584728086,
            0.3780852974687844
        ]
    },
    "0.38113757565396933-4-590": {
        "average clique similarity": 0.38113757565396933,
        "clique": [
            "0-Heinrich said the yo",
            "4-He handcuffed Jacob ",
            "5-Jacob looked at Hein",
            "2-Heinrich said when h"
        ],
        "median tf-idf score": 0.7747620463435292,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "Heinrich said the young boy asked “What did I do wrong?” as they drove away.",
            "He handcuffed Jacob behind his back and drove away as Jacob asked, ’What did I do wrong?’ ”Heinrich admitted sexually abusing Jacob and then shot him twice.",
            "Jacob looked at Heinrich and asked, “What did I do wrong?” Soon, Jacob was dead.",
            "Heinrich said when he took Jacob, the boy asked, “What did I do wrong?” Heinrich, 53, of Annandale,  ."
        ],
        "tf-idf score": [
            0.6752876402623317,
            0.7959858518568965,
            0.753538240830162,
            0.9226752310132326
        ]
    },
    "0.3899319204419606-6-35": {
        "average clique similarity": 0.3899319204419606,
        "clique": [
            "2-In 1994  Congress pa",
            "1-A 1994 federal law n",
            "5- Reuters    In 1994 ",
            "0-  Wetterling s disap",
            "3-In 1994  the Jacob W",
            "6-She called Luger to "
        ],
        "median tf-idf score": 0.7324096895607073,
        "publications": [
            "Washington Post",
            "CNN",
            "New York Post",
            "Atlantic",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "In 1994, Congress passed a law named after Jacob that requires states to establish sex offender registries.",
            "A 1994 federal law named for Jacob requires states to establish sex offender registries.",
            "(Reuters)   In 1994, the federal Jacob Wetterling Crimes Against Children and Sexually Violent Offender Registration Act led to the creation of a national sex offender registry.",
            "” Wetterling’s disappearance led to child protection laws across the country, including Jacob’s Law passed by Congress in 1994 requiring states to establish sex offender registries.",
            "In 1994, the Jacob Wetterling Act became federal law, requiring all 50 states to create   registries.",
            "She called Luger to tell him that as a team they might have the keys to crack the cold case that had brought the federal 1994 Jacob Wetterling Crimes Against Children and Sexually Violent Offender Registration Act, which requires states to maintain sex offender registries and guidelines."
        ],
        "tf-idf score": [
            0.5433484280840158,
            0.5580662572219641,
            0.8356551436160214,
            0.843376261400635,
            0.629164235505393,
            0.9912680965448931
        ]
    },
    "0.4164026372311136-3-590": {
        "average clique similarity": 0.4164026372311136,
        "clique": [
            "2-He said he told the ",
            "3-Heinrich said he dro",
            "1-He said he then hand"
        ],
        "median tf-idf score": 0.7430248622951315,
        "publications": [
            "New York Post",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "He said he told the two friends to run, handcuffed Jacob and drove him to a gravel pit near Paynesville, where he assaulted him.",
            "Heinrich said he drove Wetterling to an area near a gravel pit, led him out of the vehicle, uncuffed him, and molested him.",
            "He said he then handcuffed Jacob and drove him to a gravel pit near Paynesville, where he molested him."
        ],
        "tf-idf score": [
            0.7430248622951315,
            0.7916451127353551,
            0.6257313706722964
        ]
    },
    "0.45336506441639707-3-590": {
        "average clique similarity": 0.45336506441639707,
        "clique": [
            "2-Asked whether he abd",
            "1-Asked whether he abd",
            "0-Heinrich also admitt"
        ],
        "median tf-idf score": 0.906945930901137,
        "publications": [
            "New York Post",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "Asked whether he abducted, sexually assaulted and murdered Jacob, Heinrich said: “Yes I did.",
            "Asked whether he abducted, sexually assaulted and murdered Jacob, Heinrich said: “Yes, I did.",
            "Heinrich also admitted that, in January 1989, he abducted and sexually assaulted a   ."
        ],
        "tf-idf score": [
            0.906945930901137,
            0.906945930901137,
            0.41257954058679475
        ]
    },
    "0.5320191191279942-3-590": {
        "average clique similarity": 0.5320191191279942,
        "clique": [
            "0- I want to say   Jac",
            "6- It is incredibly pa",
            "1- It s incredibly pai"
        ],
        "median tf-idf score": 0.5379767185143389,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "“I want to say, ‘Jacob, I’m so sorry.’ It’s incredibly painful to know his last days, his last hours, last minutes.",
            "”It is incredibly painful to know his last days, his last hours and his last minutes,” Patty Wetterling said after the hearing.",
            "“It’s incredibly painful to know his last days, last hours, last minutes,” Patty Wetterling said after the guilty plea."
        ],
        "tf-idf score": [
            0.4595361735610115,
            0.5379767185143389,
            0.5632408302924812
        ]
    },
    "0.5572178215275567-3-135": {
        "average clique similarity": 0.5572178215275567,
        "clique": [
            "0-Last year  police na",
            "1-Authorities named He",
            "2-Authorities named He"
        ],
        "median tf-idf score": 0.8647609123441842,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "New York Post"
        ],
        "sentences": [
            "Last year, police named Heinrich, who had pleaded guilty to 25 counts of possessing child pornography, as a person of interest in the   case, the AP reported.",
            "Authorities named Heinrich as a person of interest in Jacob’s disappearance last October when they announced the child abuse image charges.",
            "Authorities named Heinrich as a person of interest in Jacob’s disappearance last October when they announced the child pornography charges."
        ],
        "tf-idf score": [
            0.7513147503050245,
            0.8647609123441842,
            0.8919863381889267
        ]
    },
    "0.7116557731409051-3-313": {
        "average clique similarity": 0.7116557731409051,
        "clique": [
            "6- For us  Jacob was a",
            "1- To us  Jacob was al",
            "0-   until we found hi"
        ],
        "median tf-idf score": 0.4196181691662883,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "”For us, Jacob was alive, until they found him”.",
            "“To us, Jacob was alive, until we found him.",
            ".. until we found him”."
        ],
        "tf-idf score": [
            0.4196181691662883,
            0.4196181691662883,
            0.0
        ]
    }
}