{
    "0.15683690552613008-3-99": {
        "average clique similarity": 0.15683690552613008,
        "clique": [
            "3-The cleric s executi",
            "4-Most of the reaction",
            "1-They have also parri"
        ],
        "median tf-idf score": 0.8377390510720664,
        "publications": [
            "New York Post",
            "Breitbart",
            "Atlantic"
        ],
        "sentences": [
            "The cleric’s execution could also complicate Saudi Arabia’s relationship with the   government in Iraq.",
            "Most of the reaction to the execution in the region broke cleanly along sectarian lines, with Shiite leaders in Iraq, Yemen, Lebanon and elsewhere criticizing the Saudis for killing a man they called a peaceful dissident while Saudi Arabia’s Sunni allies applauded what they called the country’s efforts to fight terrorism.",
            "They have also parried in Bahrain, where a Sunni ruler governs a mostly Shiite population, and in Iraq, where Iran holds considerable influence over the predominantly Shiite government and traded barbs over the death toll of the stampede at the Hajj last September."
        ],
        "tf-idf score": [
            0.8377390510720664,
            1.384666226689558,
            0.6117964095093105
        ]
    },
    "0.1843552754986341-3-94": {
        "average clique similarity": 0.1843552754986341,
        "clique": [
            "4-Mr Jubeir said that ",
            "3-The Iranian Foreign ",
            "1-In a statement  Bahr"
        ],
        "median tf-idf score": 1.3721200161705527,
        "publications": [
            "Breitbart",
            "New York Post",
            "Atlantic"
        ],
        "sentences": [
            "Mr Jubeir said that the kingdom would not allow Iran to undermine the kingdom’s security.",
            "The Iranian Foreign Ministry has summoned the Saudi envoy in Tehran to protest, while the Saudi Foreign Ministry later said it had summoned Iran’s envoy to the kingdom to protest Iran’s criticism of the execution, saying it represented “blatant interference” in its internal affairs.",
            "In a statement, Bahrain said it was cutting relations with Iran “after the criminal cowardly attacks on the Embassy of the Kingdom of Saudi Arabia in Tehran and its consulate in the city of Mashhad."
        ],
        "tf-idf score": [
            0.36793114256590836,
            1.3721200161705527,
            1.4002709612427933
        ]
    },
    "0.2021541756817663-3-253": {
        "average clique similarity": 0.2021541756817663,
        "clique": [
            "2-The cleric s executi",
            "0-In Iraq  there was a",
            "1-The latest tensions "
        ],
        "median tf-idf score": 0.7312311395729478,
        "publications": [
            "Fox News",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "The cleric’s execution could also complicate Saudi Arabia’s relationship with the   government in Iraq.",
            "In Iraq, there was an outpouring of anger from Shiite leaders and politicians, with the influential cleric Moqtada   calling on Shiites in Iraq and across the region to protest the execution.",
            "The latest tensions have prompted fears of a   sectarian conflict (indeed, on Monday, two Sunni mosques in Iraq were bombed and a cleric killed) but they also complicate U S efforts to forge a global coalition against the Islamic State group in the region."
        ],
        "tf-idf score": [
            0.8377390510720664,
            0.7312311395729478,
            0.560177338086955
        ]
    },
    "0.21913282847220947-3-182": {
        "average clique similarity": 0.21913282847220947,
        "clique": [
            "3-In Tehran  the crowd",
            "1-  Sudan s Foreign Mi",
            "0-The authorities in T"
        ],
        "median tf-idf score": 0.8062915076747844,
        "publications": [
            "Atlantic",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "In Tehran, the crowd gathered outside the Saudi Embassy early Sunday and chanted   slogans.",
            "” Sudan’s Foreign Ministry said Khartoum was cutting relations with Tehran in “response to the barbaric attacks on the Saudi Arabian embassy in Tehran and its consulate in Mashhad.",
            "The authorities in Tehran announced that they had made a number of arrests in connection with the rampage at the Saudi embassy in Tehran, and the Foreign Ministry pledged to secure Saudi Arabian diplomatic facilities against further attack."
        ],
        "tf-idf score": [
            0.700169616076796,
            1.0691717472751967,
            0.8062915076747844
        ]
    },
    "0.22470377239103867-3-166": {
        "average clique similarity": 0.22470377239103867,
        "clique": [
            "0-Most of the 47 execu",
            "3-Also Sunday  the BBC",
            "1-  At issue is Saudi "
        ],
        "median tf-idf score": 0.7012166099774187,
        "publications": [
            "Washington Post",
            "New York Post",
            "Atlantic"
        ],
        "sentences": [
            "Most of the 47 executed on Saturday were Sunnis accused of participating in Al Qaeda attacks.",
            "Also Sunday, the BBC reported that one of the 47 executed in Saudi Arabia, Adel   was convicted over a 2004 attack on its journalists in Riyadh.",
            "” At issue is Saudi Arabia’s announcement on Saturday that it had executed 47 people on terrorism charges."
        ],
        "tf-idf score": [
            0.20526088783461788,
            0.8423881281338188,
            0.7012166099774187
        ]
    },
    "0.23744445544025475-3-58": {
        "average clique similarity": 0.23744445544025475,
        "clique": [
            "3-It was largest mass ",
            "2-They compared the ex",
            "0-Iran carried out 694"
        ],
        "median tf-idf score": 0.3862259398474741,
        "publications": [
            "Fox News",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "It was largest mass execution carried out by the kingdom in three and a half decades.",
            "They compared the executions to attacks carried out by the Islamic State.",
            "Iran carried out 694 executions in the first half of last year, according to an Amnesty International statement in July."
        ],
        "tf-idf score": [
            0.3862259398474741,
            0.3102327823402486,
            0.505944670100259
        ]
    },
    "0.2603367274193688-3-74": {
        "average clique similarity": 0.2603367274193688,
        "clique": [
            "0-  Saudi Arabia and I",
            "1-It s been some time ",
            "3-Sunni Saudi Arabia a"
        ],
        "median tf-idf score": 0.9727205003388651,
        "publications": [
            "Washington Post",
            "Atlantic",
            "New York Post"
        ],
        "sentences": [
            "” Saudi Arabia and Iran are backing rival sides in Syria’s war, and their enmity risks derailing a diplomatic effort led by the United States and Russia to convene peace talks between the factions in Geneva this month.",
            "It’s been some time coming: The two countries are on opposite sides of the civil war in Yemen, where the Saudis support the government and the Iranians the Houthi rebels and in Syria, where Riyadh supports some rebel groups and Iran the government of President Bashar  .",
            "Sunni Saudi Arabia and Shiite Iran are locked in a bitter rivalry, and support opposite sides in the wars in Syria and Yemen."
        ],
        "tf-idf score": [
            0.9072459439093329,
            0.9727205003388651,
            1.0145069599901235
        ]
    },
    "0.30442185487704043-3-253": {
        "average clique similarity": 0.30442185487704043,
        "clique": [
            "4-The supreme leader o",
            "0-The warning came hou",
            "1-The steps come just "
        ],
        "median tf-idf score": 1.1985654560916024,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "The supreme leader of Iran, Ayatollah Ali Khamenei, warned Saturday that Saudi Arabia would face divine vengeance for the execution of Sheikh Nimr, a day after Iranian protesters ransacked the Saudi Embassy in Tehran.",
            "The warning came hours after crowds of protesters stormed and torched the Saudi embassy in Tehran to vent their anger at the execution of Nimr Baqr   who was among 47 people put to death in the kingdom on Saturday.",
            "The steps come just days after Iranian protesters stormed the Saudi Embassy in Tehran in an apparent response to the kingdom’s execution over the weekend of a prominent Shiite cleric."
        ],
        "tf-idf score": [
            1.541627464661856,
            1.1889363468495568,
            1.1985654560916024
        ]
    },
    "0.31956550191727623-3-107": {
        "average clique similarity": 0.31956550191727623,
        "clique": [
            "3-AP EPA Getty Images ",
            "2- Iran s supreme lead",
            "4- From the New York T"
        ],
        "median tf-idf score": 1.7379131737904878,
        "publications": [
            "Breitbart",
            "Fox News",
            "New York Post"
        ],
        "sentences": [
            "AP EPA Getty Images EPA Getty Images AP Reuters View Slideshow TEHRAN, Iran  —   Iran’s top leader on Sunday warned Saudi Arabia of “divine revenge” over the execution of an opposition Shiite cleric, while Riyadh accused Tehran of supporting terrorism, escalating a war of words hours after protesters stormed the Saudi Embassy in Tehran.",
            " Iran’s supreme leader warned Saudi Arabia of “divine revenge” Sunday following the execution of a prominent Shiite cleric while Riyadh accused Tehran of supporting terrorism, escalating a war of words after protesters stormed the Saudi Embassy in Tehran.",
            "[From the New York Times:  BAGHDAD  —   Saudi Arabia cut diplomatic ties with Iran on Sunday and gave all Iranian diplomats 48 hours to leave the kingdom, as escalating tensions over the execution of an outspoken Shiite cleric in Saudi Arabia marked a new low in relations between the two Middle Eastern powers."
        ],
        "tf-idf score": [
            1.8025809441558025,
            1.7379131737904878,
            1.624180468702325
        ]
    },
    "0.3323577678094057-3-242": {
        "average clique similarity": 0.3323577678094057,
        "clique": [
            "3-was a central figure",
            "1-The execution sparke",
            "2-His execution drew c"
        ],
        "median tf-idf score": 1.1182562064910138,
        "publications": [
            "Fox News",
            "New York Post",
            "Atlantic"
        ],
        "sentences": [
            "was a central figure in protests by Saudi Arabia’s Shiite minority until his arrest in 2012, and his execution drew condemnation from Shiites across the region.",
            "The execution sparked protests by Shiites across the world, including in Iraq, Bahrain, Pakistan, and Iran, where protesters stormed the Saudi Embassy in Riyadh, as well as the consulate in Mashhad.",
            "His execution drew condemnation from Shiites across the region as well as several countries outside Iran."
        ],
        "tf-idf score": [
            1.1182562064910138,
            1.2590145752066633,
            0.6259245971264109
        ]
    },
    "0.3396536595604855-3-253": {
        "average clique similarity": 0.3396536595604855,
        "clique": [
            "4-The surprise move  a",
            "2-The Iranian Foreign ",
            "0-Foreign Minister Ade"
        ],
        "median tf-idf score": 1.3354654114789655,
        "publications": [
            "Breitbart",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "The surprise move, announced in a televised news conference by Adel   the Saudi foreign minister, followed harsh criticism by Iranian leaders of the Saudi execution of Sheikh Nimr   and the storming of the Saudi Embassy in Tehran by protesters in response.",
            "The Iranian Foreign Ministry has summoned the Saudi envoy in Tehran to protest, while the Saudi Foreign Ministry later said it had summoned Iran’s envoy to the kingdom to protest the critical Iranian reaction to the sheikh’s execution, saying it represented ”blatant interference” in its internal affairs.",
            "Foreign Minister Adel   told reporters in Riyadh that the Iranian ambassador to Saudi Arabia had been given 48 hours to leave the country, citing concerns that Tehran’s Shiite government was undermining the security of the Sunni kingdom."
        ],
        "tf-idf score": [
            1.2225174294050907,
            1.4143881764649087,
            1.3354654114789655
        ]
    },
    "0.34489717611470966-3-12": {
        "average clique similarity": 0.34489717611470966,
        "clique": [
            "2-Sheikh Nimir   was e",
            "0-The cleric  Nimr   w",
            "3-Saudi Arabia announc"
        ],
        "median tf-idf score": 0.4857036653598498,
        "publications": [
            "Washington Post",
            "Fox News",
            "New York Post"
        ],
        "sentences": [
            "Sheikh Nimir   was executed Saturday along with 46 others, including three other Shiite dissidents and a number of Al Qaeda militants.",
            "The cleric, Nimr   was among 47 people, including dozens of al Qaeda members, executed on terrorism charges.",
            "Saudi Arabia announced   including three other Shiite dissidents and a number of al Qaida militants."
        ],
        "tf-idf score": [
            0.4857036653598498,
            0.4563667976311519,
            0.7949788447895453
        ]
    },
    "0.34511614355784453-3-200": {
        "average clique similarity": 0.34511614355784453,
        "clique": [
            "0-Jan  2  2016 Smoke r",
            "2-Protesters threw sto",
            "3-Some protesters thre"
        ],
        "median tf-idf score": 0.5738538750863772,
        "publications": [
            "Washington Post",
            "New York Post",
            "Fox News"
        ],
        "sentences": [
            "Jan. 2, 2016 Smoke rises as Iranian protesters set fire to the Saudi embassy in Tehran.",
            "Protesters threw stones and Molotov cocktails at the embassy, igniting a fire in one part of the building, said the country’s top police official, Gen. Hossein Sajedina.",
            "Some protesters threw stones and Molotov cocktails at the embassy, setting off a fire in part of the building, said the country’s top police official, Gen. Hossein Sajedinia, according to the   Tasnim news agency."
        ],
        "tf-idf score": [
            0.6663791659829609,
            0.485644448852772,
            0.5738538750863772
        ]
    },
    "0.3757803092175007-3-253": {
        "average clique similarity": 0.3757803092175007,
        "clique": [
            "0-push  c b         In",
            "2-Iran s Supreme Leade",
            "3-Iran s Supreme Leade"
        ],
        "median tf-idf score": 0.7436578093661915,
        "publications": [
            "Washington Post",
            "Fox News",
            "New York Post"
        ],
        "sentences": [
            "push( c[b])})();  In a posting on his website, Ayatollah Ali Khamenei warned that the execution “will cause serious troubles for the politicians of this [Saudi] regime in a very short time  …    .",
            "Iran’s Supreme Leader Ayatollah Ali Khamenei condemned the execution Sunday in a statement on his website, saying   ”neither invited people to take up arms nor hatched covert plots.",
            "Iran’s Supreme Leader Ayatollah Ali Khamenei condemned the execution Sunday in a statement on his website, saying   “neither invited people to take up arms nor hatched covert plots."
        ],
        "tf-idf score": [
            0.670268663997139,
            0.7436578093661915,
            0.7436578093661915
        ]
    },
    "0.3864085909281047-3-87": {
        "average clique similarity": 0.3864085909281047,
        "clique": [
            "2-The Guard said in a ",
            "3-  Iran s powerful Re",
            "1-The Shiite cleric wa"
        ],
        "median tf-idf score": 0.8559978217763619,
        "publications": [
            "Atlantic",
            "Fox News",
            "New York Post"
        ],
        "sentences": [
            "The Guard said in a statement that Saudi Arabia’s “medieval act of savagery” in putting   death will lead to the “downfall” of the monarchy.",
            "” Iran’s powerful Revolutionary Guard said Saudi Arabia’s “medieval act of savagery” in executing the cleric would lead to the “downfall” of the country’s monarchy.",
            "The Shiite cleric was a critic of the Saudi monarchy and had led protests in the eastern part of the country, where many Saudi Shiites live."
        ],
        "tf-idf score": [
            0.8259816065269995,
            1.0457894411604665,
            0.8559978217763619
        ]
    },
    "0.444934707583224-3-40": {
        "average clique similarity": 0.444934707583224,
        "clique": [
            "4-Saudi Arabia  which ",
            "2-Iran accuses Saudi A",
            "3-Iran accuses Saudi A"
        ],
        "median tf-idf score": 1.2025164988826968,
        "publications": [
            "Breitbart",
            "New York Post",
            "Fox News"
        ],
        "sentences": [
            "Saudi Arabia, which put the cleric to death in a mass execution of 47 men accused of   offenses, fired back, saying Iran had “revealed its true face represented in support for terrorism.",
            "Iran accuses Saudi Arabia of supporting ”terrorism” in part because it backs Syrian rebel groups, while Riyadh points to Iran’s support for the Lebanese Hezbollah and other Shiite militant groups in the region.",
            "Iran accuses Saudi Arabia of supporting “terrorism” in part because it backs Syrian rebel groups, while Riyadh points to Iran’s support for the Lebanese Hezbollah and other Shiite militant groups in the region."
        ],
        "tf-idf score": [
            1.201397279759114,
            1.2025164988826968,
            1.2025164988826968
        ]
    },
    "0.45721118720536397-3-70": {
        "average clique similarity": 0.45721118720536397,
        "clique": [
            "1-Among them was Sheik",
            "3-    was convicted of",
            "2-was convicted of ter"
        ],
        "median tf-idf score": 0.25060362257301,
        "publications": [
            "Fox News",
            "Atlantic",
            "New York Post"
        ],
        "sentences": [
            "Among them was Sheikh Nimr   who, as my colleague Marina Koren reported, was sentenced to death in October 2014 after being convicted of sedition and other charges.",
            "”   was convicted of terrorism charges but denied ever advocating violence.",
            "was convicted of terrorism charges but denied ever advocating violence."
        ],
        "tf-idf score": [
            0.3814895587088551,
            0.25060362257301,
            0.25060362257301
        ]
    },
    "0.4679340330600151-3-140": {
        "average clique similarity": 0.4679340330600151,
        "clique": [
            "3-  Hundreds of   s su",
            "0-The execution also t",
            "2-Hundreds of   s supp"
        ],
        "median tf-idf score": 0.7938553869074052,
        "publications": [
            "New York Post",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "” Hundreds of  ’s supporters also protested in his hometown of   in eastern Saudi Arabia; in neighboring Bahrain, where police fired tear gas and bird shot, and as far away as northern India.",
            "The execution also triggered renewed unrest in both Saudi Arabia and neighboring Bahrain, after years of calm following the suppression of the demonstrations in 2011.",
            "Hundreds of  ’s supporters also protested in his hometown of   in eastern Saudi Arabia, in neighboring Bahrain where police fired tear gas and bird shot, and as far away as northern India."
        ],
        "tf-idf score": [
            0.7938553869074052,
            0.784764465652668,
            0.7938553869074052
        ]
    },
    "0.46851578404781896-3-23": {
        "average clique similarity": 0.46851578404781896,
        "clique": [
            "0-Iran  is the last re",
            "3-tweeted Saturday nig",
            "2-tweeted Saturday nig"
        ],
        "median tf-idf score": 0.44679487142665975,
        "publications": [
            "New York Post",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Iran “is the last regime in the world that could accuse others of supporting terrorism, considering that [Iran] is a state that sponsors terror, and is condemned by the United Nations and many countries,” said a Foreign Ministry statement carried by the official Saudi news agency.",
            "tweeted Saturday night that he was “shocked and saddened” by  ’s execution, adding that “peaceful opposition is a fundamental right.",
            "tweeted Saturday night that he was ”shocked and saddened” by  ’s execution, adding that ”peaceful opposition is a fundamental right."
        ],
        "tf-idf score": [
            1.1559991455682448,
            0.44679487142665975,
            0.44679487142665975
        ]
    },
    "0.5623082179790172-3-247": {
        "average clique similarity": 0.5623082179790172,
        "clique": [
            "2-The Saudi Embassy in",
            "0-He told Iraqis to ta",
            "3-The Saudi Embassy in"
        ],
        "median tf-idf score": 0.5547199499534224,
        "publications": [
            "Washington Post",
            "Fox News",
            "New York Post"
        ],
        "sentences": [
            "The Saudi Embassy in Baghdad reopened for the first time in nearly 25 years on Friday.",
            "He told Iraqis to take their demonstrations to the newly reopened Saudi Embassy in Baghdad’s fortified Green Zone, which welcomed a new Saudi ambassador to Iraq on Friday for the first time in nearly 25 years.",
            "The Saudi Embassy in Baghdad is preparing to formally reopen for the first time in nearly 25 years."
        ],
        "tf-idf score": [
            0.5547199499534224,
            0.6797582745011728,
            0.5524533946824209
        ]
    }
}