{
    "0.12519803521130268-3-234": {
        "average clique similarity": 0.12519803521130268,
        "clique": [
            "3-The Obama administra",
            "2-More recently  Puzde",
            "4-While Puzder has not"
        ],
        "median tf-idf score": 0.6393246263956247,
        "publications": [
            "Breitbart",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "The Obama administration has proposed increasing overtime and workplace safety regulations that Puzder, as head of the Labor Department, could limit or not enforce.",
            "More recently, Puzder has argued that “deportation should only be pursued when an illegal immigrant has committed a felony or [has] become a ‘public charge’.",
            "While Puzder has not addressed the regulation specifically, his nomination increases the likelihood that implementation of that rule could be delayed, according to an analyst report from the investment bank FBR & Co."
        ],
        "tf-idf score": [
            0.755061311584869,
            0.4735126012863829,
            0.6393246263956247
        ]
    },
    "0.140188587808979-3-147": {
        "average clique similarity": 0.140188587808979,
        "clique": [
            "2-   The fact is that ",
            "4- If you re making la",
            "3-He eventually reloca"
        ],
        "median tf-idf score": 0.3264371538482244,
        "publications": [
            "NPR",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "” “The fact is that there are jobs in this country that U S citizens, for whatever reason, are reluctant or unwilling to perform,” he said in a 2013 Politico   in which he advocated for expansionist immigration policies.",
            "“If you’re making labor more expensive, and automation less expensive  —   this is not rocket science,” he said at the time, though he later added that he would never remove all   employees.",
            "He eventually relocated to California, where he became the general counsel for CKE and later its CEO He was a senior adviser to the Trump campaign and donated to it."
        ],
        "tf-idf score": [
            0.3264371538482244,
            0.3140950673947731,
            0.4778956187644154
        ]
    },
    "0.15515046450422507-3-246": {
        "average clique similarity": 0.15515046450422507,
        "clique": [
            "1-The Federation for A",
            "2-In 2013  Puzder lame",
            "3-As for Democrats  pu"
        ],
        "median tf-idf score": 0.5972038631516945,
        "publications": [
            "Breitbart",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "The Federation for American Immigration Reform (Fair) an   group, criticized the choice of Puzder based on his support for the eventual citizenship of undocumented workers.",
            "In 2013, Puzder lamented that the federal government’s current immigration policy is unfair to “undocumented workers who are lured to the country by the prospect of employment, [but] then must live in the shadows.",
            "As for Democrats’ push to raise the minimum wage to $15 an hour from the current federal minimum of $7."
        ],
        "tf-idf score": [
            0.673056967263516,
            0.5972038631516945,
            0.2221255343805056
        ]
    },
    "0.16080424928234668-3-111": {
        "average clique similarity": 0.16080424928234668,
        "clique": [
            "1- How can we expect P",
            "4-The rule would requi",
            "2-Nor will we enact dr"
        ],
        "median tf-idf score": 0.11901407959455272,
        "publications": [
            "Guardian",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "“How can we expect Puzder to do his job and protect workers when his own employees are having their wages stolen?” said Ellison.",
            "The rule would require brokers and insurers to put their clients’ interest ahead of their own.",
            "Nor will we enact draconian measures that drive them from their homes or their jobs and force them to “ ."
        ],
        "tf-idf score": [
            0.6581246907515365,
            0.11273220055142993,
            0.11901407959455272
        ]
    },
    "0.16636443413156463-3-226": {
        "average clique similarity": 0.16636443413156463,
        "clique": [
            "3-Puzder s opposition ",
            "4-He also opposes the ",
            "1-  Puzder opposes an "
        ],
        "median tf-idf score": 0.8536138170529408,
        "publications": [
            "NPR",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "Puzder’s opposition to overtime regulations comes at a time when the Labor Department’s new overtime rule that would have extended overtime eligibility to 4 million Americans is in limbo after a federal judge in Texas blocked its implementation.",
            "He also opposes the   Labor Department rule that aimed to make millions more workers eligible for overtime pay.",
            "” Puzder opposes an increased minimum wage and a lower threshold for overtime pay, both of which would raise costs at the restaurant company’s main businesses: hamburger chains Hardees and Carl’s Jr Earlier this year the executive made headlines when he moved the company headquarters from Carpinteria, California, to Nashville, Tennessee, where there is no state tax on personal income."
        ],
        "tf-idf score": [
            0.8536138170529408,
            0.4870599132430163,
            1.0233599101232298
        ]
    },
    "0.17992129929071568-3-64": {
        "average clique similarity": 0.17992129929071568,
        "clique": [
            "1- Puzder has served a",
            "0-  Puzder also served",
            "4-Puzder supported Tru"
        ],
        "median tf-idf score": 0.5825611584223961,
        "publications": [
            "Washington Post",
            "Guardian",
            "New York Post"
        ],
        "sentences": [
            "“Puzder has served as an executive of a fast food conglomerate  —   an industry that has thrived on   labor, illegal workers, and which has lobbied for greater access to foreign guest workers to maximize corporate profits,” Fair president Dan Stein wrote.",
            "” Puzder also served as one of the candidate’s economic advisers.",
            "Puzder supported Trump’s race to the White House financially and served as an economic adviser to his campaign."
        ],
        "tf-idf score": [
            0.8722995986878862,
            0.3882690638197365,
            0.5825611584223961
        ]
    },
    "0.19191712843232808-3-101": {
        "average clique similarity": 0.19191712843232808,
        "clique": [
            "2- Puzder is the chief",
            "1-In 2012  Puzder s co",
            "4-  Puzder became the "
        ],
        "median tf-idf score": 0.44411007852767326,
        "publications": [
            "Guardian",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "[Puzder is the chief executive of CKE Restaurants, which includes Carl’s Jr and Hardee’s.",
            "In 2012, Puzder’s compensation from CKE was $4.",
            "” Puzder became the CEO of CKE Restaurants in 2000."
        ],
        "tf-idf score": [
            0.5284780237578559,
            0.4040810990796008,
            0.44411007852767326
        ]
    },
    "0.19561452108660224-3-270": {
        "average clique similarity": 0.19561452108660224,
        "clique": [
            "2-As the Washington Po",
            "4-As the head of a   c",
            "0-Puzder  who runs the"
        ],
        "median tf-idf score": 0.8240493402350798,
        "publications": [
            "Breitbart",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "As the Washington Post reported, Puzder suggested that flipping burgers is one such job Americans simply won’t do: “Andrew Puzder, head of the   Hardee’s   chain, said his business is a good fit for immigrants because they are willing to start at the bottom and work up  …     “Immigrants appreciate what America offers,” Puzder said during a recent visit to Washington to lobby for immigration reform.",
            "As the head of a   company, Puzder is a supporter of the approach touted by Trump on the campaign trail that lowering taxes for corporations and the wealthy and loosening regulations for businesses can boost job creation.",
            "Puzder, who runs the parent company of Carl’s Jr and Hardee’s, supported Trump during his campaign, praising him as a “pragmatic centrist” and “negotiator."
        ],
        "tf-idf score": [
            0.9569242015059702,
            0.7449521733601131,
            0.8240493402350798
        ]
    },
    "0.2433907693900206-4-251": {
        "average clique similarity": 0.2433907693900206,
        "clique": [
            "3-Puzder is the CEO of",
            "4-Puzder  who runs CKE",
            "0-Puzder  CEO of CKE R",
            "1-Carl s Jr cook Rogel"
        ],
        "median tf-idf score": 1.0534497149892816,
        "publications": [
            "New York Post",
            "Washington Post",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "Puzder is the CEO of CKE Holdings, the parent company of Carl’s Jr and Hardee’s, and in a statement Trump praised him as someone who ”has created and boosted the careers of thousands of Americans”.",
            "Puzder, who runs CKE Restaurants, the parent company of Hardee’s and Carl’s Jr has been a harsh critic of raising the federal minimum wage to $15 an hour, arguing that it would increase costs for consumers and lead to fewer jobs.",
            "Puzder, CEO of CKE Restaurants, has been a vocal opponent of raising the minimum wage and of ObamaCare, arguing that both are  .",
            "Carl’s Jr cook Rogelio Hernandez called Puzder, whose company CKE owns the chain, “one of the worst fast food CEOs” adding that his appointment “sends a signal to workers that the Trump years are going to be about low pay, wage theft, sexual harassment and racial discrimination”."
        ],
        "tf-idf score": [
            1.0151778316640105,
            1.091721598314553,
            0.8028801728352871,
            1.1003125632468875
        ]
    },
    "0.2664626617085265-5-120": {
        "average clique similarity": 0.2664626617085265,
        "clique": [
            "0-  Donald Trump will ",
            "1-Labor unions and law",
            "4-       Donald Trump ",
            "2-  Donald J Trump is ",
            "3-  Donald Trump has c"
        ],
        "median tf-idf score": 0.8775443579890375,
        "publications": [
            "Breitbart",
            "New York Post",
            "Guardian",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "  Donald Trump will name restaurant CEO Andrew Puzder to be the next labor secretary, a source said Thursday.",
            "Labor unions and law enforcement officials have condemned   Donald Trump’s “cruel and baffling” nomination of fast food executive Andrew Puzder for labor secretary on Thursday.",
            "       Donald Trump is expected to name   executive Andrew Puzder, a vocal critic of substantially increasing the minimum wage and an opponent of rules that would make more workers eligible for overtime pay, as head of the Labor Department, according to a Republican briefed on the decision.",
            "  Donald J Trump is expected to name as his Labor Secretary fast food executive Andy Puzder, who stands diametrically opposed to Trump’s signature issues on trade and immigration  —   which won him the election.",
            "  Donald Trump has chosen   restaurant CEO Andrew Puzder as his secretary of labor, his transition team announced Thursday."
        ],
        "tf-idf score": [
            0.8775443579890375,
            0.8512914477040422,
            1.2255416235148155,
            0.8289244471494,
            0.9390551424546305
        ]
    },
    "0.28753014751440925-3-48": {
        "average clique similarity": 0.28753014751440925,
        "clique": [
            "3-After the Labor Depa",
            "4-In a Forbes   that r",
            "2-As MSNBC s Chris Mat"
        ],
        "median tf-idf score": 0.8404400537747475,
        "publications": [
            "Washington Post",
            "NPR",
            "Breitbart"
        ],
        "sentences": [
            "After the Labor Department issued that rule in May, Puzder wrote in an   in Forbes that it ”will simply add to the extensive regulatory maze the Obama Administration has imposed on employers, forcing many to offset increased labor expense by cutting costs elsewhere.",
            "In a Forbes   that ran after the Labor Department finalized the overtime rule in May, Puzder wrote that the rule would “add to the extensive regulatory maze the Obama Administration has imposed on employers,” and that the rule would lead to fewer hours and reduced opportunities for workers.",
            "As MSNBC’s Chris Matthews explained on election night, Trump won, in large part, due by running against the Washington establishment’s position on trade and immigration: The fact that we don’t have an immigration system that we enforce: business wants the cheap labor, Democrats want the jobs and the votes."
        ],
        "tf-idf score": [
            0.8404400537747475,
            0.9769631892636382,
            0.5968597388828757
        ]
    },
    "0.38760079201654807-3-14": {
        "average clique similarity": 0.38760079201654807,
        "clique": [
            "1- I think it s very A",
            "4- The Labor Secretary",
            "3-I think it s very Am"
        ],
        "median tf-idf score": 0.185942275515528,
        "publications": [
            "NPR",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "“I think it’s very American,” he said.",
            "“The Labor Secretary should be someone who wakes up every day thinking about how they can raise American wages and fight for American workers,” Sen. Charles Schumer said in a statement.",
            "I think it’s very American”."
        ],
        "tf-idf score": [
            0.185942275515528,
            0.5676883875918812,
            0.10374966319378034
        ]
    },
    "0.4121418768022617-3-54": {
        "average clique similarity": 0.4121418768022617,
        "clique": [
            "3- Andy will fight to ",
            "2-  However    Trump h",
            "1- Andy will fight to "
        ],
        "median tf-idf score": 0.8249391840702813,
        "publications": [
            "Guardian",
            "NPR",
            "Breitbart"
        ],
        "sentences": [
            "”Andy will fight to make American workers safer and more prosperous by enforcing fair occupational safety standards and ensuring workers receive the benefits they deserve, and he will save small businesses from the crushing burdens of unnecessary regulations that are stunting job growth and suppressing wages,” the   said.",
            "” However,   Trump himself explained why only enforcing some aspects of U S immigration law would be unfair to American workers.",
            "“Andy will fight to make American workers safer and more prosperous by enforcing fair occupational safety standards and ensuring workers receive the benefits they deserve, and he will save small businesses from the crushing burdens of unnecessary regulations that are stunting job growth and suppressing wages,” Trump said."
        ],
        "tf-idf score": [
            0.8249391840702813,
            0.47178377845751907,
            0.961460921047542
        ]
    }
}