{
    "0.13210423429853982-3-467": {
        "average clique similarity": 0.13210423429853982,
        "clique": [
            "4-Then it was Trump s ",
            "5-   It certainly take",
            "2-The two met for an h"
        ],
        "median tf-idf score": 0.17906921737784517,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "Then it was Trump’s turn.",
            "” “It certainly takes more than trying to make up for a year of insults and insinuations by dropping in on our neighbors for a few hours and then flying home again.",
            "The two met for an hour and then appeared before reporters to make separate statements about their unusual summit."
        ],
        "tf-idf score": [
            0.5175188976158552,
            0.13563657589155112,
            0.17906921737784517
        ]
    },
    "0.14554153764408848-3-401": {
        "average clique similarity": 0.14554153764408848,
        "clique": [
            "5-    Mexicans are ang",
            "2-Mexicans reacted wit",
            "4-But his statement wa"
        ],
        "median tf-idf score": 0.8384119421493251,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "”  [Mexicans are angry at their own president for meeting with Trump]  Trump responded to Fox’s criticism by renewing his regular feuding with Fox, engaging directly with him in a bitter war of words on Twitter.",
            "Mexicans reacted with outrage to Peña Nieto’s perceived deference and refusal to be tough with Trump.",
            "But his statement was a firm, methodical rebuttal to Trump’s campaign rhetoric, even as he offered a few openings for collaboration with the U S He emphasized that he would be ready to work with either a President Trump or a President Hillary Clinton."
        ],
        "tf-idf score": [
            0.8103617935277613,
            0.8384119421493251,
            0.8587038556908292
        ]
    },
    "0.15638824402160537-3-630": {
        "average clique similarity": 0.15638824402160537,
        "clique": [
            "2- Pe a Nieto managed ",
            "0-  I have accepted th",
            "3-It continued   It is"
        ],
        "median tf-idf score": 0.5888523309144632,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "“Peña Nieto managed to make Trump look presidential while making himself look incredibly small.",
            "” I have accepted the invitation of President Enrique Pena Nieto, of Mexico, and look very much forward to meeting him tomorrow.",
            "It continued, ”It is unsurprising that they hold two different views on this issue, and we look forward to continuing the conversation”."
        ],
        "tf-idf score": [
            0.7810839377170953,
            0.5888523309144632,
            0.1875270988144441
        ]
    },
    "0.1584329885481032-3-465": {
        "average clique similarity": 0.1584329885481032,
        "clique": [
            "1-Though he mostly stu",
            "5-According to an inte",
            "3-He has since sought "
        ],
        "median tf-idf score": 0.29193646539118023,
        "publications": [
            "CNN",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Though he mostly stuck his positions on renegotiating NAFTA and halting illegal immigration, he was also conciliatory.",
            "According to an interpreter, he said illegal immigration and border security is a shared challenge, but that undocumented immigration has slowed in recent years.",
            "He has since sought to clarify his immigration stance, and this latest push on immigration is part of that effort."
        ],
        "tf-idf score": [
            0.29193646539118023,
            0.5940896140128201,
            0.28200462964498185
        ]
    },
    "0.1632329342837192-3-40": {
        "average clique similarity": 0.1632329342837192,
        "clique": [
            "0-The Washington Post ",
            "2- Today was the first",
            "4-The America First ca"
        ],
        "median tf-idf score": 0.9472575683955154,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "The Washington Post first reported the possible visit, citing sources in Mexico and the US Mexico’s government later confirmed Trump and Peña Nieto would meet privately.",
            "“Today was the first part of the discussion and a relationship builder between Mr Trump and President Peña Nieto.",
            "The America First candidate was extolling the benefits of an Americas First policy."
        ],
        "tf-idf score": [
            1.0364680992139268,
            0.9472575683955154,
            0.22988849399110234
        ]
    },
    "0.16649160576819247-3-727": {
        "average clique similarity": 0.16649160576819247,
        "clique": [
            "5- I was straighforwar",
            "2-However  in doing so",
            "1-But turning the tabl"
        ],
        "median tf-idf score": 0.9374875117741979,
        "publications": [
            "Washington Post",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "“I was straighforward in presenting my view on the impact of current trade and immigration policies on the Untied States,” said Trump, who spoke second.",
            "However, in doing so, Trump seemed to continue the “softening” of his rhetoric on immigration in advance of his policy speech on the topic, which he was to deliver later on Wednesday night.",
            "But turning the tables on Trump, he gave the billionaire an earful on trade, said illegal immigration from Mexico to the US peaked years ago and complained of the torrent of guns that he said crossed the border and worsened Mexico’s drug wars."
        ],
        "tf-idf score": [
            0.9374875117741979,
            0.8067172581930384,
            1.0402050162325098
        ]
    },
    "0.16854883729143458-3-783": {
        "average clique similarity": 0.16854883729143458,
        "clique": [
            "4-Trump more than once",
            "2- This is more than a",
            "1-Trump  speaking from"
        ],
        "median tf-idf score": 0.45427142455536257,
        "publications": [
            "Atlantic",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Trump more than once mentioned the importance of keeping economic gains in the Western Hemisphere.",
            "“This is more than a diplomatic blunder.",
            "Trump, speaking from prepared remarks, was far more metasured than in his campaign trail appearances."
        ],
        "tf-idf score": [
            0.45427142455536257,
            0.008922410246273075,
            0.7156954223509522
        ]
    },
    "0.16989654832136844-3-60": {
        "average clique similarity": 0.16989654832136844,
        "clique": [
            "4-  As he did in a twe",
            "5-Trump visited Scotla",
            "1-Trump was also told "
        ],
        "median tf-idf score": 0.76944133178058,
        "publications": [
            "CNN",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "” As he did in a tweet last night, he spoke of his duty to protect Mexicans “wherever they may be,” and he asserted the need to respect Mexican citizens, presumably a reference to Trump’s statements last year that Mexican immigrants are “bringing crime.",
            "Trump visited Scotland earlier this year before he was the GOP nominee in a trip characterized as personal, though he did praise Britain’s vote to exit the European Union in remarks to reporters.",
            "Trump was also told by his host that Mexicans deserve everybody’s respect wherever they are, in an apparent reference to the GOP nominee’s harsh rhetoric towards undocumented migrants."
        ],
        "tf-idf score": [
            0.76944133178058,
            0.6973334426750805,
            0.8152572078089004
        ]
    },
    "0.17221809002040853-3-13": {
        "average clique similarity": 0.17221809002040853,
        "clique": [
            "0-But in recent days  ",
            "1-Trump warned that NA",
            "5-Cramer said that he "
        ],
        "median tf-idf score": 0.5310862855185035,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "But in recent days, Trump indicated to Latino leaders that he would be open to the legalization of immigrants.",
            "Trump warned that NAFTA would have to be renegotiated.",
            "Cramer said that he would like to see Trump lay out a “chronology” of actions that he would try to achieve."
        ],
        "tf-idf score": [
            0.5310862855185035,
            0.42707889818925676,
            0.6019116888439593
        ]
    },
    "0.18692491929568944-4-623": {
        "average clique similarity": 0.18692491929568944,
        "clique": [
            "3-And he committed to ",
            "2- The president told ",
            "5- Anything that seems",
            "1-The wall s important"
        ],
        "median tf-idf score": 0.24208367613854856,
        "publications": [
            "NPR",
            "Guardian",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "And he committed to maintaining that relationship no matter the outcome of November’s election.",
            "“The president told him clearly and the matter was not discussed further.",
            "“Anything that seems to suggest the kind of guarantee of an amnesty would, I think, as a policy matter be a bad idea  —   and as a political matter it would be a bad idea,” Krikorian said.",
            "The wall’s important no matter who pays”."
        ],
        "tf-idf score": [
            0.0983895223601132,
            0.28259155513460615,
            0.29647136559362863,
            0.20157579714249096
        ]
    },
    "0.19009184052917397-3-783": {
        "average clique similarity": 0.19009184052917397,
        "clique": [
            "5-Democratic nominee H",
            "1-The visit appeared t",
            "0-Pe a Nieto sent out "
        ],
        "median tf-idf score": 0.6000745742011033,
        "publications": [
            "Washington Post",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "Democratic nominee Hillary Clinton also received an invitation but has not arranged a meeting yet.",
            "The visit appeared to be an attempt to bolster Trump’s credentials as a potential world leader, following searing attacks on his temperament by his Democratic rival Hillary Clinton.",
            "Peña Nieto sent out an invitation to both Trump and Hillary Clinton last week, the office of the Mexican president said."
        ],
        "tf-idf score": [
            0.324606525629184,
            0.6000745742011033,
            1.1474168127564135
        ]
    },
    "0.19073552496344995-3-190": {
        "average clique similarity": 0.19073552496344995,
        "clique": [
            "3-Trump s position on ",
            "0-Trump has talked on ",
            "2-In recent days  Trum"
        ],
        "median tf-idf score": 0.7905515198351996,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "Trump’s position on immigration has waffled in recent days.",
            "Trump has talked on the campaign trail about creating a deportation force and has repeatedly tried to link crime rates with illegal immigration from Mexico.",
            "In recent days, Trump has shifted away from his calls for “a deportation force” and deporting all 11 million illegal immigrants in the US within two years of taking office."
        ],
        "tf-idf score": [
            0.6887531062095243,
            1.0506011553962264,
            0.7905515198351996
        ]
    },
    "0.1919916536025299-3-180": {
        "average clique similarity": 0.1919916536025299,
        "clique": [
            "1-Trump s calls for de",
            "0-And although the Mex",
            "3-Gone were any of his"
        ],
        "median tf-idf score": 1.3705193879006616,
        "publications": [
            "NPR",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "Trump’s calls for deporting all undocumented workers, labeling many Mexican immigrants ”rapists” and ”criminals,” and plan to build a wall along the border    that Mexico would pay for    have earned him withering criticism from Peña Nieto, as well as many independents and moderate Republicans.",
            "And although the Mexican president did not directly mention previous statements by Trump calling Mexican immigrants rapists, drug dealers and criminals, Peña Nieto said some of the comments of his campaign have been hurtful.",
            "Gone were any of his previous criticisms of Mexican immigrants residing illegally in the U S Trump praised   and     as ”beyond reproach” and said he was proud to employ Mexican workers at his hotels and other properties."
        ],
        "tf-idf score": [
            1.4358006211910963,
            1.3705193879006616,
            1.008852214689088
        ]
    },
    "0.19372625890082487-3-580": {
        "average clique similarity": 0.19372625890082487,
        "clique": [
            "1-The cost is one that",
            "2-This meeting begins ",
            "5-Addressing the media"
        ],
        "median tf-idf score": 0.5005717138902251,
        "publications": [
            "Washington Post",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "The cost is one that Peña Nieto has previously refused to shoulder, just one of many issues where the two men have clashed.",
            "This meeting begins a relationship where we can talk about the issues we’ve got to resolve between the United States and Mexico, as well as the issues we have in common.",
            "Addressing the media after the meeting alongside Peña Nieto, Trump said the two discussed trade, illegal immigration, and border security  —   issues where their views do not align."
        ],
        "tf-idf score": [
            0.5005717138902251,
            0.4511389547609712,
            1.2150324371892651
        ]
    },
    "0.19621860293394963-3-783": {
        "average clique similarity": 0.19621860293394963,
        "clique": [
            "3-A statement from the",
            "5-The campaign has als",
            "1-The sight of Trump a"
        ],
        "median tf-idf score": 0.8612761101804567,
        "publications": [
            "NPR",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "A statement from the Trump campaign said the discussion ”was not a negotiation, and that would have been inappropriate”.",
            "The campaign has also said Trump would prioritize the deportation of criminals, a policy that the Obama administration has pursued.",
            "The sight of Trump alongside the Mexican president provided the   that the campaign appears to have banked on despite not knowing how the candidate would be received."
        ],
        "tf-idf score": [
            0.8612761101804567,
            0.9097744932321896,
            0.799549419163215
        ]
    },
    "0.19693254939638194-3-390": {
        "average clique similarity": 0.19693254939638194,
        "clique": [
            "2- They are honest peo",
            "0- I have such great r",
            "1-In addition  they us"
        ],
        "median tf-idf score": 0.13029073605887592,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "“They are honest people, working people  —   they are people that respect family, they respect the life in the community and they are respective of the law.",
            "“I have such great respect for them and their strong values of faith, family and community.",
            "In addition, they usually visit strong allies where they are assured of a warm reception that will make for positive media coverage rather than sitting down with a leader who has compared them to Hitler and has disparaged their policy proposals."
        ],
        "tf-idf score": [
            0.13029073605887592,
            0.08492763392268396,
            0.4024034568314241
        ]
    },
    "0.19709539727654632-3-783": {
        "average clique similarity": 0.19709539727654632,
        "clique": [
            "3-During the news conf",
            "0-During a recent inte",
            "1-Trump apparently lef"
        ],
        "median tf-idf score": 0.7326197491509345,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "During the news conference, Trump was more subdued in his remarks than his usual unscripted, brash style on the campaign trail.",
            "During a recent interview on Fox News, the candidate said he would be open to “softening” his position on deportation.",
            "Trump apparently left his tough   persona at home as he received a   news conference on foreign soil while on a   trip to Mexico on Wednesday."
        ],
        "tf-idf score": [
            0.7326197491509345,
            0.382506607407496,
            0.7880065882810767
        ]
    },
    "0.19745353414380315-3-597": {
        "average clique similarity": 0.19745353414380315,
        "clique": [
            "0- Mexicans are just b",
            "4-When Trump made that",
            "2- Pe a Nieto claims h"
        ],
        "median tf-idf score": 0.7100699318983021,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            "“Mexicans are just beyond reproach,” Trump said.",
            "When Trump made that comment, Peña Nieto was standing just to his right and said nothing.",
            "“Peña Nieto claims he is just trying to protect Mexicans."
        ],
        "tf-idf score": [
            0.7100699318983021,
            1.0064765651037813,
            0.45258734718316057
        ]
    },
    "0.19782081490965875-3-485": {
        "average clique similarity": 0.19782081490965875,
        "clique": [
            "4- I expressed my conv",
            "1-The Mexican leader t",
            "2-  The Republican nom"
        ],
        "median tf-idf score": 0.9053185026822775,
        "publications": [
            "CNN",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            "“I expressed my conviction that NAFTA has done a lot of good for the United States and Mexico,” EPN said, noting major U S experts to Mexico and studies that find up to 6 million American jobs rely on trade with Mexico.",
            "The Mexican leader told Trump that both the US and Mexico had benefited from NAFTA, saying more than six million US jobs rely on exports to Mexico.",
            "” The Republican nominee has also repeatedly bashed free trade agreements, like Nafta, which he has said allows US workers to lose their jobs to Mexicans as well as attacking specific companies for shifting their operations to Mexico."
        ],
        "tf-idf score": [
            0.8400985648600321,
            0.9053185026822775,
            0.9116393619123906
        ]
    },
    "0.19953441015101503-4-328": {
        "average clique similarity": 0.19953441015101503,
        "clique": [
            "1-He then launched int",
            "2-  Although Pe a Niet",
            "3-Trump outlined five ",
            "0-The Mexican presiden"
        ],
        "median tf-idf score": 0.921469463746055,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "He then launched into a detailed defense of   trade and its benefit to both countries delivered by the North American Free Trade Agreement    a common punching bag for Trump on the campaign trail.",
            "” Although Peña Nieto pointedly defended Nafta, a longstanding target of ire for Trump, he concede the free trade agreement “could be improved”.",
            "Trump outlined five principles discussed in the meeting: his commitment to ending illegal immigration, securing the border and the right to build a wall, intelligence sharing, improving the North American Free Trade Agreement, and keeping manufacturing wealth ”in our hemisphere”.",
            "The Mexican president, however, also noted points of disagreement between himself and stands taken by Trump during his campaign, including the North American Free Trade Agreement that Trump has repeatedly criticized during his campaign rallies."
        ],
        "tf-idf score": [
            0.6919023945785564,
            0.7965977479872696,
            1.0463411795048403,
            1.0799013187674034
        ]
    },
    "0.20320646585489185-3-116": {
        "average clique similarity": 0.20320646585489185,
        "clique": [
            "5-The campaign has sug",
            "1-Those most fervently",
            "3-Trump is traveling b"
        ],
        "median tf-idf score": 0.3466070716799062,
        "publications": [
            "NPR",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "The campaign has suggested that Wednesday’s speech will address those questions and concerns.",
            "Those most fervently opposed to immigration have pushed back against the rumored ”softening” in his stance that he could articulate on Wednesday night.",
            "Trump is traveling back to the U S Wednesday night to give a speech on immigration in Phoenix."
        ],
        "tf-idf score": [
            0.3466070716799062,
            0.19160318064436238,
            0.5798797012963204
        ]
    },
    "0.20385583653730277-3-312": {
        "average clique similarity": 0.20385583653730277,
        "clique": [
            "1-RELATED  What is Don",
            "0- What ultimately mat",
            "2-In a statement  the "
        ],
        "median tf-idf score": 0.8376009154127958,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "RELATED: What is Donald Trump’s immigration plan    and when will we see it?",
            "“What ultimately matters is what Donald Trump says to voters in Arizona, not Mexico, and whether he remains committed to the splitting up of families and deportation of millions,” the statement concluded.",
            "In a statement, the Republican   nominee, Mike Pence, said: “What the American people are seeing today is the kind of decisive president Donald J Trump will be."
        ],
        "tf-idf score": [
            0.5202179613475765,
            0.8376009154127958,
            0.8960458270911422
        ]
    },
    "0.2046556312088003-3-265": {
        "average clique similarity": 0.2046556312088003,
        "clique": [
            "0-He and surrogates of",
            "5-The speech will come",
            "2-All the media wants "
        ],
        "median tf-idf score": 0.968894361711413,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "He and surrogates of his campaign stated his immigration policy remained the same, but offered no specifics about his previous comments about a “deportation force” or what he would do with approximately 11 million undocumented immigrants in the US Clinton released a statement on the visit Tuesday night, recalling instances in which Trump has threatened to deport immigrants.",
            "The speech will come after Trump has wavered for weeks on whether he will continue to hold his   positions on the central and incendiary issue of his campaign, in particular his call to deport an estimated 11 million immigrants who are living in the United States illegally.",
            "All the media wants to talk about is the 11 million or more people here illegally,” Trump told voters in Iowa on Saturday."
        ],
        "tf-idf score": [
            1.1592924805530775,
            0.968894361711413,
            0.5827330145083881
        ]
    },
    "0.2111819547000552-3-24": {
        "average clique similarity": 0.2111819547000552,
        "clique": [
            "4-  He said the two na",
            "3- The next president ",
            "0-Pe a Nieto said whoe"
        ],
        "median tf-idf score": 0.6617157616855989,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "” He said the two nations innovate together and noted close collaboration on security.",
            "”The next president of North America will find in Mexico and its government a neighbor that wants to work constructively to strengthen even more the relationship among our nations and to confront together all the challenges that we face together in common,” he said.",
            "Peña Nieto said whoever wins the election on Nov. 8 would find a friend in their neighbor to the south, which he said was a relationship based on mutual respect between the two nations for several years."
        ],
        "tf-idf score": [
            0.2506475693406561,
            0.6617157616855989,
            0.7193441262192688
        ]
    },
    "0.21730908688278017-3-490": {
        "average clique similarity": 0.21730908688278017,
        "clique": [
            "0- Donald Trump met wi",
            "1-He added that his co",
            "5-  MEXICO CITY      U"
        ],
        "median tf-idf score": 1.5259085276012943,
        "publications": [
            "CNN",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            " Donald Trump met with Mexican President Enrique Peña Nieto Wednesday in Mexico, a meeting that took place just hours before the Republican presidential nominee was expected to deliver an address on his immigration policy.",
            "He added that his conversation with the Republican nominee then moved on to other topics in a respectful fashion.",
            "  MEXICO CITY  —   U S presidential candidate Donald Trump met with Mexican President Enrique Peña Nieto here Wednesday afternoon, marking Trump’s first formal international trip as the Republican nominee, to a country where he is broadly despised for his vilification of illegal immigrants."
        ],
        "tf-idf score": [
            1.6863430245471152,
            0.14192681669043594,
            1.5259085276012943
        ]
    },
    "0.21919108125346595-3-378": {
        "average clique similarity": 0.21919108125346595,
        "clique": [
            "3-The Trump campaign a",
            "1-This trip was announ",
            "0-Appearing on CNN Tue"
        ],
        "median tf-idf score": 0.39636498074040355,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "The Trump campaign announced the visit late Tuesday evening  —   Peña Nieto had earlier extended an invitation to both presidential candidates.",
            "This trip was announced Tuesday night.",
            "Appearing on CNN Tuesday, Fox apologized for Peña Nieto’s invitation."
        ],
        "tf-idf score": [
            0.9952978212015083,
            0.2104762293978522,
            0.39636498074040355
        ]
    },
    "0.2206355177149488-3-783": {
        "average clique similarity": 0.2206355177149488,
        "clique": [
            "1-The     trip also ca",
            "2-  The event was held",
            "5-Trump spent Wednesda"
        ],
        "median tf-idf score": 0.8903516372291561,
        "publications": [
            "CNN",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "The     trip also came hours before Trump was due to deliver a speech in Arizona meant to clarify his murky immigration policy amid signs he is softening his prior promise to deport 11 million undocumented migrants.",
            "” The event was held just hours before Trump’s scheduled speech on immigration in Phoenix, Arizona, and came as the Republican nominee is trying to pivot to appeal to moderate suburban voters that he alienated during his primary campaign.",
            "Trump spent Wednesday morning in California at a home he owns in Beverly Hills and is scheduled to deliver his immigration speech in the evening at the Phoenix Convention Center."
        ],
        "tf-idf score": [
            0.8903516372291561,
            0.9189200459353687,
            0.6409580248331703
        ]
    },
    "0.22141449895704537-3-529": {
        "average clique similarity": 0.22141449895704537,
        "clique": [
            "1-  CNN  Donald Trump ",
            "3-Trump said he had a ",
            "0-He has said we shoul"
        ],
        "median tf-idf score": 1.4321354132448003,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            " (CNN) Donald Trump flew into a nation he has constantly berated during his campaign to meet President Enrique Peña Nieto and said they discussed a wall Trump has vowed to build on the US southern border, but not his demand that Mexico pay for it    an assertion the Mexican president later disputed.",
            "Trump said he had a ”very substantive” conversation with Peña Nieto during which he reaffirmed the right of the U S to protect its borders and build a wall, but that his pledge to make Mexico pay for it didn’t come up.",
            "He has said we should force Mexico to pay for his giant border wall."
        ],
        "tf-idf score": [
            1.9446049073552658,
            1.4321354132448003,
            0.7509817943901141
        ]
    },
    "0.2256795300751513-3-364": {
        "average clique similarity": 0.2256795300751513,
        "clique": [
            "0-  Trump said NAFTA h",
            "1-But he laid bare dis",
            "4-Trump outlined five "
        ],
        "median tf-idf score": 1.2040348040587756,
        "publications": [
            "Atlantic",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "” Trump said NAFTA has been more beneficial to Mexico than the US, and said immigration was a “humanitarian disaster” that the two countries should work together to address.",
            "But he laid bare disagreements between the two men when he said it was imperative to stop the ”tremendous outflow” of jobs from the United States over the southern border, and that NAFTA had benefited Mexico more than the US And he stood up for America’s right to build a ”physical barrier or wall” on its territory to stop illegal immigration and drug traffickers.",
            "Trump outlined five steps he said the U S and Mexico could collaborate on: Ending illegal immigration the right to build a physical wall on the border dismantling drug cartels updating NAFTA and keeping manufacturing wealth in the hemisphere."
        ],
        "tf-idf score": [
            1.2040348040587756,
            1.1071324392111954,
            1.2344573755471928
        ]
    },
    "0.23162014829481006-3-481": {
        "average clique similarity": 0.23162014829481006,
        "clique": [
            "2-Trump s campaign int",
            "1-The trip was also un",
            "5-American reporters w"
        ],
        "median tf-idf score": 0.5695015494911657,
        "publications": [
            "Guardian",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Trump’s campaign intentionally left the traveling press corps in the United States and prevented reporters from coming along, something the campaign treasurer, Jeff DeWit, bragged about at the campaign rally in Phoenix on Wednesday night.",
            "The trip was also unusual for not including his traveling press corps and coming against the advice of US diplomats.",
            "American reporters who regularly cover Trump expressed concerns on social media about his decision not to bring his usual traveling press corps with him."
        ],
        "tf-idf score": [
            0.7708972591056018,
            0.23842952444546947,
            0.5695015494911657
        ]
    },
    "0.23936611784674933-3-440": {
        "average clique similarity": 0.23936611784674933,
        "clique": [
            "1-Trump s backers were",
            "5-Trump said the two d",
            "2-John Podesta  the ch"
        ],
        "median tf-idf score": 0.9092169054186194,
        "publications": [
            "CNN",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "Trump’s backers were left to defend his decision not to mention his demand that Mexico pay for the border wall after the visit.",
            "Trump said the two discussed his proposed wall on the U S  border, but, “we didn’t discuss who pays for the wall.",
            "John Podesta, the chair of the Clinton campaign, mocked Trump for not pressing for Mexico to pay for the border wall in his meeting with Peña Nieto."
        ],
        "tf-idf score": [
            0.9092169054186194,
            0.8254141764768491,
            1.308551656802304
        ]
    },
    "0.2395585704819596-3-236": {
        "average clique similarity": 0.2395585704819596,
        "clique": [
            "1-But Pe a Nieto later",
            "2-   Trump had told re",
            "5-Several Mexican offi"
        ],
        "median tf-idf score": 0.7913039354234462,
        "publications": [
            "Washington Post",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "But Peña Nieto later claimed the two had discussed the wall and who would pay for it    and he had ”made it clear” to Trump it wouldn’t be Mexico.",
            "”  Trump had told reporters after the meeting that while the pair had discussed a border wall, the topic of who would pay for it did not come up.",
            "Several Mexican officials and diplomats contacted Tuesday had no notion that Trump had even been invited, let alone planned to visit the next day."
        ],
        "tf-idf score": [
            1.1043065618198638,
            0.7913039354234462,
            0.6893596306001476
        ]
    },
    "0.2455862430631437-4-783": {
        "average clique similarity": 0.2455862430631437,
        "clique": [
            "4-His promise to build",
            "1- Donald Trump has ma",
            "0-El Se  or  realDonal",
            "2- Donald Trump has ma"
        ],
        "median tf-idf score": 1.1948562501290416,
        "publications": [
            "Atlantic",
            "CNN",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "His promise to build a huge wall on the U S border with Mexico at Mexico’s expense has been among the most consistent refrains through his presidential campaign.",
            "”Donald Trump has made his outlandish policy of forcing Mexico to pay for his giant wall the centerpiece of his campaign.",
            "El SeÃ±or @realDonaldTrump ha aceptado esta invitaciÃ³n y se reunirÃ¡ maÃ±ana en privado con el Presidente @EPN Trump has made immigration a hallmark of his campaign, repeatedly stating he would build a wall along the US —  Mexico border and make the Mexican government pay for it.",
            "“Donald Trump has made his outlandish policy of forcing Mexico to pay for his giant wall the centerpiece of his campaign,” said Podesta."
        ],
        "tf-idf score": [
            0.7049284252046356,
            1.1000189499997834,
            1.4676293613323197,
            1.2896935502582998
        ]
    },
    "0.26304828000095665-3-102": {
        "average clique similarity": 0.26304828000095665,
        "clique": [
            "0- The Mexican people ",
            "4-He also complained a",
            "1-And he spoke of the "
        ],
        "median tf-idf score": 0.38260926224227637,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "“The Mexican people have been hurt by the comments that have been made,” he said.",
            "He also complained about the flow of cash and guns into Mexico from the United States, and noted that many of the people crossing the U S  border without documents are not Mexicans.",
            "And he spoke of the flight of jobs not from the United States but from also from Mexico and Central America to overseas economies."
        ],
        "tf-idf score": [
            0.38260926224227637,
            0.5502870568470604,
            0.36836573852402443
        ]
    },
    "0.2878182847490262-3-319": {
        "average clique similarity": 0.2878182847490262,
        "clique": [
            "2-Speaking at a podium",
            "4-But in his second jo",
            "5-Mexican President En"
        ],
        "median tf-idf score": 0.9627297588158519,
        "publications": [
            "Guardian",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "Speaking at a podium next to Peña Nieto, Trump did his utmost to appear presidential on his second trip abroad and first meeting with a head of state as a candidate.",
            "But in his second journey abroad as a presidential candidate, and his first meeting with foreign leaders, Trump avoided the most controversial issue.",
            "Mexican President Enrique Peña Nieto is meeting with U S presidential candidate Donald Trump Wednesday in Mexico City."
        ],
        "tf-idf score": [
            0.9627297588158519,
            0.6557491838174513,
            1.351520584800991
        ]
    },
    "0.29762294705990394-4-783": {
        "average clique similarity": 0.29762294705990394,
        "clique": [
            "3-Updated at 8 p  m  E",
            "2-Following their meet",
            "5-Republican president",
            "1- At the start of the"
        ],
        "median tf-idf score": 1.3500995750386546,
        "publications": [
            "NPR",
            "Guardian",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "Updated at 8 p. m. ET, A   Donald Trump huddled with Mexican President Enrique Peña Nieto in a hastily arranged meeting in Mexico City on Wednesday.",
            "Following their meeting on Wednesday, Mexico’s president, Enrique Peña Nieto, insisted he told Donald Trump, during their meeting in Mexico City, that Mexico would not pay for a border wall between their two countries.",
            "Republican presidential candidate Donald Trump, shown here in Sacramento in June, has landed in Mexico for a hastily arranged meeting with President Enrique Peña Nieto.",
            "”At the start of the conversation with Donald Trump, I made it clear that Mexico will not pay for the wall,” Peña Nieto tweeted, after their meeting Wednesday."
        ],
        "tf-idf score": [
            1.3294891516358915,
            1.4319457592099116,
            1.3707099984414177,
            1.2556065881628458
        ]
    },
    "0.30125980279454884-3-783": {
        "average clique similarity": 0.30125980279454884,
        "clique": [
            "5-Trump said the meeti",
            "4-He said it was an ho",
            "3- I happen to have a "
        ],
        "median tf-idf score": 0.7926478118062442,
        "publications": [
            "Washington Post",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "Trump said the meeting was “tremendous” and lasted more than an hour.",
            "He said it was an honor to meet with the president, and he added, “I happen to have a tremendous feeling for Mexican Americans, not only in terms of friendships but in terms of the tremendous numbers that I employ in the United States, and they are are amazing people.",
            "”I happen to have a tremendous feeling for   not only in terms of friendships but in terms of the tremendous people I employ in the United States,” Trump said."
        ],
        "tf-idf score": [
            0.7926478118062442,
            0.8040184686501969,
            0.7718021690874505
        ]
    },
    "0.30237288789971783-4-387": {
        "average clique similarity": 0.30237288789971783,
        "clique": [
            "2-A spokesman for the ",
            "4-Two hours later  how",
            "5- There is no way tha",
            "0-Pe a Nieto himself h"
        ],
        "median tf-idf score": 1.3626870043835413,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "A spokesman for the Mexican president later told the Guardian that there was no discussion of paying for the wall because Trump did not respond to Peña Nieto’s statement.",
            "Two hours later, however, the Mexican president said in a statement that he had told Trump during their meeting that Mexico would not pay for the wall.",
            "“There is no way that Mexico can pay [for] a wall like that,” Peña Nieto said in a July interview on CNN, adding that he did not agree with Trump’s frequent characterization of illegal immigrants from Mexico as rapists and killers.",
            "Peña Nieto himself has not criticized Trump, but has said “there is no way that Mexico can pay [for] a wall like that."
        ],
        "tf-idf score": [
            1.2808173656985558,
            1.3575427968256617,
            1.3678312119414207,
            1.3813470576631128
        ]
    },
    "0.3182002932432552-3-783": {
        "average clique similarity": 0.3182002932432552,
        "clique": [
            "0-Days later  however ",
            "2-That ll be for a lat",
            "1-That ll be for a lat"
        ],
        "median tf-idf score": 0.5674705149545083,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Days later, however, Trump and his campaign appeared to backtrack.",
            "That’ll be for a later date,” Trump said.",
            "That’ll be for a later date”."
        ],
        "tf-idf score": [
            0.5674705149545083,
            0.5955588979535116,
            0.037908203676956055
        ]
    },
    "0.33182938805714446-5-36": {
        "average clique similarity": 0.33182938805714446,
        "clique": [
            "2-  Pe a Nieto had fac",
            "0-Speaking after the  ",
            "4-Trump arrived in Mex",
            "5-Trump and Pe a Nieto",
            "3-The two men met and "
        ],
        "median tf-idf score": 0.9717273540786004,
        "publications": [
            "Guardian",
            "Buzzfeed News",
            "NPR",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "” Peña Nieto had faced a wave of domestic criticism for inviting Trump to see him at Los Pinos, the residence of the Mexican president.",
            "Speaking after the   meeting, the two stepped in front of reporters at the Mexican presidential residence of Los Pinos.",
            "Trump arrived in Mexico City earlier Wednesday afternoon, and met with the Mexican president, who is often referred to as EPN, at Los Pinos, the Mexican executive mansion.",
            "Trump and Peña Nieto met at Los Pinos, the official presidential residence and office, ahead of a major immigration speech Trump plans to deliver in Phoenix.",
            "The two men met and spoke at Los Pinos (The Pines) the Mexican president’s official residence and office."
        ],
        "tf-idf score": [
            0.9717273540786004,
            0.3452125281017815,
            0.9966291110498775,
            0.9876243672463779,
            0.37493857809264897
        ]
    },
    "0.33635814796027663-3-783": {
        "average clique similarity": 0.33635814796027663,
        "clique": [
            "1- We did discuss the ",
            "4-I just say   We will",
            "2- We didn t discuss p"
        ],
        "median tf-idf score": 0.13218072165974187,
        "publications": [
            "CNN",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "”We did discuss the wall.",
            "I just say, ‘We will build the wall!’ and they go nuts.",
            "“We didn’t discuss payment of the wall."
        ],
        "tf-idf score": [
            0.12534707635072712,
            0.14535425793290255,
            0.13218072165974187
        ]
    },
    "0.3436243694238879-3-375": {
        "average clique similarity": 0.3436243694238879,
        "clique": [
            "1-While Trump s decisi",
            "0- We didn t discuss w",
            "4- Who pays for the wa"
        ],
        "median tf-idf score": 0.7489980424256751,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "While Trump’s decision not to raise who would pay for the wall appeared to undercut his   swagger, it could also reassure some wavering Republican voters who dislike Clinton but are not yet convinced Trump possesses the restraint and sobriety required of a US president.",
            "“We didn’t discuss who pays for the wall,” Trump said.",
            "“Who pays for the wall?"
        ],
        "tf-idf score": [
            0.7908332889891372,
            0.7489980424256751,
            0.1684875752472581
        ]
    },
    "0.36767055673616533-3-783": {
        "average clique similarity": 0.36767055673616533,
        "clique": [
            "2- At the start of the",
            "5-Pe a Nieto has said ",
            "3-Then about two hours"
        ],
        "median tf-idf score": 0.8951535166869116,
        "publications": [
            "Guardian",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "“At the start of the conversation with Donald Trump, I made clear that Mexico will not pay for the wall,” Peña Nieto tweeted.",
            "Peña Nieto has said Mexico will not do that.",
            "Then about two hours after the joint appearance, Peña Nieto tweeted that he had in fact said at the beginning of their conversation that Mexico would not be paying for the wall."
        ],
        "tf-idf score": [
            1.1476715325775433,
            0.7860059211843844,
            0.8951535166869116
        ]
    },
    "0.37199954934421053-3-323": {
        "average clique similarity": 0.37199954934421053,
        "clique": [
            "2- But at the first op",
            "1-But at the first opp",
            "5-Former president Vic"
        ],
        "median tf-idf score": 0.8391558471251139,
        "publications": [
            "CNN",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "“But at the first opportunity to make good on his offensive campaign promises, Trump choked.",
            "But at the first opportunity to make good on his offensive campaign promises, Trump choked,” Clinton campaign chairman John Podesta said in a statement.",
            "Former president Vicente Fox, an outspoken Trump critic, said on Mexican television that the visit would be an opportunity for Trump to mock Peña Nieto on his home turf."
        ],
        "tf-idf score": [
            0.5689528375216725,
            0.8391558471251139,
            1.2162196681285042
        ]
    },
    "0.3884746357578838-3-424": {
        "average clique similarity": 0.3884746357578838,
        "clique": [
            "0- He s got nerves ",
            "2-   After Pe a Nieto ",
            "1-Podesta later added "
        ],
        "median tf-idf score": 0.5171666231829404,
        "publications": [
            "CNN",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "“He’s got nerves.",
            "”  After Peña Nieto’s tweet, Podesta revised his statement: “It turns out Trump didn’t just choke, he got beat in the room and lied about it.",
            "Podesta later added: ”It turns out Trump didn’t just choke, he got beat in the room and lied about it”."
        ],
        "tf-idf score": [
            0.020804767760854825,
            0.8016770593423128,
            0.5171666231829404
        ]
    },
    "0.41202769026470976-3-233": {
        "average clique similarity": 0.41202769026470976,
        "clique": [
            "1- What we saw today f",
            "5-He did not appear in",
            "2-What we saw today fr"
        ],
        "median tf-idf score": 0.21974580565420954,
        "publications": [
            "Guardian",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "”What we saw today from a man who claims to be the ultimate ’deal maker’ is that he doesn’t have the courage to advocate for his campaign promises when he’s not in front of a friendly crowd,” Podesta said, before accusing Trump of wanting to build a costly wall at American taxpayers’ expense.",
            "He did not appear in front of journalists when he arrived at the presidential palace.",
            "What we saw today from a man who claims to be the ultimate ‘deal maker’ is that he doesn’t have the courage to advocate for his campaign promises when he’s not in front of a friendly crowd."
        ],
        "tf-idf score": [
            0.9878301120590958,
            0.07016788002935231,
            0.21974580565420954
        ]
    },
    "0.44717663082370507-4-783": {
        "average clique similarity": 0.44717663082370507,
        "clique": [
            "4-We didn t discuss it",
            "3- We didn t discuss t",
            "0- We didn t discuss t",
            "1-We didn t discuss   "
        ],
        "median tf-idf score": 0.44604625886049576,
        "publications": [
            "Atlantic",
            "NPR",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "We didn’t discuss it,” he said during a brief press conference after the meeting.",
            "”We didn’t discuss that,” Trump said.",
            "“We didn’t discuss that.",
            "We didn’t discuss,” Trump had said when asked by a reporter during a news conference following their meeting in Mexico City."
        ],
        "tf-idf score": [
            0.31158205054257454,
            0.580510467178417,
            0.022859772901861503,
            0.9483933746533815
        ]
    },
    "0.5017959022139672-3-783": {
        "average clique similarity": 0.5017959022139672,
        "clique": [
            "5- Josh    Images    I",
            "2-It was not a negotia",
            "1- It was not a negoti"
        ],
        "median tf-idf score": 0.14139883525346736,
        "publications": [
            "Washington Post",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "(Josh    Images)  “I shared my strong view that NAFTA has been a far greater benefit to Mexico than it has been to the United States,” said Trump.",
            "It was not a negotiation, and that would have been inappropriate.",
            "”It was not a negotiation, and that would have been inappropriate."
        ],
        "tf-idf score": [
            1.0823112077830968,
            0.14139883525346736,
            0.14139883525346736
        ]
    },
    "0.543445079825407-3-783": {
        "average clique similarity": 0.543445079825407,
        "clique": [
            "1-It is unsurprising t",
            "4-As they met  conflic",
            "2-It is unsurprising t"
        ],
        "median tf-idf score": 0.17855124174230294,
        "publications": [
            "CNN",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "It is unsurprising that they hold two different views on this issue, and we look forward to continuing the conversation,” he said in a statement.",
            "As they met, conflicting reports suggested they might or might not hold a press conference, but eventually the two men emerged and stepped to a pair of lecterns.",
            "It is unsurprising that they hold two different views on this issue, and we look forward to continuing the conversation."
        ],
        "tf-idf score": [
            0.3950409929726541,
            0.1457770305574795,
            0.17855124174230294
        ]
    },
    "0.5897177406818331-3-84": {
        "average clique similarity": 0.5897177406818331,
        "clique": [
            "2-The campaign heralde",
            "5- Pat     Trump was j",
            "3-and former New York "
        ],
        "median tf-idf score": 0.6673026101193755,
        "publications": [
            "Guardian",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "The campaign heralded Trump’s trip, where he was accompanied by Alabama senator Jeff Sessions and former New York mayor Rudy Giuliani as a sign of Trump’s statesmanship.",
            "(Pat  )  Trump was joined by former New York City mayor Rudy Giuliani and Sen. Jeff Sessions ( .)",
            "and former New York Mayor Rudy Giuliani, joined Trump in Mexico."
        ],
        "tf-idf score": [
            0.77589903632516,
            0.6479723293099461,
            0.6673026101193755
        ]
    }
}