{
    "0.16251136176024442-3-63": {
        "average clique similarity": 0.16251136176024442,
        "clique": [
            "3-The legal standards ",
            "0-Clarke Forsythe  the",
            "4-But the court s ruli"
        ],
        "median tf-idf score": 0.8020794200351639,
        "publications": [
            "Atlantic",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "The legal standards used in Whole Woman’s Health and other abortion cases add to the confusion about what restrictions are and are not legally justified.",
            "Clarke Forsythe, the group’s acting president, said today’s decision ”endangers women nationwide as health and safety standards are at risk”.",
            "But the court’s ruling in Whole Women’s Health today reflects that there are not five votes to uphold such laws."
        ],
        "tf-idf score": [
            0.8020794200351639,
            0.6548894872141424,
            0.8133961111393713
        ]
    },
    "0.17765553336556342-3-18": {
        "average clique similarity": 0.17765553336556342,
        "clique": [
            "1-The Supreme Court ha",
            "4-And now the Supreme ",
            "3-The case the Supreme"
        ],
        "median tf-idf score": 0.38104694990140214,
        "publications": [
            "Reuters",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "The Supreme Court has appeals pending in two cases involving admitting privilege laws in Mississippi and Wisconsin on which it could act as soon as Tuesday.",
            "And now the Supreme Court, in a   decision, reversed.",
            "The case the Supreme Court decided on Tuesday addresses two components of H B 2."
        ],
        "tf-idf score": [
            0.7365660755483574,
            0.34949735345811306,
            0.38104694990140214
        ]
    },
    "0.18015731519531206-3-221": {
        "average clique similarity": 0.18015731519531206,
        "clique": [
            "2-The centers would ha",
            "3-Because this particu",
            "4-They did this with t"
        ],
        "median tf-idf score": 0.9388176636825164,
        "publications": [
            "Vox",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "The centers would have to increase their capacity about fivefold, and the state didn’t present evidence that this would be feasible.",
            "Because this particular requirement was only enforced for a short period in between court challenges in October of 2014 —  when only eight clinics in a    state could operate —  there’s less tangible evidence to show that this requirement would have a negative consequence for clinics and women compared with the other requirements of the law.",
            "They did this with the hope that the Supreme Court would defer to state’s regulations to make it much more difficult for women to have abortions."
        ],
        "tf-idf score": [
            0.23269687549570472,
            1.0952532698775244,
            0.9388176636825164
        ]
    },
    "0.1927461219959324-3-77": {
        "average clique similarity": 0.1927461219959324,
        "clique": [
            "0-One of the key quest",
            "1-Conservative Justice",
            "4-Since then  however "
        ],
        "median tf-idf score": 0.710219020703092,
        "publications": [
            "Reuters",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "One of the key questions was which side Justice Anthony Kennedy, who has been a swing vote on abortion issues, would join.",
            "Conservative Justice Anthony Kennedy joined the court’s four liberal members in the ruling, with the remaining three conservatives dissenting.",
            "Since then, however, in every abortion case, Justice Kennedy has been with the conservative majority in voting to uphold restrictions on abortions."
        ],
        "tf-idf score": [
            0.7414813425376409,
            0.525504994958009,
            0.710219020703092
        ]
    },
    "0.19418666375315194-3-8": {
        "average clique similarity": 0.19418666375315194,
        "clique": [
            "3- It is not unassaila",
            "4-The court concluded ",
            "0-Opponents of the bil"
        ],
        "median tf-idf score": 1.217198337932827,
        "publications": [
            "CNN",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "“It is not unassailable ‘common sense’” to assume that the    requirement would limit clinics’ capacity to perform abortions, Samuel Alito wrote in a dissenting opinion.",
            "The court concluded that the Texas law would greatly limit the ability of women in Texas to have access to abortions, without any evidence that the restrictions were necessary to protect women’s health.",
            "Opponents of the bill argued before the court that if both requirements were to be enforced, only 10 clinics would remain to perform abortions in Texas, compared with more than 40 before the law was passed."
        ],
        "tf-idf score": [
            0.7017859277149872,
            1.2895763145986379,
            1.217198337932827
        ]
    },
    "0.19503486957287028-3-266": {
        "average clique similarity": 0.19503486957287028,
        "clique": [
            "3-   that these effect",
            "0-The immediate impact",
            "4-The court s ruling i"
        ],
        "median tf-idf score": 0.6837540398141765,
        "publications": [
            "NPR",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            ".. that these effects would be harmful to, not supportive of, women’s health,” even that was contested by the minority.",
            "The immediate impact of the ruling means that the plaintiff in the case, Whole Women’s Health, will not have to close any more of its Texas clinics.",
            "The court’s ruling in Whole Women’s Health makes it likely that these many targeted restrictions of abortion provider laws will be struck down."
        ],
        "tf-idf score": [
            0.4450853657103591,
            0.6837540398141765,
            1.1691540213434082
        ]
    },
    "0.20086747564586102-3-46": {
        "average clique similarity": 0.20086747564586102,
        "clique": [
            "1-Texas officials said",
            "3-An Undue Burden in T",
            "4-The Fifth Circuit sa"
        ],
        "median tf-idf score": 0.7727673553876149,
        "publications": [
            "CNN",
            "Reuters",
            "Atlantic"
        ],
        "sentences": [
            "Texas officials said it was intended to protect women’s health.",
            "An Undue Burden in Texas, “It is beyond rational belief that H B 2 could genuinely protect the health of women, and certain that the law ‘would simply make it more difficult for them to obtain abortions,’” she wrote.",
            "The Fifth Circuit said that it is for the state legislature, not the judiciary, to assess whether the law protects women’s health."
        ],
        "tf-idf score": [
            0.6407591762544953,
            1.1401328078780988,
            0.7727673553876149
        ]
    },
    "0.2030194316199622-3-204": {
        "average clique similarity": 0.2030194316199622,
        "clique": [
            "1-The ruling means sim",
            "2-It should also inval",
            "3-Monday s ruling was "
        ],
        "median tf-idf score": 1.118801615455014,
        "publications": [
            "Atlantic",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "The ruling means similar laws in other states are probably unconstitutional and could put in jeopardy other types of abortion restrictions enacted in various conservative states.",
            "It should also invalidate similar laws that other states have already passed  —   particularly Louisiana, where the Supreme Court recently blocked similar restrictions, and Mississippi, where the last remaining abortion clinic in the state has been threatened with closure.",
            "Monday’s ruling was a significant victory for   advocates, and the Court seems to have sent a warning to legislators in other states who are considering similar legislation on admitting privileges and medical requirements for abortion facilities."
        ],
        "tf-idf score": [
            0.8324436806675203,
            1.22223313357754,
            1.118801615455014
        ]
    },
    "0.20730330582638948-3-262": {
        "average clique similarity": 0.20730330582638948,
        "clique": [
            "2-Under the landmark 1",
            "1-The   ruling held th",
            "3-Thomas  who wrote a "
        ],
        "median tf-idf score": 1.0466897517246478,
        "publications": [
            "Vox",
            "Atlantic",
            "Reuters"
        ],
        "sentences": [
            "Under the landmark 1992 Planned Parenthood v. Casey decision, which upheld Roe v. Wade but weakened its legal standards, states were allowed to pass laws designed to convince women to change their mind about having an abortion.",
            "The   ruling held that the   2013 Texas law placed an undue burden on women exercising their right under the U S Constitution to end a pregnancy, established in the court’s landmark 1973 Roe v. Wade decision.",
            "Thomas, who wrote a separate dissent, focused on the notion of “undue burden,” a test for abortion regulations established by the 1992 Supreme Court case Planned Parenthood v. Casey."
        ],
        "tf-idf score": [
            1.0466897517246478,
            1.0746914665440466,
            0.9194893460078061
        ]
    },
    "0.20780157271956864-3-210": {
        "average clique similarity": 0.20780157271956864,
        "clique": [
            "4-Indeed  the district",
            "1-Since the law was pa",
            "3-The only way the Cou"
        ],
        "median tf-idf score": 1.2155843961348476,
        "publications": [
            "CNN",
            "Reuters",
            "Atlantic"
        ],
        "sentences": [
            "Indeed, the district court found that the Texas law was adopted with the purpose    and would have the effect    of keeping women from having access to abortions.",
            "Since the law was passed, the number of abortion clinics in Texas, the    U S state with about 27 million people, had dropped from 41 to 19.",
            "The only way the Court could judge whether this law violates women’s rights was through its consequences: the number of abortion facilities that could no longer provide the procedure following the enactment of the   requirement (roughly 20, according to Court documents) the cost of full compliance with the new law (anywhere from $1."
        ],
        "tf-idf score": [
            1.2155843961348476,
            1.0131015451953025,
            1.3440517342855416
        ]
    },
    "0.20854192464553947-3-39": {
        "average clique similarity": 0.20854192464553947,
        "clique": [
            "1-Ten states currently",
            "0-According to the Gut",
            "2-This ruling should b"
        ],
        "median tf-idf score": 0.6637096537875724,
        "publications": [
            "Reuters",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "Ten states currently have admitting privileges requirements on the books while six have laws requiring   facilities.",
            "According to the Guttmacher Institute, 14 states, including Texas, require physicians that perform abortions to have admitting privileges or some other relationship with a nearby hospital, while 22 states have facility requirements that are very similar or exactly the same as requirements for ambulatory surgical centers.",
            "This ruling should be able to prevent other states from passing admitting privilege or ambulatory surgical center laws, which are some of the most popular tools that   lawmakers currently use to limit the procedure at the state level."
        ],
        "tf-idf score": [
            0.5294014225687805,
            1.0544045022010589,
            0.6637096537875724
        ]
    },
    "0.21463251634191524-3-236": {
        "average clique similarity": 0.21463251634191524,
        "clique": [
            "4-The court stressed t",
            "2-But  crucially  thos",
            "0-The court has said i"
        ],
        "median tf-idf score": 1.1457714838692588,
        "publications": [
            "CNN",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "The court stressed that in deciding whether a law imposes an undue burden on abortion, it is for the judiciary to balance the justifications for the restrictions against its effect on the ability of women to have access to abortions.",
            "But, crucially, those laws couldn’t actually stand in women’s ways and present an ”undue burden” to accessing the procedure.",
            "The court has said in the past that states can regulate access to abortion but not in a way that causes an undue burden on women."
        ],
        "tf-idf score": [
            1.1615318528995917,
            0.5567488829402668,
            1.1457714838692588
        ]
    },
    "0.21939238483806967-3-180": {
        "average clique similarity": 0.21939238483806967,
        "clique": [
            "2-In short  there was ",
            "1-The court declared t",
            "4-The federal district"
        ],
        "median tf-idf score": 1.3333398912769874,
        "publications": [
            "Vox",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "In short, there was no good evidence in the record to support Texas’s key argument: that admitting privileges and ambulatory surgical centers make abortion safer for women.",
            "The court declared that both key provisions of the law   requiring abortion doctors to have     ”admitting privileges” at a local hospital and requiring clinics to have costly   facilities   violated a woman’s right to an abortion.",
            "The federal district court issued a preliminary injunction, finding that the law likely was unconstitutional as creating an impermissible undue burden on a woman’s right to abortion: there was no evidence that it protected women’s health (a woman experiencing complications at an abortion facility would be taken to the local emergency room) and there was no need for surgical level facilities."
        ],
        "tf-idf score": [
            1.0816607383359407,
            1.3333398912769874,
            1.542600660911456
        ]
    },
    "0.22749526907918102-3-23": {
        "average clique similarity": 0.22749526907918102,
        "clique": [
            "4-Justice Stephen Brey",
            "2-As Ruth Bader Ginsbu",
            "3-In a single paragrap"
        ],
        "median tf-idf score": 0.5903381812888412,
        "publications": [
            "CNN",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "Justice Stephen Breyer wrote the opinion for the court, joined by Justices Anthony Kennedy, Ruth Bader Ginsburg, Sonia Sotomayor, and Elena Kagan.",
            "As Ruth Bader Ginsburg put it in her concurring opinion, ”It is beyond rational belief that H B 2 could genuinely protect the health of women”.",
            "In a single paragraph, Ruth Bader Ginsburg named something the other U S Supreme Court justices wouldn’t: Regulations on abortion providers, often called TRAP laws, are not intended to protect the health of women."
        ],
        "tf-idf score": [
            0.5903381812888412,
            0.43714011108748885,
            1.328557125595681
        ]
    },
    "0.23770426740495532-4-301": {
        "average clique similarity": 0.23770426740495532,
        "clique": [
            "1- The U S Supreme Cou",
            "0-In a decision striki",
            "2- In a huge victory f",
            "3-In addition to writi"
        ],
        "median tf-idf score": 1.1246708058461192,
        "publications": [
            "Vox",
            "Atlantic",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            " The U S Supreme Court on Monday struck down a Texas abortion law imposing strict regulations on doctors and facilities in the strongest endorsement of abortion rights in America in more than two decades.",
            "In a decision striking down key aspects of a Texas abortion law Monday, the Supreme Court cast doubt on similar laws in nearly   states.",
            " In a huge victory for the   movement, the Supreme Court voted   Monday to strike down two major   provisions that were part of an omnibus   law Texas passed in 2013.",
            "In addition to writing a short concurring opinion, Ginsburg joined four other justices in a decision Monday that effectively struck down major components of H B 2, a 2013 Texas law that created significant, and arguably unsustainable, requirements for operation procedures at abortion clinics."
        ],
        "tf-idf score": [
            1.0947423237783585,
            1.1545992879138802,
            0.7231443459861993,
            1.2010693551247458
        ]
    },
    "0.23886254759114223-3-130": {
        "average clique similarity": 0.23886254759114223,
        "clique": [
            "0-At issue in the cour",
            "4-The majority rejecte",
            "1-The law was passed b"
        ],
        "median tf-idf score": 0.38703090941086776,
        "publications": [
            "Reuters",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "At issue in the court’s decision were two specific provisions of a sweeping law to restrict abortions passed by the Texas Legislature in 2013.",
            "The majority rejected judicial deference to the legislature.",
            "The law was passed by a   legislature and signed by a Republican governor in 2013."
        ],
        "tf-idf score": [
            1.0498738775171887,
            0.07793647595337935,
            0.38703090941086776
        ]
    },
    "0.2412952506463022-3-144": {
        "average clique similarity": 0.2412952506463022,
        "clique": [
            "2-The court s ruling i",
            "1-The ruling in the ca",
            "3-Whole Woman s Health"
        ],
        "median tf-idf score": 0.9682237098759042,
        "publications": [
            "Reuters",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "The court’s ruling in Whole Woman’s Health v. Hellerstedt also strikes a blow to a strategy by the   movement to limit abortion access incrementally, through state laws.",
            "The ruling in the case, Whole Woman’s Health v. Hellerstedt, represented the most vigorous affirmation of abortion rights in the United States since a 1992 ruling affirmed a woman’s right to have the procedure.",
            "Whole Woman’s Health v. Hellerstedt definitively privileges one side’s version of the truth about abortion restrictions."
        ],
        "tf-idf score": [
            1.2559577523081114,
            0.9682237098759042,
            0.7319543656773513
        ]
    },
    "0.27718964304827093-3-256": {
        "average clique similarity": 0.27718964304827093,
        "clique": [
            "3-While the majority o",
            "4-The U S Court of App",
            "2-Background of the ca"
        ],
        "median tf-idf score": 0.6209500799518508,
        "publications": [
            "CNN",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "While the majority opinion methodically countered each of the arguments in defense of the law, which had previously been upheld by the Fifth Circuit Court of Appeals, Ginsburg went straight to the point.",
            "The U S Court of Appeals for the Fifth Circuit reversed.",
            "Background of the case If the Supreme Court hadn’t intervened, a ruling from the Fifth Circuit Court of Appeals would have immediately closed 10 clinics in the state last year, leaving just nine ambulatory surgical centers to do the work that more than 40 clinics used to do."
        ],
        "tf-idf score": [
            0.6209500799518508,
            0.28275715426891795,
            0.8484280835853755
        ]
    },
    "0.2981697938574601-3-374": {
        "average clique similarity": 0.2981697938574601,
        "clique": [
            "3-First  it required d",
            "0-The provisions befor",
            "2-To provide abortions"
        ],
        "median tf-idf score": 0.9674023533793901,
        "publications": [
            "Atlantic",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "First, it required doctors who perform abortions to have admitting privileges at a hospital within 30 miles of their clinics and second, it required all facilities where abortions are performed to meet the standards of an ambulatory surgical center —  basically, a hospital operating room.",
            "The provisions before the court required doctors who perform abortions to have admitting privileges at a hospital no more than 30 miles from the abortion clinic and required abortion clinics to meet the same health and safety standards as ambulatory surgical centers that perform much more complicated procedures.",
            "To provide abortions at any stage of pregnancy, the provisions forced doctors to have ”admitting privileges” with a nearby hospital (which are difficult to get for abortion providers specifically) and forced clinics to undergo often expensive renovations to become ”ambulatory surgical centers,” which haven’t been demonstrated to make abortion safer (though abortion is already quite a safe medical procedure.)"
        ],
        "tf-idf score": [
            0.9114987393545959,
            1.2257496363135678,
            0.9674023533793901
        ]
    },
    "0.34974583270563403-3-160": {
        "average clique similarity": 0.34974583270563403,
        "clique": [
            "1-Writing for the cour",
            "3-  No one joined her ",
            "2-What the opinion sai"
        ],
        "median tf-idf score": 0.5820109921376299,
        "publications": [
            "Vox",
            "Reuters",
            "Atlantic"
        ],
        "sentences": [
            "Writing for the court, liberal Justice Stephen Breyer said, ”We conclude that neither of these provisions offers medical benefits sufficient to justify the burdens upon access that each imposes”.",
            "” No one joined her —  not Stephen Breyer, who wrote the majority opinion, nor Elena Kagan and Sonia Sotomayor, the other female members of the liberal wing of the Court.",
            "What the opinion said The majority opinion, authored by Justice Stephen Breyer, said that neither restriction ”offers medical benefits sufficient to justify the burdens upon access that each imposes”."
        ],
        "tf-idf score": [
            0.719348682658186,
            0.4526849032095719,
            0.5820109921376299
        ]
    },
    "0.36318246512057667-4-123": {
        "average clique similarity": 0.36318246512057667,
        "clique": [
            "3-While the Supreme Co",
            "2- Every day Whole Wom",
            "1-Amy Hagstrom Miller ",
            "0- And today the Supre"
        ],
        "median tf-idf score": 0.8915020780665619,
        "publications": [
            "NPR",
            "Atlantic",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "While the Supreme Court’s decision in Whole Woman’s Health v. Hellerstedt is legally complicated —  concerning issues from the standing of the plaintiffs to their right to pursue this case all the way to the Supreme Court —  the lonely stand of Ruth Bader Ginsburg speaks to the difficult issue looming behind it: Legislators both for and against bills like H B 2 claim they are protecting the health of women.",
            "”Every day Whole Woman’s Health treats our patients with compassion, respect and dignity —  and with this historic decision, today the Supreme Court did the same.",
            "Amy Hagstrom Miller, founder and CEO of Whole Woman’s Health, which led the challenge to the Texas law, said, ”Every day Whole Woman’s Health treats our patients with compassion, respect and dignity   and today the Supreme Court did the same.",
            "”And today the Supreme Court did the same."
        ],
        "tf-idf score": [
            1.0355704979145246,
            0.7474336582185991,
            1.1497972705778698,
            0.2966048415545825
        ]
    },
    "0.45390243222865906-4-365": {
        "average clique similarity": 0.45390243222865906,
        "clique": [
            "1-President Barack Oba",
            "0-In a   ruling  writt",
            "2- Both the   and the ",
            "3-The majority in this"
        ],
        "median tf-idf score": 1.283261707554099,
        "publications": [
            "Reuters",
            "Atlantic",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "President Barack Obama, whose administration backed the abortion providers in the court challenge, said in a statement he was ”pleased to see the Supreme Court protect women’s rights and health” and that restrictions like those in Texas ”harm women’s health and place an unconstitutional obstacle in the path of a woman’s reproductive freedom”.",
            "In a   ruling, written by Justice Stephen Breyer, the court said that ”both the admitting privileges and the   requirements place a substantial obstacle in the path of women seeking a previability abortion, constitute an undue burden on abortion access, and thus violate the Constitution”.",
            "”Both the   and the   requirements place a substantial obstacle in the path of women seeking a previability abortion, constitute an undue burden on abortion access, and thus violate the Constitution,” read the decision.",
            "The majority in this case, Whole Woman’s Health, wrote that the two contested requirements place “a substantial obstacle in the path of women seeking a   abortion, each constitutes an undue burden on abortion access   …     and each violates the federal Constitution."
        ],
        "tf-idf score": [
            1.5250736636110087,
            1.4600597158936772,
            0.9210135287872716,
            1.106463699214521
        ]
    },
    "0.5271348252058586-4-184": {
        "average clique similarity": 0.5271348252058586,
        "clique": [
            "4-Obviously  if Justic",
            "0-The main dissent in ",
            "2-Dissenting were Just",
            "1-Chief Justice John R"
        ],
        "median tf-idf score": 0.3611343084514893,
        "publications": [
            "NPR",
            "Vox",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "Obviously, if Justice Kennedy had voted with Chief Justice Roberts and Justices Thomas and Alito to uphold the Texas law, it would have been a   split and the Texas law would have gone into effect.",
            "The main dissent in the case was written by Justice Samuel Alito, and joined by Chief Justice John Roberts and Justice Clarence Thomas.",
            "Dissenting were Justices Clarence Thomas and Samuel Alito and Chief Justice John Roberts.",
            "Chief Justice John Roberts, Justice Clarence Thomas and Justice Samuel Alito dissented."
        ],
        "tf-idf score": [
            0.6027437051562725,
            0.4780790484152725,
            0.24418956848770612,
            0.2352318278420883
        ]
    }
}