{
    "0.2899401397540739-4-140": {
        "average clique similarity": 0.2899401397540739,
        "clique": [
            "1-South Korea s defens",
            "0-U S Pacific Command ",
            "3-U S Pacific Command ",
            "4- In addition  the So"
        ],
        "median tf-idf score": 1.1357588173603874,
        "publications": [
            "Washington Post",
            "Reuters",
            "New York Post",
            "NPR"
        ],
        "sentences": [
            "South Korea’s defense ministry said a rocket was launched from North Korea’s west coast, near the border with South Korea, between 9:30 a. m. and 9:45 a. m. Seoul time, according to the Associated Press, while Japanese media outlets reported that debris from the launch landed in the East China Sea, about 150 miles from the launch site, about 14 minutes later.",
            "U S Pacific Command said it had Aegis ballistic missile defense systems, Terminal High Altitude Area Defense batteries and the     Radar in the region, which would work with Japanese and South Korean militaries to detect the launch.",
            "U S Pacific Command said it was closely monitoring the situation and had many missile defense assets in the region that would provide “a robust defense.",
            "”In addition, the South Korean defense ministry said on Sunday they will begin talks with the U S about possibly deploying a missile defense system in North Korea in response to what many nations see as a rising threat of North Korea’s weapon technologies”."
        ],
        "tf-idf score": [
            1.6449861713078149,
            0.9985042894457785,
            0.6001633308231954,
            1.2730133452749963
        ]
    },
    "0.31808523386166-4-22": {
        "average clique similarity": 0.31808523386166,
        "clique": [
            "3-Satellite images tak",
            "1-  TOKYO      In defi",
            "4-As we reported yeste",
            "0- Satellite images ta"
        ],
        "median tf-idf score": 1.4785863138571331,
        "publications": [
            "NPR",
            "New York Post",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Satellite images taken this week of North Korea’s Sohae rocket launch site show apparent fueling activity seen in the past shortly before a rocket launch, a U S   said, as U S government officials signaled that a launch could occur as early as Monday.",
            "  TOKYO  —   In defiance of international warnings, North Korea launched a   rocket Sunday morning, a move widely seen as a test for a missile capable of striking the mainland United States.",
            "As we reported yesterday, the launch on Sunday morning local time arrives just a month after a nuclear test that had already raised tensions in the area: ”North Korea describes the launch as part of its space program: a rocket carrying an earth observation satellite into orbit.",
            " Satellite images taken this week of North Korea’s Sohae rocket launch site show apparent fueling activity seen in the past shortly before a rocket launch, a U S   said, as U S government officials signaled that a launch could occur as early as Monday."
        ],
        "tf-idf score": [
            1.5349313821643165,
            1.13010427532224,
            1.4222412455499496,
            1.5349313821643165
        ]
    },
    "0.3191360155655603-3-140": {
        "average clique similarity": 0.3191360155655603,
        "clique": [
            "4- We condemn today s ",
            "3- In the past  such a",
            "0- In the past  such a"
        ],
        "median tf-idf score": 1.2775686547294356,
        "publications": [
            "NPR",
            "New York Post",
            "Reuters"
        ],
        "sentences": [
            "”We condemn today’s launch and North Korea’s determination to prioritize its missile and nuclear weapons programs over the   of its people, whose struggles only intensify with North Korea’s diversion of scarce resources to such destabilizing activities,” she said in a statement.",
            "“In the past, such activity has occurred one to two weeks prior to a launch event and would be consistent with North Korea’s announced launch window,” the group said.",
            "”In the past, such activity has occurred one to two weeks prior to a launch event and would be consistent with North Korea’s announced launch window,” the group said."
        ],
        "tf-idf score": [
            1.4327965052464453,
            1.2775686547294356,
            1.2775686547294356
        ]
    },
    "0.4039103060036129-5-29": {
        "average clique similarity": 0.4039103060036129,
        "clique": [
            "0- The leaders emphasi",
            "1-The United States im",
            "3- The leaders emphasi",
            "4- The U S Japan and S",
            "2-  The leaders emphas"
        ],
        "median tf-idf score": 1.2515128101275896,
        "publications": [
            "Washington Post",
            "Reuters",
            "NPR",
            "New York Post",
            "Business Insider"
        ],
        "sentences": [
            "”The leaders emphasized the importance of a strong and united international response to North Korea’s provocations, including through an impactful UN Security Council Resolution,” the White House said.",
            "The United States immediately condemned the launch, and the United Nations Security Council called an emergency meeting for later Sunday to discuss North Korea’s latest provocation.",
            "“The leaders emphasized the importance of a strong and united international response to North Korea’s provocations, including through an impactful UN Security Council Resolution,” the White House said.",
            "”The U S Japan and South Korea have requested an emergency meeting of the U N Security Council on Sunday.",
            "’”The leaders emphasized the importance of a strong and united international response to North Korea’’s provocations, including through an impactful UN Security Council Resolution,” the White House said.’ ’Washington and Beijing have appeared divided over how to respond to North Korea, with the US urging tougher sanctions and China stressing the need for dialogue.’ ”The latest dialogue comes after North Korea’s  after which UN Security Council members began preparing new sanctions against the North”."
        ],
        "tf-idf score": [
            1.2515128101275896,
            1.2314455590285616,
            1.2515128101275896,
            0.5810927214601523,
            1.6613269753775908
        ]
    },
    "0.4306316503738435-4-74": {
        "average clique similarity": 0.4306316503738435,
        "clique": [
            "2-   that we have dete",
            "3-On Friday  U S Presi",
            "1-Susan Rice  Presiden",
            "0-On Friday  U S Presi"
        ],
        "median tf-idf score": 1.7197350575328119,
        "publications": [
            "Business Insider",
            "Washington Post",
            "New York Post",
            "Reuters"
        ],
        "sentences": [
            ".. that we have detected a launch from North Korea, that initial indications are that it does not pose a threat to the US or our allies,” the defense official said.’ ’’ ’’ ’he supported reviewing the possibility of converting a US Aegis   test site in Hawaii into a  to bolster US defenses against   attacks.’ ’Harris also said after a speech at the Center for Strategic and International Studies in Washington that it made sense to put a mobile   system known as the  in South Korea.’ ’’ ’’ ’’ ’’ ’’ ’The warships are spread out around the region to protect installations in Japan, Guam, and South Korea, and to track the   and   rocket boosters as they fall back to Earth after the launch.’ ”China’s official Xinhua news agency reported that ” ’The Korean peninsula cannot be nuclearized or descend into war,  reported, saying all parties should deal with the situation calmly to keep it from spinning out of control.’ ’On Friday, US President Barack Obama spoke by telephone with President Xi Jinping of China, North Korea’’s main ally and neighbor, and agreed that a North Korean launch would represent a ”provocative and destabilizing action,” the White House said.’ ”Obama and Xi also said they would coordinate efforts to respond to North Korea’s nuclear test last month and said they would not accept North Korea as a   state”.",
            "On Friday, U S President Barack Obama spoke by telephone with President Xi Jinping of China, North Korea’s main ally and neighbor, and agreed that a North Korean launch would represent a “provocative and destabilizing action,” the White House said.",
            "Susan Rice, President Obama’s national security advisor, said that the launch using ballistic missile technology, following so closely after North Korea’s fourth nuclear test, “represents yet another destabilizing and provocative action and is a flagrant violation of multiple United Nations Security Council resolutions.",
            "On Friday, U S President Barack Obama spoke by telephone with President Xi Jinping of China, North Korea’s main ally and neighbor, and agreed that a North Korean launch would represent a ”provocative and destabilizing action,” the White House said."
        ],
        "tf-idf score": [
            3.0662765602644106,
            1.5975987679796457,
            1.8418713470859782,
            1.5975987679796457
        ]
    },
    "0.5362324973323372-3-27": {
        "average clique similarity": 0.5362324973323372,
        "clique": [
            "0-North Korea has told",
            "2-          North Kore",
            "3-North Korea has told"
        ],
        "median tf-idf score": 1.5185786037606914,
        "publications": [
            "Reuters",
            "Business Insider",
            "New York Post"
        ],
        "sentences": [
            "North Korea has told U N agencies it will launch a rocket carrying what it called an earth observation satellite some time between Feb. 8 and Feb. 25, triggering international opposition from governments that see it as a   missile test.",
            "”’ ’’ ’’ ’North Korea had previously  it would launch a rocket carrying what it called an   satellite some time between February 8 and February 25, triggering international opposition from governments that see it as a    test.’ ’’ ’’ ’The hermit nation, which is already under sanctions for its nuclear and missile programs, says it has a right to pursue a space program.’ ’’ ’’ ’Under a UN Security Council resolution, North Korea is banned from developing any   technology.’ ’The North is believed to be working on a miniaturized nuclear warhead to mount on a missile, but many experts say it is some time away from perfecting the technology.’ ’’ ’’ ’On Saturday a US North Korean rocket did not pose a threat to the US or its allies.’ ’”We can confirm .",
            "North Korea has told U N agencies   some time between Feb. 8 and Feb. 25, triggering international opposition from governments that see it as a   missile test."
        ],
        "tf-idf score": [
            1.5185786037606914,
            2.2027582994036328,
            1.067467018997027
        ]
    }
}