{
    "0.1359747150053806-3-112": {
        "average clique similarity": 0.1359747150053806,
        "clique": [
            "4-Erdogan has accused ",
            "2-Turkey and the YPG s",
            "1-While it was too ear"
        ],
        "median tf-idf score": 0.665271368170519,
        "publications": [
            "CNN",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "Erdogan has accused the movement of mounting the failed coup in July, and since then, Turkish officials have frequently implicated the group in various plots to destabilize Turkey.",
            "Turkey and the YPG share a common enemy in ISIS But Turkey says the YPG is linked to Turkey’s own Kurdish insurgents    the outlawed Kurdistan Workers’ Party, or PKK, which Turkey has designated a terror group and has been fighting for years.",
            "While it was too early to tell if the gunman acted alone, his use of jihadist slogans and his invocation of Syria raised the possibility that he was a member, or at least a sympathizer, of an Islamist group like Al Qaeda’s Syria affiliate or the Islamic State, two organizations that Turkey has been accused by allies, including the United States, of supporting in the past."
        ],
        "tf-idf score": [
            0.665271368170519,
            0.5567444976530536,
            0.9554916422707164
        ]
    },
    "0.1507554262074888-3-145": {
        "average clique similarity": 0.1507554262074888,
        "clique": [
            "3-Tuesday was supposed",
            "2-Meanwhile  the Unite",
            "0-  US Ambassador to t"
        ],
        "median tf-idf score": 0.7726617450087996,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "Tuesday was supposed to be a day of triumph for Russian diplomacy, when Russia aimed to replace the United States as the indispensable power in the Middle East.",
            "Meanwhile, the United States supports Kurdish groups in both Syria and Iraq as critical partners in the battle against ISIS But Turkey, a key US ally, considers one of those groups    the People’s Protection Units, or YPG    to be terrorists, and says it killed as many as 200 YPG fighters in airstrikes in al Bab, northern Syria, in October.",
            "” US Ambassador to the United Nations Samantha Power, who has been fiercely critical of Russia’s involvement in Syria, also offered her condolences for the “savage attack."
        ],
        "tf-idf score": [
            0.7726617450087996,
            0.8118225495997009,
            0.7106347475193397
        ]
    },
    "0.1545499846653279-3-188": {
        "average clique similarity": 0.1545499846653279,
        "clique": [
            "4-The Kremlin has cast",
            "1-  Mr Erdogan  in a s",
            "2-In televised remarks"
        ],
        "median tf-idf score": 1.071362545556768,
        "publications": [
            "New York Times",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "The Kremlin has cast the assassination as an attempt by outside forces to sunder ties between Russia and Turkey, but the meeting in the Russian capital on Tuesday served as a reminder of Russia’s growing influence in the region  —   at the expense of the United States.",
            "” Mr Erdogan, in a speech late Monday night, said the assassination was a provocation meant to derail efforts by Turkey and Russia to collaborate more closely on regional issues and economic ties.",
            "In televised remarks, Russian President Vladimir Putin said the killing was a clear ”provocation” aimed at undermining not just the normalization of   relations but the ”peace process in Syria” promoted by Russia, Turkey, Iran and other countries."
        ],
        "tf-idf score": [
            0.9630924925953711,
            1.071362545556768,
            1.31732721741862
        ]
    },
    "0.16435787993967613-3-283": {
        "average clique similarity": 0.16435787993967613,
        "clique": [
            "3-That s why the react",
            "4-He was detained and ",
            "2-Video fed by Turkish"
        ],
        "median tf-idf score": 0.4727336950494286,
        "publications": [
            "Washington Post",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "That’s why the reaction to Karlov’s murder  —   by an   Turkish policeman who shouted about avenging the carnage in Aleppo before being shot to death himself  —   was practically unanimous in Moscow.",
            "He was detained and was being questioned, the news agency said.",
            "Video fed by Turkish video news agency IHA showed a handcuffed man being led by security officers into an unmarked police car as he shouted ”I swear to God."
        ],
        "tf-idf score": [
            0.6663301647690528,
            0.4245514099222411,
            0.4727336950494286
        ]
    },
    "0.16730083781650995-3-21": {
        "average clique similarity": 0.16730083781650995,
        "clique": [
            "1-Turkey s Interior Mi",
            "0-Ambassador Andrey Ka",
            "2-He was born in 1994 "
        ],
        "median tf-idf score": 0.7688430028460008,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "Turkey’s Interior Ministry said the ambassador had died at Guven Hospital in Ankara.",
            "Ambassador Andrey Karlov was speaking at the photo exhibition when a man in a suit behind him  —   identified by Turkey’s interior minister as    Mevlut Mert Altintas, a Turkish policeman  —   opened fire.",
            "He was born in 1994 in the town of Soke in Turkey’s Aydin province, Turkish Interior Minister Suleyman Soylu said."
        ],
        "tf-idf score": [
            0.5757111833063536,
            0.9412206569167743,
            0.7688430028460008
        ]
    },
    "0.1716586047968335-3-277": {
        "average clique similarity": 0.1716586047968335,
        "clique": [
            "2-  CNN  A gunman shou",
            "1-In a statement  Secr",
            "4-The countries issued"
        ],
        "median tf-idf score": 0.8267994992487689,
        "publications": [
            "CNN",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            " (CNN) A gunman shouting ”Do not forget Aleppo!” assassinated Russia’s ambassador to Turkey at an Ankara art gallery on Monday in what leaders of Russia and Turkey called a provocative terror attack.",
            "In a statement, Secretary of State John Kerry called it a “despicable attack, which was also an assault on the right of all diplomats to safely and securely advance and represent their nations around the world.",
            "The countries issued a statement, which Russian Defense Minister Sergei Shoigu called the “Moscow Declaration,” that called for an expanded ceasefire for which Russia, Turkey and Iran would act as the guarantors."
        ],
        "tf-idf score": [
            0.932564056576159,
            0.5504492881987574,
            0.8267994992487689
        ]
    },
    "0.17351206776946157-3-56": {
        "average clique similarity": 0.17351206776946157,
        "clique": [
            "2-This has complicated",
            "1-It was overwhelmed w",
            "4-The ambassador s kil"
        ],
        "median tf-idf score": 0.6991994390352714,
        "publications": [
            "Washington Post",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "This has complicated the relationship between Washington and Ankara, its NATO ally and key partner in the fight against ISIS   relations were improving, The shooting of the ambassador is the latest in a long string of attacks in Turkey this year, although it’s the first in recent memory to be directed at a foreign dignitary.",
            "It was overwhelmed with refugees  —   more than three million now reside in the country  —   and the rise of the Islamic State led to terrorist attacks within Turkey’s borders.",
            "The ambassador’s killing has also shocked Turkey, adding to a string of recent militant attacks and political turmoil that have hurt the economy and increasingly isolated the country."
        ],
        "tf-idf score": [
            0.8996535179345843,
            0.6991994390352714,
            0.6321766069853775
        ]
    },
    "0.17426242050479757-3-364": {
        "average clique similarity": 0.17426242050479757,
        "clique": [
            "1-He continued   This ",
            "0-This is developing s",
            "2- The important thing"
        ],
        "median tf-idf score": 0.13125054979632705,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "He continued: “This is the first step in getting justice for the Syrian people.",
            "This is developing story.",
            "”The important thing is to understand who is behind this crime,” he said."
        ],
        "tf-idf score": [
            0.13125054979632705,
            0.013184372620891338,
            0.18214813319186912
        ]
    },
    "0.17544865297723758-4-100": {
        "average clique similarity": 0.17544865297723758,
        "clique": [
            "3-Afterward  Russian F",
            "4-At the time of the s",
            "2-A Russian investigat",
            "1-In an emergency meet"
        ],
        "median tf-idf score": 0.6449871615118885,
        "publications": [
            "CNN",
            "Washington Post",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "Afterward, Russian Foreign Minister Sergey Lavrov declared the   format ”the most effective” in resolving the Syrian conflict, since his talks with U S Secretary of State John Kerry had run aground.",
            "At the time of the shooting, the Turkish foreign minister was on a plane en route to Russia to take part in the meeting with his Iranian and Russian counterparts.",
            "A Russian investigative team is scheduled to arrive in Turkey on Tuesday to assist local authorities, Foreign Minister Sergey Lavrov said.",
            "In an emergency meeting with Foreign Minister Sergey V Lavrov and other top officials, Mr Putin said, “There can be only one answer to this  —   stepping up the fight against terrorism, and the bandits will feel this."
        ],
        "tf-idf score": [
            0.550319069605843,
            0.820671087534282,
            0.7102905774177283,
            0.5796837456060486
        ]
    },
    "0.17684985716855314-3-122": {
        "average clique similarity": 0.17684985716855314,
        "clique": [
            "4-Putin has cast Russi",
            "1-  The assassination ",
            "2-The United States  o"
        ],
        "median tf-idf score": 0.5567459858490633,
        "publications": [
            "New York Times",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Putin has cast Russia as protector of legitimate leaders against the turmoil caused by rebellions, and criticized the United States and its support for Assad’s opponents.",
            "” The assassination also illustrated the long reach of the Syrian war.",
            "The United States, on the other hand, draws a distinction between the YPG and the banned PKK It has provided significant support to the YPG as a critical fighting force against ISIS and other Islamist groups in volatile northern Syria."
        ],
        "tf-idf score": [
            0.583177279641167,
            0.1611061279421211,
            0.5567459858490633
        ]
    },
    "0.17802017314603588-3-134": {
        "average clique similarity": 0.17802017314603588,
        "clique": [
            "1-For Turkey  the Anka",
            "0- We stand ready to o",
            "3-Last week  the U S a"
        ],
        "median tf-idf score": 1.015113599138591,
        "publications": [
            "New York Times",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "For Turkey, the Ankara attack resonated in the Turkish collective memory: Turkey lost many diplomats in the 20th century to Armenian militants in a campaign to avenge the Armenian genocide during World War I “Turkey is very aware of the size of this failure, and I think the government will make every effort to investigate this fully,” Sinan Ulgen, a Turkish former diplomat who is the chairman of the Center for Economics and Foreign Policy Studies, an Istanbul research organization, said of the Russian diplomat’s assassination.",
            "“We stand ready to offer assistance to Russia and Turkey as they investigate this despicable attack,” Kerry said in a statement, “which was also an assault on the right of all diplomats to safely and securely advance and represent their nations around the world.",
            "Last week, the U S ambassador to the United Nations, Samantha Power, accused Russia and Iran of bearing responsibility for ”atrocities” committed during the Syrian government’s assault on the city of Aleppo."
        ],
        "tf-idf score": [
            1.169716763297121,
            1.015113599138591,
            0.7126483884006465
        ]
    },
    "0.179157051764536-3-432": {
        "average clique similarity": 0.179157051764536,
        "clique": [
            "4-  MOSCOW      A team",
            "3-What to do about Syr",
            "2- We are convinced th"
        ],
        "median tf-idf score": 0.7374639039404357,
        "publications": [
            "Washington Post",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "  MOSCOW  —   A team of Russian detectives arrived in Turkey on Tuesday to join the investigation into the slaying of Moscow’s ambassador by a Turkish police officer  —   an act portrayed by both countries as an effort to rupture a rapprochement between the two regional powers backing opposite sides in Syria’s civil war.",
            "What to do about Syria  —   once a bone of contention between Russia and Turkey  —   has become an opportunity for both countries to act as power brokers in a global crisis.",
            "”We are convinced that the main goal of those who planned this barbaric act [is] to undermine the process of normalization of relations between Russia and Turkey, largely in order to prevent an effective fight against terrorism in Syria."
        ],
        "tf-idf score": [
            1.080693360472253,
            0.7374639039404357,
            0.693302096379774
        ]
    },
    "0.18143682477619769-3-490": {
        "average clique similarity": 0.18143682477619769,
        "clique": [
            "1-As the war ground on",
            "0-There were no injuri",
            "4-The embassy  as well"
        ],
        "median tf-idf score": 0.2862563881698546,
        "publications": [
            "New York Times",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "As the war ground on, the consequences for Turkey were profound.",
            "There were no injuries but US embassies were closed on Tuesday in Turkey following the incident.",
            "The embassy, as well as the U S consulates in Istanbul and Adana, were closed on Tuesday because of the shooting, according to a State Department statement."
        ],
        "tf-idf score": [
            0.2554309895681145,
            0.32701477385973987,
            0.2862563881698546
        ]
    },
    "0.18310133950644505-3-104": {
        "average clique similarity": 0.18310133950644505,
        "clique": [
            "2-Focus on Syria  The ",
            "3-On Monday  the blame",
            "0-Karlov  a career dip"
        ],
        "median tf-idf score": 0.8616754347931712,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "Focus on Syria, The shooting occurred a day before diplomats from Turkey, Iran and Russia are scheduled to meet in Moscow to discuss the situation in the besieged Syrian city of Aleppo.",
            "On Monday, the blame in Moscow for the ambassador’s killing was assigned to unnamed forces that are opposed to Russia and Turkey’s rapprochement.",
            "Karlov, a career diplomat born in Moscow, was 62 and served as Russia’s ambassador to North Korea before becoming Russia’s top emissary to Turkey in 2013."
        ],
        "tf-idf score": [
            0.8816416830176332,
            0.8253696651899197,
            0.8616754347931712
        ]
    },
    "0.1949071756924917-3-116": {
        "average clique similarity": 0.1949071756924917,
        "clique": [
            "4-Turkey s semiofficia",
            "2-In a separate incide",
            "0- Suddenly he started"
        ],
        "median tf-idf score": 0.8379959380432985,
        "publications": [
            "Washington Post",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "Turkey’s semiofficial Anadolu News Agency said that the embassy gunman, who was identified only as Sahin S, fired several shots in the air with a   rifle he had hidden under his coat early Tuesday.",
            "In a separate incident hours later, Turkish police arrested a man who fired into the air with a shotgun outside the US Embassy in Ankara, according to Turkey’s state news agency Anadolu.",
            "“Suddenly he started shooting in the air."
        ],
        "tf-idf score": [
            0.8842599208474079,
            0.8379959380432985,
            0.07432824942455973
        ]
    },
    "0.20048375741094202-3-454": {
        "average clique similarity": 0.20048375741094202,
        "clique": [
            "1-The Russian envoy wa",
            "0-The Modern Arts Cent",
            "2-The attack occurred "
        ],
        "median tf-idf score": 0.5594257870644856,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "The Russian envoy was shot from behind and immediately fell to the floor while speaking at an exhibition of photographs, according to multiple accounts from the scene, the Contemporary Arts Center in the Cankaya area of Ankara.",
            "The Modern Arts Center in Ankara, where the shooting took place, is a municipal building run by the government.",
            "The attack occurred at the Cagdas Sanat Merkezi modern arts center in the heart of Ankara, a posh neighborhood of luxury hotels and foreign embassies    including the US and Russia    a short walk to Turkish parliament."
        ],
        "tf-idf score": [
            0.5594257870644856,
            0.24400061862739672,
            0.6605223592976744
        ]
    },
    "0.2038754932282297-3-94": {
        "average clique similarity": 0.2038754932282297,
        "clique": [
            "2-Don t play with us  ",
            "4-Don t forget Syria  ",
            "1-Turkish officials sa"
        ],
        "median tf-idf score": 0.413518604031869,
        "publications": [
            "New York Times",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Don’t play with us,” in Turkish.",
            "Don’t forget Syria!” He was later killed in a gun battle with the police.",
            "Turkish officials said the gunman was killed after a shootout with Turkish Special Forces."
        ],
        "tf-idf score": [
            0.134311151145886,
            0.413518604031869,
            0.6128110908785156
        ]
    },
    "0.20752385793795083-3-490": {
        "average clique similarity": 0.20752385793795083,
        "clique": [
            "1-Russia s Tass news a",
            "4-Officer Mevlut Mert ",
            "3-Karlov  who was assa"
        ],
        "median tf-idf score": 0.7092119648209736,
        "publications": [
            "New York Times",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Russia’s Tass news agency said that Mr Karlov had been shot from behind while finishing remarks at the opening of an art exhibition titled “Russia Through Turks’ Eyes.",
            "Officer Mevlut Mert Altintas gunned down Ambassador Andrei Karlov as the diplomat spoke before an exhibition of Russian photos at an art gallery in the Turkish capital of Ankara.",
            "Karlov, who was assassinated in an Ankara art gallery Monday evening, had been given the delicate mission of patching up relations after Turkey shot down a Russian warplane last year."
        ],
        "tf-idf score": [
            0.7007004037968041,
            0.7092119648209736,
            0.9008394015992632
        ]
    },
    "0.20923860481988713-3-420": {
        "average clique similarity": 0.20923860481988713,
        "clique": [
            "4-The assassination  w",
            "2-The gunman circled h",
            "0-  An Associated Pres"
        ],
        "median tf-idf score": 0.369664480826245,
        "publications": [
            "Washington Post",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "The assassination, which was captured in stunning detail by an Associated Press photographer and other journalists, brought into sharp relief the violent worldwide reverberations of Syria’s bloody civil war.",
            "The gunman circled his body, visibly agitated as he smashed photos hanging on the wall, said Associated Press photographer Burhan Ozbilici, who captured the incident.",
            "” An Associated Press photographer at the event told the news agency the gunman shouted “Allahu Akbar” and fired at least eight shots."
        ],
        "tf-idf score": [
            0.4645131221703442,
            0.369664480826245,
            0.3142566609164818
        ]
    },
    "0.22787583542328985-3-366": {
        "average clique similarity": 0.22787583542328985,
        "clique": [
            "3-In the space of the ",
            "0-  In comments broadc",
            "1-Mr Putin spoke with "
        ],
        "median tf-idf score": 0.6708302593343778,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "In the space of the past month, Putin has been on the phone with Erdogan half a dozen times, and the Turkish leader is expected to travel to Russia again in January.",
            "” In comments broadcast on Turkish television, President Recep Tayyip Erdogan said the gunman had been a member of Ankara’s riot police for two and a half years.",
            "Mr Putin spoke with the Turkish president, Recep Tayyip Erdogan, by phone, and the two leaders agreed to cooperate in investigating the killing, and in combating terrorism broadly."
        ],
        "tf-idf score": [
            0.6953406023123805,
            0.6708302593343778,
            0.5492538300574467
        ]
    },
    "0.23452518322801666-3-471": {
        "average clique similarity": 0.23452518322801666,
        "clique": [
            "2-Do not forget Syria ",
            "1-Mohammed   a Syrian ",
            "0-Don t forget Syria  "
        ],
        "median tf-idf score": 0.2697723875232158,
        "publications": [
            "CNN",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "Do not forget Syria!” Altintas is heard shouting in video of the incident.",
            "Mohammed   a Syrian activist who participated, said, “I felt extreme happiness when I heard the news” of the assassination.",
            "Don’t forget Syria!” the man can be heard saying in the video."
        ],
        "tf-idf score": [
            0.2697723875232158,
            0.35727103074003014,
            0.24376330899925455
        ]
    },
    "0.2608198445705714-3-89": {
        "average clique similarity": 0.2608198445705714,
        "clique": [
            "0-All those who have t",
            "4-A State Department o",
            "2-Everyone who has tak"
        ],
        "median tf-idf score": 0.4703553350864617,
        "publications": [
            "CNN",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "All those who have taken part in this cruelty will pay one by one!” Russia recently helped the Syrian regime of Bashar   drive out rebels from Aleppo in a bloody battle that has created a humanitarian crisis.",
            "A State Department official said that no one was hurt.",
            "Everyone who has taken part in this oppression will one by one pay for it,” he said."
        ],
        "tf-idf score": [
            0.550302449974315,
            0.4703553350864617,
            0.2704571412791589
        ]
    },
    "0.2612651504571953-4-203": {
        "average clique similarity": 0.2612651504571953,
        "clique": [
            "2-The attack comes at ",
            "0-Then he shot the amb",
            "1-Relations between Tu",
            "3-When Turkey shot dow"
        ],
        "median tf-idf score": 0.6928645311726103,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "The attack comes at a time where relations between the two countries had been improving    relations that hit an   low after Turkish forces shot a Russian warplane out of the sky near the Syrian border in November 2015.",
            "Then he shot the ambassador.",
            "Relations between Turkey and Russia reached a low point in November 2015 after Turkey shot down a Russian jet near the Syrian border.",
            "When Turkey shot down a Russian   warplane along the   border in November 2015, Putin’s response was fast and furious."
        ],
        "tf-idf score": [
            0.6899744364965024,
            0.14217290102346217,
            0.718279547905775,
            0.6957546258487181
        ]
    },
    "0.2695841837344037-3-79": {
        "average clique similarity": 0.2695841837344037,
        "clique": [
            "4-After killing the am",
            "1-ISTANBUL      Russia",
            "0- Moscow s ambassador"
        ],
        "median tf-idf score": 1.3798283943177472,
        "publications": [
            "Washington Post",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "After killing the ambassador, Altintas, an officer with the riot police, denounced Russia’s role in the Syrian war, screaming: “Don’t forget Aleppo!",
            "ISTANBUL  —   Russia’s ambassador to Turkey was assassinated at an Ankara art exhibit on Monday evening by a lone Turkish gunman shouting “God is great!” and “don’t forget Aleppo, don’t forget Syria!” in what the leaders of Turkey and Russia called a provocative terrorist attack.",
            " Moscow’s ambassador to Turkey was assassinated by a gunman while he was visiting an art gallery in the capital, Ankara, on Monday, officials said, with video showing the shooter screaming the killing was revenge for Russia’s involvement in the Syrian civil war."
        ],
        "tf-idf score": [
            0.6430310239179691,
            1.383366823076511,
            1.3798283943177472
        ]
    },
    "0.2704882358589352-3-490": {
        "average clique similarity": 0.2704882358589352,
        "clique": [
            "0-  President Vladimir",
            "1-President Vladimir V",
            "3-The official line fr"
        ],
        "median tf-idf score": 0.6403842316825733,
        "publications": [
            "Buzzfeed News",
            "New York Times",
            "NPR"
        ],
        "sentences": [
            "“[President Vladimir] Putin and I agree that this is a provocation.",
            "President Vladimir V Putin of Russia said on Russian television that Mr Karlov had been “despicably killed” to sabotage ties with Turkey.",
            "The official line from Russian President Vladimir Putin on down was that the assassination in Ankara was a ”provocation” meant to derail the talks."
        ],
        "tf-idf score": [
            0.16019941749062203,
            0.9798569365185954,
            0.6403842316825733
        ]
    },
    "0.27177055959817126-3-234": {
        "average clique similarity": 0.27177055959817126,
        "clique": [
            "1-God is great   Then ",
            "0-Video appears to sho",
            "2-Do not forget Aleppo"
        ],
        "median tf-idf score": 0.3716716392623646,
        "publications": [
            "New York Times",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "God is great!” Then he switched to Turkish and shouted: “Don’t forget Aleppo, don’t forget Syria!",
            "Video appears to show attacker moments after shooting Russian ambassador to Turkey yelling ”Don’t forget Aleppo!",
            "Do not forget Aleppo!"
        ],
        "tf-idf score": [
            0.3716716392623646,
            0.6314998662740385,
            0.10098369414478471
        ]
    },
    "0.31049263785121073-3-213": {
        "average clique similarity": 0.31049263785121073,
        "clique": [
            "4-Russia  Iran and Tur",
            "3-On Tuesday  Karlov s",
            "0-A meeting on the Syr"
        ],
        "median tf-idf score": 0.8894313092134434,
        "publications": [
            "NPR",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "Russia, Iran and Turkey said they were ready to help broker a Syrian peace deal after the foreign ministers and defense ministers held a series of meeting on Tuesday.",
            "On Tuesday, Karlov’s efforts were to be crowned by a meeting in Moscow of the foreign and defense ministers of Russia, Turkey and Iran  —   and the rise of a new power constellation in the Middle East.",
            "A meeting on the Syrian crisis between the Russian, Turkish, and Iranian foreign ministers was scheduled to take place on Dec. 20."
        ],
        "tf-idf score": [
            0.8971712234245978,
            0.8894313092134434,
            0.6745409090586019
        ]
    },
    "0.32511863974805844-3-200": {
        "average clique similarity": 0.32511863974805844,
        "clique": [
            "4-There was not yet an",
            "0-In a statement  US  ",
            "1-    Donald J Trump  "
        ],
        "median tf-idf score": 0.5544072876774349,
        "publications": [
            "Buzzfeed News",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "There was not yet any evidence to suggest that Altintas belonged to any radical Islamic groups, such as the Islamic State or the Nusra Front, an   affiliated group, investigators said.",
            "In a statement, US   Donald Trump offered condolences and said Karlov had been “assassinated by a radical Islamic terrorist.",
            "”   Donald J Trump, who has been accused by critics of aligning with Russia, said in a statement that Mr Karlov had been “assassinated by a radical Islamic terrorist."
        ],
        "tf-idf score": [
            0.5544072876774349,
            0.39039278643388703,
            0.7282532875921804
        ]
    },
    "0.4528571538105954-3-49": {
        "average clique similarity": 0.4528571538105954,
        "clique": [
            "2- But the Russian gov",
            "3-So far  Karlov s eff",
            "1- But the Russian gov"
        ],
        "median tf-idf score": 0.31715244069554666,
        "publications": [
            "New York Times",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "”But the Russian government and the Turkish republic have the will to not fall into that provocation”.",
            "So far, Karlov’s efforts to that end have not been in vain.",
            "“But the Russian government and the Turkish republic have the will to not fall into that provocation."
        ],
        "tf-idf score": [
            0.31715244069554666,
            0.13433466211003164,
            0.31715244069554666
        ]
    },
    "0.5767206162293547-3-267": {
        "average clique similarity": 0.5767206162293547,
        "clique": [
            "0-Go back  go back  on",
            "1-Only death can take ",
            "2- Only death will rem"
        ],
        "median tf-idf score": 0.031139599882967873,
        "publications": [
            "CNN",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "Go back, go back, only death will take me from here.",
            "Only death can take me from here.",
            "”Only death will remove me from here."
        ],
        "tf-idf score": [
            0.031139599882967873,
            0.031139599882967873,
            0.03690177871972736
        ]
    }
}