{
    "0.12734665738819448-3-340": {
        "average clique similarity": 0.12734665738819448,
        "clique": [
            "4-He replied that he w",
            "3-Fillon s sudden rise",
            "1-Leading   politician"
        ],
        "median tf-idf score": 0.542277803949764,
        "publications": [
            "CNN",
            "Guardian",
            "Reuters"
        ],
        "sentences": [
            "He replied that he would vote for whichever was “the less sectarian” implying that the Socialist party was on a parallel with the far right.",
            "Fillon’s sudden rise, Just a month ago, Fillon was considered an unlikely bet for the presidency, but he won over voters with a polished performance in televised debates.",
            "Leading   politicians, including the losers in the primaries, said unity after Sunday’s vote was key to winning the presidency for Les Republicains."
        ],
        "tf-idf score": [
            0.4802088441133616,
            0.542277803949764,
            0.552896093791711
        ]
    },
    "0.13212511462651397-3-66": {
        "average clique similarity": 0.13212511462651397,
        "clique": [
            "2-  Fillon s victory  ",
            "3- Victory is mine ",
            "0-      But polls  whi"
        ],
        "median tf-idf score": 0.5398782567262391,
        "publications": [
            "CNN",
            "Business Insider",
            "Vox"
        ],
        "sentences": [
            "” Fillon’s victory, then, makes a veer to the right in France very likely.",
            "”Victory is mine.",
            "’ ”   But polls, which had until just days before his victory, failed   to forecast Fillon’s comeback, are taken with an increasingly big   pinch of salt, especially after shocking results elsewhere in the   west like Brexit and Donald Trump’s victory in the US Presidental   Election."
        ],
        "tf-idf score": [
            0.5398782567262391,
            0.06679849024592666,
            0.750997214855392
        ]
    },
    "0.1401299852955614-3-211": {
        "average clique similarity": 0.1401299852955614,
        "clique": [
            "2-Right now  the anti ",
            "4-This leaves Le Pen a",
            "3-In an interview with"
        ],
        "median tf-idf score": 0.3358027467036803,
        "publications": [
            "CNN",
            "Vox",
            "Guardian"
        ],
        "sentences": [
            "Right now, the anti —  Le Pen sentiment depends on the perception that she’s an   extremist and borderline racist.",
            "This leaves Le Pen a wide margin in which to go for Fillon’s jugular as she fights a campaign centred on “the people versus the elite”.",
            "In an interview with CNN last week, she said she’d been emboldened by Donald Trump’s surprise victory in the United States."
        ],
        "tf-idf score": [
            0.30567743400712294,
            0.6402908242054732,
            0.3358027467036803
        ]
    },
    "0.14131852411730353-3-209": {
        "average clique similarity": 0.14131852411730353,
        "clique": [
            "1- It s a program of c",
            "3- It is time to end i",
            "0-It wants truth and i"
        ],
        "median tf-idf score": 0.0742924621854992,
        "publications": [
            "Reuters",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "”It’s a program of chaos.",
            "”It is time to end it and start moving forward as we have never done in 30 years.",
            "It wants truth and it wants action."
        ],
        "tf-idf score": [
            0.05953917729013873,
            0.12647354437115227,
            0.0742924621854992
        ]
    },
    "0.14785297727869712-3-359": {
        "average clique similarity": 0.14785297727869712,
        "clique": [
            "4-It argues that Fillo",
            "1- The moment has now ",
            "2-Sarkozy leaned perha"
        ],
        "median tf-idf score": 0.6888256376794573,
        "publications": [
            "Guardian",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "It argues that Fillon, as Nicolas Sarkozy’s prime minister, was responsible for the failures of the Sarkozy era and cares more about the rich, globalised elite than the working class who have faced decades of mass unemployment.",
            "”The moment has now arrived for our political family to rally together around Francois Fillon in order to guarantee that France gets the alternative to the current policies that it needs more than ever before in 2017,” Sarkozy said in a statement.",
            "Sarkozy leaned perhaps even more heavily into   politics than Fillon did, but didn’t promise to cut the size of government as dramatically."
        ],
        "tf-idf score": [
            0.6888256376794573,
            0.7951063988364484,
            0.4375064547072594
        ]
    },
    "0.15061945534125668-3-162": {
        "average clique similarity": 0.15061945534125668,
        "clique": [
            "4-But the left has not",
            "3-Fillon easily beat B",
            "2-And now that Fillon "
        ],
        "median tf-idf score": 0.5320089073188473,
        "publications": [
            "Vox",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "But the left has not forgiven him for a comment in 2013 when he was asked who he would hypothetically vote for in a runoff that pitted the Socialists against the Front National.",
            "Fillon easily beat Bordeaux Mayor Alain Juppe in the Republican party’s first ever   primary runoff Sunday, getting about 66% of the vote.",
            "And now that Fillon has won the Republican primary, it’s not clear who can stop him."
        ],
        "tf-idf score": [
            0.4458166668907449,
            0.761312006869706,
            0.5320089073188473
        ]
    },
    "0.15199414675306092-3-17": {
        "average clique similarity": 0.15199414675306092,
        "clique": [
            "1-In a country that sa",
            "2-Fillon s campaign st",
            "0-      Opinion polls "
        ],
        "median tf-idf score": 0.8289656478037857,
        "publications": [
            "Business Insider",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "In a country that saw months of street protests earlier this year against labor reforms that are much milder than those Fillon proposes, his   plans give both the ruling Socialists and Le Pen’s National Front (FN) some hope that they can make a comeback.",
            "Fillon’s campaign stole themes that had been developed by Le Pen’s     FN, and married them to a kind of   and socially conservative sentiment that proved surprisingly widespread among the French middle class.",
            "’ ’   Opinion polls have for months forecast that the     candidate and Le Pen would qualify for the second round of the   presidential election in May and that Le Pen would then lose."
        ],
        "tf-idf score": [
            0.9200320977168879,
            0.8289656478037857,
            0.5688969876976135
        ]
    },
    "0.15492170467171998-3-159": {
        "average clique similarity": 0.15492170467171998,
        "clique": [
            "1-Fillon s misgivings ",
            "4-In recent years  the",
            "2-His victory would au"
        ],
        "median tf-idf score": 0.6020619788798838,
        "publications": [
            "Guardian",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "Fillon’s misgivings about gay marriage, and belief that immigrants should assimilate to French cultural values, could make him a more difficult opponent on social issues for the FN, and an easier target for the left.",
            "In recent years, the party has broadened its electoral appeal by calling itself “neither left nor right” striking a delicate balance between internal differences on whether its economic policy should be more free market and whether or not to take a more   stance on the social issues that appeal to the religious right.",
            "His victory would augur major changes for France: a historic slashing of its generous welfare state, a crackdown on immigration, restrictions on gay couples’ rights as parents, and tension between France and its NATO allies as the nation cozies up to Putin’s Russia on issues like Ukraine and Syria."
        ],
        "tf-idf score": [
            0.6505435351124887,
            0.6020619788798838,
            0.5587467465261484
        ]
    },
    "0.1572527777535857-3-45": {
        "average clique similarity": 0.1572527777535857,
        "clique": [
            "3-It is a substantive ",
            "1- Hardline reformist ",
            "2-But his win is by no"
        ],
        "median tf-idf score": 0.5107991009859294,
        "publications": [
            "Vox",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "It is a substantive victory built on belief,” Fillon said as he spoke to supporters after his win.",
            " Hardline reformist Francois Fillon scored a resounding win in France’s conservative primaries on Sunday, making him favorite to win a presidential election five months from now against the popular   and a deeply divided left.",
            "But his win is by no means inevitable."
        ],
        "tf-idf score": [
            0.5107991009859294,
            0.8961453870630719,
            0.0417696860856936
        ]
    },
    "0.16372607337333103-3-63": {
        "average clique similarity": 0.16372607337333103,
        "clique": [
            "3-Fillon s main rival ",
            "2- Putin has praised F",
            "0-      Fillon  a soci"
        ],
        "median tf-idf score": 0.6887120251211857,
        "publications": [
            "CNN",
            "Business Insider",
            "Vox"
        ],
        "sentences": [
            "Fillon’s main rival, Juppe, is also a former prime minister, under President Jacques Chirac.",
            "“Putin has praised Fillon’s leadership, from the time he was prime minister,” Goldhammer explains.",
            "” ”   Fillon, a socially conservative   advocate who has been   dubbed as France’s answer to former UK Prime Minister Margaret   Thatcher,  ” ’   The former prime minister pledged to unite The Republicans party   in a victory speech that he delivered on Sunday   evening."
        ],
        "tf-idf score": [
            0.5564066127269831,
            0.6887120251211857,
            1.0879871483569592
        ]
    },
    "0.16395692937770126-3-338": {
        "average clique similarity": 0.16395692937770126,
        "clique": [
            "1-Fillon lacks the bro",
            "2-Fillon  seen as an i",
            "4-But there are other "
        ],
        "median tf-idf score": 0.44000864371697734,
        "publications": [
            "Guardian",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "Fillon lacks the broad appeal of the more centrist Juppe and his more radical economic reform plans could give Hollande a peg on which to base his candidacy.",
            "Fillon, seen as an irrelevant long shot when he announced his candidacy in April 2015, beat the more centrist Alain Juppé by a wild   margin.",
            "But there are other elements of a Fillon candidacy that will make things more complex for the far right."
        ],
        "tf-idf score": [
            0.5648498010175591,
            0.44000864371697734,
            0.43249042893209944
        ]
    },
    "0.18474830426297428-3-101": {
        "average clique similarity": 0.18474830426297428,
        "clique": [
            "2-The kind of people w",
            "4-This could potential",
            "3-1  of the vote "
        ],
        "median tf-idf score": 0.6342483033764248,
        "publications": [
            "CNN",
            "Vox",
            "Guardian"
        ],
        "sentences": [
            "The kind of people who participated in the mass protests against   marriage in 2013, a response to President François Hollande’s successful bid to legalize it, were the kind of people likely to vote for Fillon.",
            "This could potentially see Fillon steal some of Le Pen’s most socially conservative voters, particularly rightwing elderly people, who always have a big turnout to vote but remain sceptical about the Front National.",
            "1% of the vote."
        ],
        "tf-idf score": [
            0.6342483033764248,
            0.8510252333712145,
            0.06607656539841901
        ]
    },
    "0.19753467648457504-3-377": {
        "average clique similarity": 0.19753467648457504,
        "clique": [
            "2-His prime minister  ",
            "4-But this doesn t mea",
            "1-But to do that  the "
        ],
        "median tf-idf score": 0.40400716195258574,
        "publications": [
            "Vox",
            "Guardian",
            "Reuters"
        ],
        "sentences": [
            "His prime minister, Manuel Valls, is more popular, but he’s facing a challenge from Emmanuel Macron, a charismatic   and former economy minister who’s running as an independent.",
            "But this doesn’t mean it will be unduly easy for Fillon, a former prime minister who has spent 35 years in politics and is a figurehead of the   Catholic, provincial French right.",
            "But to do that, the   old former prime minister and admirer of late British prime minister Margaret Thatcher now faces the challenge of bringing voters behind a program that promises radical change."
        ],
        "tf-idf score": [
            0.28351958342380074,
            0.8086425486516313,
            0.40400716195258574
        ]
    },
    "0.20039268589706596-3-251": {
        "average clique similarity": 0.20039268589706596,
        "clique": [
            "0-      Fillon is set ",
            "3-Fillon could face   ",
            "1-DIVIDED LEFT All eye"
        ],
        "median tf-idf score": 1.1346203435859215,
        "publications": [
            "Reuters",
            "Business Insider",
            "CNN"
        ],
        "sentences": [
            "” ”   Fillon is set to go    with Marine Le Pen of     party Front National in May’s election, meaning that the French     is set to be excluded from the contest altogether   after five years of socialist Francois Hollande in power.",
            "Fillon could face   National Front Party leader Marine Le Pen in the final round of the presidential vote next spring, as voters are widely expected to boot out the Socialist Party that has ruled France since 2012 under the leadership of President Francois Hollande, whose popularity is waning.",
            "DIVIDED LEFT All eyes now turn to whether the deeply unpopular President Francois Hollande will decide to run for the   ticket in his party’s primaries in January, amid signs that his prime minister, Manuel Valls, is considering a bid of his own."
        ],
        "tf-idf score": [
            1.1346203435859215,
            1.4618234616436607,
            0.7858549388012683
        ]
    },
    "0.20146501874286113-3-377": {
        "average clique similarity": 0.20146501874286113,
        "clique": [
            "3-6  and former Presid",
            "2-Jupp   the widely po",
            "1-Juppe said he would "
        ],
        "median tf-idf score": 0.567736733823355,
        "publications": [
            "CNN",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "6% and former President Nicolas Sarkozy came in third with 20.",
            "Juppé, the widely popular moderate, and former Fillon frenemy Sarkozy were the favorites in the primary, with polls between them narrowing as the campaign went on.",
            "Juppe said he would support Fillon’s campaign and former president Nicolas Sarkozy also called for unity."
        ],
        "tf-idf score": [
            0.10899822933704713,
            0.567736733823355,
            0.5717890647260225
        ]
    },
    "0.2046495524288945-3-187": {
        "average clique similarity": 0.2046495524288945,
        "clique": [
            "1-Fillon plans to slas",
            "4-Fillon has promised ",
            "3-He has also spoken o"
        ],
        "median tf-idf score": 0.5539135887720847,
        "publications": [
            "Guardian",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "Fillon plans to slash public spending by 100 billion euros over five years, scrap a tax on the wealthy and push the retirement age to 65 as well as increase VAT sales tax.",
            "Fillon has promised a “radical shock” for France with   reform, major cuts to public sector jobs and reducing public spending.",
            "He has also spoken of cutting public spending, abolishing the wealth tax, reducing immigration and investing billions in security, defense and justice."
        ],
        "tf-idf score": [
            0.5539135887720847,
            0.6734500888325523,
            0.3434696682581979
        ]
    },
    "0.21126889965066112-3-252": {
        "average clique similarity": 0.21126889965066112,
        "clique": [
            "3-French newspaper Lib",
            "2-Regardless  Fillon b",
            "4-Le Pen s campaign di"
        ],
        "median tf-idf score": 0.7442142850122151,
        "publications": [
            "CNN",
            "Vox",
            "Guardian"
        ],
        "sentences": [
            "French newspaper Liberation morphed Fillon’s face with Thatcher’s in a cover image this week    no doubt inspired by the Republican’s tough talk on unions and pledge to cut 500, 000 jobs from the civil service.",
            "Regardless, Fillon became one of the premier critics of the French welfare state, arguing for a need to slash 500, 000 civil service jobs and cut spending by $116 billion in five years.",
            "Le Pen’s campaign director, David Rachline, has called Fillon’s programme “economically insane” for wanting to slash 500, 000 public sector jobs."
        ],
        "tf-idf score": [
            0.7442142850122151,
            0.6757934991324648,
            0.8189807355313291
        ]
    },
    "0.21974565377133362-3-377": {
        "average clique similarity": 0.21974565377133362,
        "clique": [
            "1- For us  he s a grea",
            "0-           A spokesp",
            "4- Fillon presents us "
        ],
        "median tf-idf score": 0.8359930349745716,
        "publications": [
            "Reuters",
            "Business Insider",
            "Guardian"
        ],
        "sentences": [
            "”For us, he’s a great candidate (to face in the election),” the National Front’s Florian Philippot told Reuters.",
            "’ ’  ’ ’   A spokesperson for the Front National said that the party   welcomed Fillon’’s victory as it represented a ”great” opportunity   for Marine Le Pen to take control of the party’’s highest office.",
            "“Fillon presents us with a strategy problem, he’s the most dangerous [candidate] for the Front National,” Marion Maréchal Le Pen, the Catholic and socially conservative Front National MP and niece of Marine Le Pen, told journalists this week."
        ],
        "tf-idf score": [
            0.253829936555122,
            0.9458398883267148,
            0.8359930349745716
        ]
    },
    "0.2284073093597251-3-377": {
        "average clique similarity": 0.2284073093597251,
        "clique": [
            "2-Fillon s landslide w",
            "1-Fillon  a former pri",
            "4-Polls currently sugg"
        ],
        "median tf-idf score": 0.845926774799486,
        "publications": [
            "Vox",
            "Reuters",
            "Guardian"
        ],
        "sentences": [
            "Fillon’s landslide win sets up a showdown with Marine Le Pen, leader of the   xenophobic Front National (FN) party.",
            "Fillon, a former prime minister who wants to raise the retirement age, cut back social security and scrap the   working week, would easily beat National Front leader Marine Le Pen in a   second round, a flash opinion poll said right after his primaries victory.",
            "Polls currently suggest the French presidential election final round in May will be a battle between the newly chosen Republican party candidate and the Front National leader, Marine Le Pen."
        ],
        "tf-idf score": [
            0.8301249842927066,
            1.4185874615709226,
            0.845926774799486
        ]
    },
    "0.23325604250568707-3-200": {
        "average clique similarity": 0.23325604250568707,
        "clique": [
            "2-On November 20  the ",
            "3-The first round of t",
            "1-Neither of them woul"
        ],
        "median tf-idf score": 0.4186038788164162,
        "publications": [
            "Vox",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "On November 20, the Republicans held a first round of voting  —   and Fillon and Juppé were the top   eliminating Sarkozy from contention.",
            "The first round of the primary, on November 20, put Fillon well ahead, with 44.",
            "Neither of them would get more than 9 percent of the votes in the first round of the presidential election and neither would qualify for the   the Harris Interactive flash poll on Sunday showed."
        ],
        "tf-idf score": [
            0.4803739765553695,
            0.4186038788164162,
            0.38013016627560664
        ]
    },
    "0.24868456956191184-3-132": {
        "average clique similarity": 0.24868456956191184,
        "clique": [
            "1-But on Sunday  Holla",
            "0-         Fran ois Fi",
            "2-No  he s not Donald "
        ],
        "median tf-idf score": 0.8350181380907237,
        "publications": [
            "Reuters",
            "Vox",
            "Business Insider"
        ],
        "sentences": [
            "But on Sunday, Hollande’s prime minister Manuel Valls for the first time raised the prospect he could challenge Hollande as the Socialists’ candidate in the 2017 presidential election, in a further sign of the left’s divisions.",
            "’  ’ ’   François Fillon will stand for the French conservatives in the   upcoming presidential election after claiming victory over Alain   Juppé in the Republican party primary on Sunday.",
            "No, he’s not Donald Trump: He’s François Fillon, the man who won a vote Sunday to lead France’s   Republican Party in the 2017 presidential election."
        ],
        "tf-idf score": [
            0.6284158383671221,
            0.9576940030877179,
            0.8350181380907237
        ]
    },
    "0.26620372711316825-3-377": {
        "average clique similarity": 0.26620372711316825,
        "clique": [
            "2-Fillon grew up in th",
            "4-His traditionalist a",
            "0-      All eyes now t"
        ],
        "median tf-idf score": 0.7714983085193391,
        "publications": [
            "Vox",
            "Guardian",
            "Business Insider"
        ],
        "sentences": [
            "Fillon grew up in the northwestern city of Le Mans, in an    Catholic family  —   his father was a bureaucrat and his mother a history professor.",
            "His traditionalist and socially conservative line on family values and “the Christian roots of France” his emphasis on French national identity, “sovereignty” and “patriotism” his hard line on immigration and Islam as well as a   foreign agenda against “American imperialism” all overlap with some of Le Pen’s key ideas.",
            "” ”   All eyes now turn to the ruling Socialist party and to whether   the deeply unpopular President François Hollande will decide to   run for the   ticket in his party’s primaries in January,   amid signs that his prime minister, Manuel Valls, is considering   a bid of his own."
        ],
        "tf-idf score": [
            0.5731810607618286,
            0.7808956956225368,
            0.7714983085193391
        ]
    },
    "0.4181295412208221-3-73": {
        "average clique similarity": 0.4181295412208221,
        "clique": [
            "2-Who is Fran ois Fill",
            "1-It s impossible that",
            "0-He said   It  s impo"
        ],
        "median tf-idf score": 0.2107987671906255,
        "publications": [
            "Vox",
            "Business Insider",
            "Reuters"
        ],
        "sentences": [
            "Who is François Fillon, and what does he want?",
            "It’s impossible that this austerity cure does not trigger chaos,” Philippot said.",
            "He said: ”It’’s impossible   that this austerity cure does not trigger chaos”."
        ],
        "tf-idf score": [
            0.37019852413077303,
            0.2107987671906255,
            0.18830926815806284
        ]
    }
}