{
    "0.12806045833388155-3-43": {
        "average clique similarity": 0.12806045833388155,
        "clique": [
            "3-He also suggested Ti",
            "1-He will grill him ab",
            "2-Exxon s Chairman and"
        ],
        "median tf-idf score": 0.5554798092727429,
        "publications": [
            "CNN",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "He also suggested Tillerson’s personal links to the Kremlin inner circle could affect his  : “Tillerson closest business associate in Russia, Igor Sechin, is on sanctions list.",
            "He will grill him about his company’s vast business interests in Russia, his opposition to US economic sanctions against Russia and his apparently friendly relations with Russian President Vladimir Putin, who many lawmakers believe is a deceitful and dangerous dictator.",
            "Exxon’s Chairman and CEO, Rex Tillerson is another novel choice, as edgy in diplomacy as he is proven in business."
        ],
        "tf-idf score": [
            0.577159964370325,
            0.5330593286934291,
            0.5554798092727429
        ]
    },
    "0.13062373921894302-3-75": {
        "average clique similarity": 0.13062373921894302,
        "clique": [
            "3-  Tillerson referred",
            "5-The party that nomin",
            "1-With that in mind  I"
        ],
        "median tf-idf score": 0.813705675832367,
        "publications": [
            "NPR",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "” Tillerson referred to him as “my friend Mr Sechin” at an economic forum in St Petersburg earlier this year, while Sechin has said that one of his ambitions is to “ride the roads in the United States on motorcycles with Tillerson”.",
            "The party that nominated Trump has never been at ease with his defense of Putin as ”a strong leader” or his divergence from the party’s longstanding commitment to NATO (A more traditional GOP nominee, Mitt Romney, said during the 2012 presidential debates that Russia was the biggest threat to the U S on the planet.)",
            "With that in mind, I look forward to using the confirmation process to ask tough questions of the nominee and make my decision after I have reviewed all the facts,” he said."
        ],
        "tf-idf score": [
            0.813705675832367,
            0.9062810020207389,
            0.3143876153693251
        ]
    },
    "0.1306245839164618-3-163": {
        "average clique similarity": 0.1306245839164618,
        "clique": [
            "4- I think there are m",
            "3- We always encourage",
            "2-He has the vast expe"
        ],
        "median tf-idf score": 0.2946623762314903,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "Breitbart"
        ],
        "sentences": [
            "“I think there are much more pressing priorities that we as a  —   as a human being race and society need to deal with,” Tillerson said at the Council on Foreign Relations speaker series in 2012.",
            "“We always encourage the people who are making those decisions to consider the very broad collateral damage of who are they really harming with sanctions,” he said, at a shareholders’ meeting.",
            "He has the vast experience, ability, and judgment to deal with the very dangerous world we find confronting us."
        ],
        "tf-idf score": [
            0.5763206354019028,
            0.22348215345275962,
            0.2946623762314903
        ]
    },
    "0.14571696707852444-3-261": {
        "average clique similarity": 0.14571696707852444,
        "clique": [
            "1-That means if all th",
            "2-If nominated and con",
            "0-Or what if he won t "
        ],
        "median tf-idf score": 0.3885250117663084,
        "publications": [
            "CNN",
            "Breitbart",
            "Atlantic"
        ],
        "sentences": [
            "That means if all the Democrats vote against Tillerson, Republicans can lose two of their members and still have Tillerson confirmed if   President Mike Pence breaks the tie.",
            "If nominated and confirmed, Mr Tillerson could turn out to be another example.",
            "Or what if he won’t?"
        ],
        "tf-idf score": [
            0.555557071143298,
            0.3885250117663084,
            0.0
        ]
    },
    "0.147152871715425-3-292": {
        "average clique similarity": 0.147152871715425,
        "clique": [
            "4-Though Tillerson lac",
            "2-  Suzanne Maloney  B",
            "0-As Isaac Arnsdorf la"
        ],
        "median tf-idf score": 0.3468602762950675,
        "publications": [
            "Breitbart",
            "Atlantic",
            "Buzzfeed News"
        ],
        "sentences": [
            "Though Tillerson lacks experience as a civil servant, his work at Exxon has required him to negotiate with foreign governments as well as US officials.",
            "” Suzanne Maloney, Brookings Institution: “In today’s competitive and interconnected world, leading a major multinational corporation requires many of the same skills as diplomacy: immersion in global politics and culture, keen capacity for assessing threats and opportunities, competence in managing bureaucracies as well as unforeseen crises.",
            "As Isaac Arnsdorf lays out, Baker’s law firm represents Exxon and Rosneft, as well as Gazprom, the Russian state   concern."
        ],
        "tf-idf score": [
            0.6684865773897143,
            0.2683228798397349,
            0.3468602762950675
        ]
    },
    "0.1483984236237145-3-734": {
        "average clique similarity": 0.1483984236237145,
        "clique": [
            "5-   very dangerous   ",
            "3-Tillerson s nominati",
            "4-  Tillerson has ackn"
        ],
        "median tf-idf score": 0.3886950105848439,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            ".. very dangerous,” because it meant Trump saw ”the   profits of the fossil fuel industry [as] more important than climate change and the future of the planet”.",
            "Tillerson’s nomination changes all that.",
            "” Tillerson has acknowledged climate change as a global issue, but in public statements he has pointed to energy efficiency and scientific   as the ways to address it."
        ],
        "tf-idf score": [
            0.30823756804171887,
            0.3886950105848439,
            0.6488716406859133
        ]
    },
    "0.14842215186481436-3-248": {
        "average clique similarity": 0.14842215186481436,
        "clique": [
            "1-In addition  aides i",
            "3- Right now  Russians",
            "0-But just as a Secret"
        ],
        "median tf-idf score": 0.650625891655935,
        "publications": [
            "Atlantic",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "In addition, aides in each party didn’t rule out that some Democrats might vote for Tillerson, especially those moderate Democrats from red states up for   in 2018 and those from   states who might be naturally inclined to support the influential ExxonMobil boss.",
            "“Right now, Russians expect the personal chemistry Tillerson seems to have with Putin might be helpful in switching the relationship with Washington from a confrontation to a cooperation mode,” Suchkov, who is also the Russia and Middle East editor for   added.",
            "But just as a Secretary Tillerson might have an incentive to be friendly to Russia, Rice, Baker, and Gates might have some incentive to boost Tillerson."
        ],
        "tf-idf score": [
            0.650625891655935,
            0.665399207357469,
            0.5389562567968045
        ]
    },
    "0.1487797297353883-3-529": {
        "average clique similarity": 0.1487797297353883,
        "clique": [
            "2-  Senator Johnny Isa",
            "4-  The nomination was",
            "1- Exxon Mobil also ha"
        ],
        "median tf-idf score": 0.6466876596401949,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "” Senator Johnny Isakson ( ): “Mr Tillerson has an impressive background with unique experience and extensive knowledge of working in a global environment.",
            "” The nomination was opposed by some environmentalists, who feared Tillerson would use the position to quell global initiatives on climate change and the environment.",
            "”Exxon Mobil also has a troubling history with climate science and the environment."
        ],
        "tf-idf score": [
            0.6788449002954154,
            0.6466876596401949,
            0.27133828282563327
        ]
    },
    "0.15297375640881594-3-53": {
        "average clique similarity": 0.15297375640881594,
        "clique": [
            "0-I look forward to le",
            "3-  US allies in Europ",
            "1-Republican aides wer"
        ],
        "median tf-idf score": 0.6644496243859264,
        "publications": [
            "CNN",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            "I look forward to learning more about his record and his views.",
            "” US allies in Europe will be watching the confirmation hearings in particular for Tillerson’s views on Russia, western sanctions over Moscow’s intervention in Ukraine, and most of all his expression of his view of Nato  —   whether he sees the alliance primarily as a counterterrorist force, or as the guarantor of European security right up to Russia’s borders.",
            "Republican aides were confident Tuesday the handful of GOP critics of Tillerson would eventually support him, especially after his confirmation hearings when Tillerson will articulate his views and experience."
        ],
        "tf-idf score": [
            0.09936016814629053,
            0.7401948945976297,
            0.6644496243859264
        ]
    },
    "0.1530357015322175-3-312": {
        "average clique similarity": 0.1530357015322175,
        "clique": [
            "1-Some voicing concern",
            "0-Trump spokesman Jaso",
            "3- I have  obviously  "
        ],
        "median tf-idf score": 0.6021423101556465,
        "publications": [
            "Guardian",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "Some voicing concerns have also stated that they want to hear Rex Tillerson’s answers to questions, especially in hearings,” University of Richmond law professor Carl Tobias told CNN ”My sense is that Rex Tillerson will probably be confirmed”.",
            "Trump spokesman Jason Miller told CNN, without providing examples, that Tillerson had stood up to Putin.",
            "“I have, obviously, concerns about his relationship with Vladimir Putin, who is a thug and a murderer, but obviously we will have hearings on that issue and other issues concerning him will be examined and then it’s the time to make up your mind on whether to vote yes or no,” the Arizona senator told CNN on Saturday."
        ],
        "tf-idf score": [
            0.6307712191664218,
            0.6021423101556465,
            0.46384373139792534
        ]
    },
    "0.15416171478983057-3-116": {
        "average clique similarity": 0.15416171478983057,
        "clique": [
            "2- I look forward to s",
            "4-Tillerson joined wha",
            "3-Sechin was believed "
        ],
        "median tf-idf score": 0.38870483959630525,
        "publications": [
            "Buzzfeed News",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "“I look forward to supporting Rex through the confirmation process and then welcoming him to the family of Secretaries of State.",
            "Tillerson joined what was then Exxon Company, USA in 1975 and rose through the ranks.",
            "Sechin was believed to have been behind the carving up of the private oil company Yukos and the jailing of its owner, Mikhail Khodorkovsky, then Russia’s richest man, in 2003."
        ],
        "tf-idf score": [
            0.377690334660584,
            0.537269984155908,
            0.38870483959630525
        ]
    },
    "0.15476939669056566-3-121": {
        "average clique similarity": 0.15476939669056566,
        "clique": [
            "0-On the other hand  p",
            "3-Tillerson will not t",
            "2-Manufacturers are en"
        ],
        "median tf-idf score": 0.4309290773875574,
        "publications": [
            "Atlantic",
            "Guardian",
            "Breitbart"
        ],
        "sentences": [
            "On the other hand, plenty of Republicans are already on board.",
            "Tillerson will not take over the state department with a free hand to rewrite policy, however.",
            "Manufacturers are encouraged to see a leader from the manufacturing economy take on the role of America’s chief diplomat, and we are pleased that Rex will bring a business perspective to the State Department."
        ],
        "tf-idf score": [
            0.0782897144930966,
            0.5175341805873829,
            0.4309290773875574
        ]
    },
    "0.15616491845675295-3-325": {
        "average clique similarity": 0.15616491845675295,
        "clique": [
            "4-One Western diplomat",
            "0-see the Tillerson no",
            "3- I heard personally "
        ],
        "median tf-idf score": 0.5660660353006051,
        "publications": [
            "Guardian",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "One Western diplomat voiced deep worry about the nomination to BuzzFeed News, describing it as a breach of norms within the diplomatic corps because Tillerson has not pursued a traditional public service path and because he comes directly from the corporate world.",
            "see the Tillerson nomination as Trump’s most audacious pick, because of the risks.",
            "“I heard personally from top managers of American companies that after Yukos, Russia was not worth investing billions of dollars in, because the risks that came with it were too great."
        ],
        "tf-idf score": [
            0.8145437744202455,
            0.5660660353006051,
            0.37243063153493744
        ]
    },
    "0.15675703445579225-3-932": {
        "average clique similarity": 0.15675703445579225,
        "clique": [
            "0-The next secretary o",
            "4- America is in for a",
            "2-  North America s Bu"
        ],
        "median tf-idf score": 0.6156289697454123,
        "publications": [
            "Atlantic",
            "Breitbart",
            "Buzzfeed News"
        ],
        "sentences": [
            "The next secretary of state must be someone who views the world with moral clarity, is free of potential conflicts of interest, has a clear sense of America’s interests, and will be a forceful advocate for America’s foreign policy goals to the president, within the administration, and on the world stage.",
            "“America is in for a bumpy ride and the integrity of the country will likely be questioned for the coming years.",
            "” North America’s Building Trades Unions: “For almost a decade, North America’s Building Trades Unions have had the opportunity to work closely with Rex Tillerson in his current capacity as the Chief Executive Officer of Exxon Mobil."
        ],
        "tf-idf score": [
            0.7076423785449774,
            0.15599108060541914,
            0.6156289697454123
        ]
    },
    "0.15788471483389868-3-943": {
        "average clique similarity": 0.15788471483389868,
        "clique": [
            "1- The next secretary ",
            "4- After weeks of hint",
            "0-On Saturday    repor"
        ],
        "median tf-idf score": 0.8913358528793264,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "”The next secretary of state must be someone who views the world with moral clarity, is free of potential conflicts, has a clear sense of America’s interests,” Rubio said in a statement Tuesday, hours after Tillerson was nominated.",
            " After weeks of hinting at names of various political allies and opponents, Donald Trump announced Tuesday he will nominate oil executive Rex Tillerson as secretary of state.",
            "On Saturday,   reporters were indicating that the  ’s appointment of Rex Tillerson as secretary of state was imminent."
        ],
        "tf-idf score": [
            1.0753840213919523,
            0.8913358528793264,
            0.6955930032150516
        ]
    },
    "0.16130518427795673-3-943": {
        "average clique similarity": 0.16130518427795673,
        "clique": [
            "2-As the leader of Exx",
            "4-The company has been",
            "0-The company inked a "
        ],
        "median tf-idf score": 0.6339792935421583,
        "publications": [
            "Breitbart",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "As the leader of Exxon Mobil, a truly global American company, Rex has an exceptional understanding of our country’s essential and strategic role in the world.",
            "The company has been dogged with allegations of complicity in environmental degradation and human rights abuses in countries from Nigeria to Indonesia, though a number of these scandals took place before Tillerson was at the company’s helm.",
            "The company inked a major deal with Rosneft, the Russian state petroleum company, and it has been critical of sanctions levied on Moscow by the Obama administration, as they cost Exxon dearly."
        ],
        "tf-idf score": [
            0.5833593941003017,
            0.7408391818780674,
            0.6339792935421583
        ]
    },
    "0.1615638424854708-3-943": {
        "average clique similarity": 0.1615638424854708,
        "clique": [
            "4- His tenacity  broad",
            "0-The critics of the T",
            "2-I congratulate him o"
        ],
        "median tf-idf score": 0.353617227107103,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Breitbart"
        ],
        "sentences": [
            "“His tenacity, broad experience and deep understanding of geopolitics make him an excellent choice for Secretary of State.",
            "The critics of the Tillerson nomination all left the door open to backing Tillerson, essentially pleading with him to make so unequivocal a condemnation of Putin that he they can confidently support him.",
            "I congratulate him on his nomination and look forward to meeting with him and chairing his confirmation hearing."
        ],
        "tf-idf score": [
            0.353617227107103,
            0.5590170925231829,
            0.20252075547224635
        ]
    },
    "0.16183902042758427-3-616": {
        "average clique similarity": 0.16183902042758427,
        "clique": [
            "5-Each can protect Tru",
            "0-But the Senate has a",
            "4-The 2012 book Privat"
        ],
        "median tf-idf score": 0.3493874040358532,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Each can protect Trump’s right flank within the GOP if and when the new president cuts his own deals on health care and the environment.",
            "But the Senate has a rhythm of its own and can move unpredictably.",
            "The 2012 book Private Empire by Steven Coll likens Exxon Mobil to a state within a state, with its own corporate foreign policy."
        ],
        "tf-idf score": [
            0.36997520089926683,
            0.19154388073907486,
            0.3493874040358532
        ]
    },
    "0.16319500895963324-3-134": {
        "average clique similarity": 0.16319500895963324,
        "clique": [
            "0-Although Trump won t",
            "1-While a handful of S",
            "2-One of the few thing"
        ],
        "median tf-idf score": 0.8050836095436735,
        "publications": [
            "Atlantic",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "Although Trump won the election while promising improved relations with Russia —  even calling on the country to hack Hillary Clinton’s emails and saying he might recognize the annexation of Crimea —  many Republicans remain more hawkish on Russia, and they have expressed hesitations of varying degrees about Tillerson.",
            "While a handful of Senate Republicans    including Rubio, John McCain of Arizona, Lindsey Graham of South Carolina and James Lankford of Oklahoma    have gotten heavy attention for their early statements of concern about Tillerson, other GOP senators who are on the committee and who have been critical of Trump were more upbeat about the Exxon chief.",
            "One of the few things that has been of concern to many of us in the    policy community has been some of the statements he’s made over the course of the campaign about how he views Putin, how he views the opportunity to work with Putin, how he has sort of envisioned a  —   well, to coin a phrase, a ‘reset’ with Russia."
        ],
        "tf-idf score": [
            0.8050836095436735,
            1.0702778847304886,
            0.5196804447397345
        ]
    },
    "0.16327317682251313-3-612": {
        "average clique similarity": 0.16327317682251313,
        "clique": [
            "5-Trump clearly wants ",
            "4-  A short while late",
            "2-As CEO head of one o"
        ],
        "median tf-idf score": 0.6320544625260767,
        "publications": [
            "NPR",
            "Breitbart",
            "Buzzfeed News"
        ],
        "sentences": [
            "Trump clearly wants a redefinition of the Russia relationship, and he may pursue that with a combination of Tillerson on one hand and a     Cold Warrior on the other.",
            "” A short while later, Trump tweeted that Tillerson was “one of the great business leaders of the world.",
            "As CEO head of one of the world’s largest and   companies, (he) has demonstrated the management and negotiating skills, and has the international experience, that are required for the job."
        ],
        "tf-idf score": [
            0.6320544625260767,
            0.7328332880194897,
            0.4356145509606279
        ]
    },
    "0.16409121521259903-3-587": {
        "average clique similarity": 0.16409121521259903,
        "clique": [
            "0-Until they prove him",
            "1-Most Democrats who r",
            "3-US allies meanwhile "
        ],
        "median tf-idf score": 0.4854956647821861,
        "publications": [
            "CNN",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "Until they prove him wrong, why would he believe otherwise?",
            "Most Democrats who reacted to the nomination were highly critical of Tillerson and indicated they would vote against him.",
            "US allies meanwhile reacted anxiously to the news, but many diplomats said they would wait for Tillerson’s Senate hearings to discover whether he would make the conversion from oilman to statesman."
        ],
        "tf-idf score": [
            0.025552124640960926,
            0.4854956647821861,
            0.5891637230372887
        ]
    },
    "0.16450445297807628-3-442": {
        "average clique similarity": 0.16450445297807628,
        "clique": [
            "5-Several of Donald Tr",
            "2-  Former Florida Gov",
            "0-Early on Tuesday  Tr"
        ],
        "median tf-idf score": 1.023817461548107,
        "publications": [
            "Atlantic",
            "NPR",
            "Breitbart"
        ],
        "sentences": [
            "Several of Donald Trump’s Cabinet choices have prompted controversy from the moment they were named, but the one most likely to face real Senate opposition is Rex Tillerson, the CEO of ExxonMobil, whom Trump wants as his secretary of state.",
            "” Former Florida Governor Jeb Bush:   “In the interview with WJLH, Bush also praised Rex Tillerson, Donald Trump’s nominee for secretary of state, saying the Exxon Mobile CEO has ‘vast experience.’ He called Tillerson a ‘patriot’ who will ‘represent the interests of United States really, really well.",
            "Early on Tuesday, Trump announced Tillerson as his nominee for secretary of state."
        ],
        "tf-idf score": [
            1.023817461548107,
            1.1334649570836595,
            0.7347407826153549
        ]
    },
    "0.16463205028687486-3-280": {
        "average clique similarity": 0.16463205028687486,
        "clique": [
            "3-Tillerson  64  has s",
            "4-Tillerson  has since",
            "2-  Senator Bob Corker"
        ],
        "median tf-idf score": 0.6854224061318553,
        "publications": [
            "Buzzfeed News",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "Tillerson, 64, has spent much of his career working on Russian deals and has known Putin since 1999.",
            "Tillerson, has since 2006 been chairman and CEO of Exxon Mobil, one of the world’s largest companies.",
            "” Senator Bob Corker, chairman of the Senate Foreign Relations Committee ( ): “Mr Tillerson is a very impressive individual and has an extraordinary working knowledge of the world."
        ],
        "tf-idf score": [
            0.6456211768552255,
            0.6854224061318553,
            0.8281298166788111
        ]
    },
    "0.16695665328166664-3-608": {
        "average clique similarity": 0.16695665328166664,
        "clique": [
            "2-Mr Tillerson must de",
            "4-He will promote regi",
            "1-Mr Tillerson has dem"
        ],
        "median tf-idf score": 0.7640766012671153,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "Mr Tillerson must defend American interests, stand resolute in the face of challenges from adversarial powers such as Russia, Iran and China, and reassure our allies that the United States will continue to stand with them in an increasingly dangerous and complex world.",
            "He will promote regional stability and focus on the core national security interests of the United States.",
            "Mr Tillerson has demonstrated he knows the corporate world and can put his shareholders’ interests first, but can he be a respected secretary of state that puts the national security interests of the American people first?"
        ],
        "tf-idf score": [
            0.7640766012671153,
            0.22496951679817925,
            0.896697886091461
        ]
    },
    "0.16818002844987215-3-712": {
        "average clique similarity": 0.16818002844987215,
        "clique": [
            "0-The pick sets up a b",
            "3-He is likely to face",
            "2-This prominent posit"
        ],
        "median tf-idf score": 0.4296907474715567,
        "publications": [
            "Guardian",
            "Atlantic",
            "Breitbart"
        ],
        "sentences": [
            "The pick sets up a battle between the Trump administration and Republicans in the Senate —  likely the biggest showdown so far, with ramifications that include not just the conduct of American foreign policy but also the shape of Trump’s relationship with the   Congress for the foreseeable future.",
            "He is likely to face a striking culture clash with the institution, the bastion of foreign policy orthodoxy, which would have an ally in the secretary of defence nominee, the retired general James Mattis, who is likely to oppose any erosion of Nato solidarity in the face of Moscow’s assertiveness in Europe.",
            "This prominent position in the Administration is tasked with the delicate balance of working to ease tensions around the globe while also ensuring U S national security and a strong foreign policy agenda."
        ],
        "tf-idf score": [
            0.5924252623929925,
            0.4296907474715567,
            0.2713731093474624
        ]
    },
    "0.1682320503684421-3-63": {
        "average clique similarity": 0.1682320503684421,
        "clique": [
            "2-I ve known Rex for m",
            "4-The Texas oilman is ",
            "3-Milov said Tillerson"
        ],
        "median tf-idf score": 0.43164934373232905,
        "publications": [
            "Guardian",
            "Buzzfeed News",
            "Breitbart"
        ],
        "sentences": [
            "I’ve known Rex for many years both in his role as the Chairman and CEO of Exxon and as a personal friend.",
            "The Texas oilman is known for his work in Russia and was in 2013 awarded the Russian Order of Friendship by Vladimir Putin.",
            "Milov said Tillerson was known in Russia as a pragmatist willing to do business with Rosneft and Sechin even after the Yukos saga."
        ],
        "tf-idf score": [
            0.2829282351739209,
            0.43164934373232905,
            0.6943101807589511
        ]
    },
    "0.17043984731208364-3-637": {
        "average clique similarity": 0.17043984731208364,
        "clique": [
            "3-In the month since t",
            "5-And he was settled e",
            "4-On Monday  Romney   "
        ],
        "median tf-idf score": 0.4206457304594077,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "In the month since the election, both hopes in Moscow and fears in central and eastern European capitals were tempered by an expectation that Trump’s key nominations would follow a more conventional policy on Russia than the   had espoused.",
            "And he was settled enough on his man to stand by him even after the story had broken about the CIA concluding the Russians interfered with the 2016 election with an eye to aiding Trump.",
            "On Monday, Romney  —   who had sharply criticized Trump as a fraud and conman during the primary  —   wrote on Facebook it was an honor to have been considered for the post and that he had high hopes for the Trump administration."
        ],
        "tf-idf score": [
            0.5390670387599459,
            0.41622842797735765,
            0.4206457304594077
        ]
    },
    "0.17152756246521664-3-158": {
        "average clique similarity": 0.17152756246521664,
        "clique": [
            "1- I am deeply trouble",
            "3-By extension  it wil",
            "4-That deal was put on"
        ],
        "median tf-idf score": 0.7331379929344601,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "”I am deeply troubled by Mr Tillerson’s vocal opposition to US sanctions on Russia following its illegal invasion, occupation and annexation of Crimea, Ukraine, and his close personal relationship with Vladimir Putin,” said Sen. Ben Cardin of Maryland, the top Foreign Relations Committee Democrat.",
            "By extension, it will lead officials in Ukraine and other eastern European countries to worry that Trump and Tillerson will end the sanctions regime and do a “big deal” with Moscow that throws them under the bus.",
            "That deal was put on hold because of US sanctions related to Russia’s annexation of Crimea and accused support of rebel actions in Ukraine."
        ],
        "tf-idf score": [
            1.0220459017161816,
            0.7331379929344601,
            0.37618433682664976
        ]
    },
    "0.17222326970999213-4-231": {
        "average clique similarity": 0.17222326970999213,
        "clique": [
            "1-And Sen  Rand Paul  ",
            "3-However  the nominat",
            "2-   There s much that",
            "5-Tillerson makes sens"
        ],
        "median tf-idf score": 0.735057786928526,
        "publications": [
            "Breitbart",
            "Guardian",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "And Sen. Rand Paul,   who is highly interested in the operations of the State Department, said Tuesday he was ”keeping his mind open” to supporting Tillerson.",
            "However, the nomination as head of the state department of a man who knows Putin better than most western politicians, and who appears sympathetic to Kremlin talking points, has the potential to radically shake up US policy on Russia.",
            "” “There’s much that commends Tillerson to us all, in terms of the obvious attributes: a skilled executive, you need that in an unruly department like the State Department a man who knows the world, indisputably a man who has an intimate knowledge of lots of the trouble spots and foreign leaders with whom this country is going to have to be engaged, in some form or fashion.",
            "Tillerson makes sense in a Trumpian world, because he breaks the mold of diplomats and politicians who usually command the U S State Department."
        ],
        "tf-idf score": [
            0.7723260047014603,
            0.6977895691555918,
            0.9114080309060516,
            0.6215553405691453
        ]
    },
    "0.17641266695781663-3-272": {
        "average clique similarity": 0.17641266695781663,
        "clique": [
            "2-The Trump administra",
            "5-Tillerson is more mu",
            "3-Tillerson may have m"
        ],
        "median tf-idf score": 0.4112849279265729,
        "publications": [
            "Breitbart",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "The Trump administration has the opportunity to reinvigorate American leadership abroad by projecting the strength and stability that have been the bedrock of our diplomacy for more than two centuries.",
            "Tillerson is more multidimensional than that, and may prove more original and interesting.",
            "Tillerson may have more empathy for Russia’s position but that will be unlikely to change the systemic differences between the two countries."
        ],
        "tf-idf score": [
            0.4112849279265729,
            0.33215401380704634,
            0.47602433050139936
        ]
    },
    "0.17720711190378183-3-25": {
        "average clique similarity": 0.17720711190378183,
        "clique": [
            "0-But what if they don",
            "4-But what is his cons",
            "2-      What is the   "
        ],
        "median tf-idf score": 0.01721768289546132,
        "publications": [
            "Breitbart",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "But what if they don’t?",
            "But what is his constituency?” Tillerson was expected to retire from his role as CEO next year, as he turns 65.",
            "…     What is the   from this savvy appointment?"
        ],
        "tf-idf score": [
            0.0,
            0.5166080109952209,
            0.01721768289546132
        ]
    },
    "0.17814804061785283-3-943": {
        "average clique similarity": 0.17814804061785283,
        "clique": [
            "2- Rex Tillerson has s",
            "3-But not Exxon ",
            "4-Tillerson has said E"
        ],
        "median tf-idf score": 0.6455968721303649,
        "publications": [
            "Breitbart",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "“Rex Tillerson has successfully shepherded Exxon Mobil through very tumultuous times in terms of global  .",
            "But not Exxon.",
            "Tillerson has said Exxon Mobil generally finds sanctions to be ineffective and does not support them."
        ],
        "tf-idf score": [
            0.6455968721303649,
            0.04831969737531036,
            0.6534460653047709
        ]
    },
    "0.1783014526483264-3-626": {
        "average clique similarity": 0.1783014526483264,
        "clique": [
            "1-Only nine times in h",
            "3-With a slim   majori",
            "2-He is a person of gr"
        ],
        "median tf-idf score": 0.25706807557309547,
        "publications": [
            "Guardian",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "Only nine times in history has it happened, according the Senate Historian’s Office.",
            "With a slim   majority in the Senate, it would only take three Republicans in revolt to cast Tillerson’s job in doubt.",
            "He is a person of great integrity whose only goal in office would be to protect and advance the interests of the United States."
        ],
        "tf-idf score": [
            0.25706807557309547,
            0.4699977720637114,
            0.23329706708155823
        ]
    },
    "0.17905832355161247-3-298": {
        "average clique similarity": 0.17905832355161247,
        "clique": [
            "0- You want to give th",
            "5-Yes  you would have ",
            "4-You could say he wan"
        ],
        "median tf-idf score": 0.2525208654486698,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "“You want to give the president of the United States the benefit of the doubt because the people have spoken.",
            "Yes, you would have preferred the head of Greenpeace USA But given that Trump was choosing, what did you expect?",
            "You could say he wants to same for the US If you’re a politician, you’re used to building a consensus to build something for your constituency."
        ],
        "tf-idf score": [
            0.2525208654486698,
            0.31876732178171147,
            0.09773716357974457
        ]
    },
    "0.18386466932064524-3-769": {
        "average clique similarity": 0.18386466932064524,
        "clique": [
            "4-For years  he oversa",
            "3-  European diplomats",
            "2-  Senator Chris Coon"
        ],
        "median tf-idf score": 0.627336890539767,
        "publications": [
            "Buzzfeed News",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "For years, he oversaw the company’s oil holdings in Russian territory and in 2011, the company signed a $500 billion deal with a   Russian oil company.",
            "” European diplomats in Washington cautioned against the presumption that Tillerson would bring his outlook as head of the world’s biggest publicly traded oil company to his new job.",
            "” Senator Chris Coons ( ): “Mr Tillerson has been for decades working at and most recently helping lead the world’s largest publicly traded oil and gas company and that certainly gives him a deep and broad experience."
        ],
        "tf-idf score": [
            0.25467232833255754,
            0.627336890539767,
            0.827585409618306
        ]
    },
    "0.18664400731112382-3-383": {
        "average clique similarity": 0.18664400731112382,
        "clique": [
            "2-I first expressed my",
            "4-His nomination comes",
            "1-Corker  who has beco"
        ],
        "median tf-idf score": 0.6720448575897224,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Breitbart"
        ],
        "sentences": [
            "I first expressed my support for Tillerson’s nomination to members of   Donald Trump’s transition team on Monday afternoon, Dec. 12, when they reached out to me about the possibility of a Tillerson nomination.",
            "His nomination comes after the Trump transition team said he was considering a variety of people for the role of the United States’ top diplomat.",
            "Corker, who has become close to Trump and was himself a finalist for the top State Department job, could ask his members to move the nomination to the floor with a vote of ”disapproval” from the committee."
        ],
        "tf-idf score": [
            0.6444877163948304,
            0.6720448575897224,
            0.7837573207302672
        ]
    },
    "0.19349023726487916-3-239": {
        "average clique similarity": 0.19349023726487916,
        "clique": [
            "1-While that label cou",
            "5-South Carolina Sen  ",
            "3- Should be a rough c"
        ],
        "median tf-idf score": 0.379111749181254,
        "publications": [
            "NPR",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "While that label could be somewhat damaging to Tillerson, it might be worth the price if Senate GOP leaders believe they have the votes to confirm him on the floor.",
            "South Carolina Sen. Lindsey Graham added his grave doubts, as well, suggesting there might be enough Republican defections from the GOP’s   majority to block the nomination on the Senate floor.",
            "“Should be a rough confirmation hearing, and a no vote on the Senate floor."
        ],
        "tf-idf score": [
            0.5398872804956543,
            0.379111749181254,
            0.17537266249416722
        ]
    },
    "0.19510179297323582-3-370": {
        "average clique similarity": 0.19510179297323582,
        "clique": [
            "3-The surprise pick of",
            "2-Reactions to   Donal",
            "4-   Trump s reported "
        ],
        "median tf-idf score": 1.183490867888905,
        "publications": [
            "Breitbart",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "The surprise pick of Rex Tillerson as Donald Trump’s nominee for secretary of state has led to excitement in Moscow  —   and trepidation in other eastern European capitals  —   at the prospect of a “friend of Putin” becoming America’s top diplomat.",
            "Reactions to   Donald Trump’s secretary of state pick are pouring in following Trump’s announcement Tuesday to offer the job to Rex Tillerson, the chief executive of ExxonMobil.",
            "“  Trump’s reported intention to nominate ExxonMobil CEO Rex Tillerson to be Secretary of State is his latest and most egregious step in turning the federal government, and stewardship of the global environment, over to a cabal of corporate extremists with proven disdain for science, stewardship, public service, and the common good,” said Bradley Campbell, president of the Conservation Law Foundation, in a statement."
        ],
        "tf-idf score": [
            1.183490867888905,
            0.908926719587261,
            1.2432306957637274
        ]
    },
    "0.2072940429268352-3-687": {
        "average clique similarity": 0.2072940429268352,
        "clique": [
            "5-For example  former ",
            "3-  In a series of Twi",
            "0-It s been reported  "
        ],
        "median tf-idf score": 0.5452487418714788,
        "publications": [
            "Atlantic",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "For example, former U N Ambassador John Bolton has been mentioned as a possible No.",
            "” In a series of Twitter posts on Tuesday, the former ambassador to Russia, Michael McFaul, questioned Tillerson’s nomination.",
            "It’s been reported, though not confirmed, that Trump will buttress Tillerson’s lack of experience by appointing John Bolton, the superhawk and former ambassador to the United Nations, as deputy secretary of state."
        ],
        "tf-idf score": [
            0.20283334247749096,
            0.5452487418714788,
            0.8378013262960694
        ]
    },
    "0.20868228271836622-3-254": {
        "average clique similarity": 0.20868228271836622,
        "clique": [
            "0- I don t know what M",
            "3-Vladimir Milov  a Ru",
            "2-   He has said he ha"
        ],
        "median tf-idf score": 0.7261067242179756,
        "publications": [
            "Atlantic",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "“I don’t know what Mr Tillerson’s relationship with Vladimir Putin was, but I’ll tell you it is a matter of concern to me,” he said on Fox News.",
            "Vladimir Milov, a Russian opposition politician who was briefly deputy energy minister during the early Putin years, said Tillerson’s appointment was “100% good news” for Putin.",
            "” “He has said he has a very close personal relationship with Vladimir Putin."
        ],
        "tf-idf score": [
            0.7261067242179756,
            0.7746825829981753,
            0.3590010867658568
        ]
    },
    "0.24904315257809337-3-152": {
        "average clique similarity": 0.24904315257809337,
        "clique": [
            "5-Florida Sen  Marco R",
            "1-Sen  Marco Rubio of ",
            "0-On Sunday  Senator M"
        ],
        "median tf-idf score": 0.8107900962703433,
        "publications": [
            "CNN",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Florida Sen. Marco Rubio said being a ”Friend of Vladimir” was hardly a Cabinet qualification, a reference to Russian President Putin, who once gave Tillerson the ”Order of Friendship”  —   the highest accolade Moscow grants to friendly foreigners.",
            "Sen. Marco Rubio of Florida, a former Republican presidential candidate who fiercely battled   Donald Trump for the GOP nomination, will sit on the dais across from Tillerson.",
            "On Sunday, Senator Marco Rubio of Florida tweeted, referring to the Order of Friendship: Being a ”friend of Vladimir” is not an attribute I am hoping for from a #SecretaryOfState   MR, On Tuesday, Rubio followed up with a statement: While Rex Tillerson is a respected businessman, I have serious concerns about his nomination."
        ],
        "tf-idf score": [
            0.9213636311841605,
            0.7709119862657167,
            0.8107900962703433
        ]
    },
    "0.2596111944485024-3-3": {
        "average clique similarity": 0.2596111944485024,
        "clique": [
            "3- Tillerson has a rel",
            "0-Tillerson has a long",
            "5-Government watchdogs"
        ],
        "median tf-idf score": 0.7041765937680698,
        "publications": [
            "Guardian",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "“Tillerson has a relationship with Putin and he opposed the sanctions imposed on Russia after the annexation of Crimea.",
            "Tillerson has a long history of business with Russia, and in particular with the Putin regime.",
            "Government watchdogs, such as Every Voice, were disturbed, because Tillerson owns so much stock in a company active in 50 countries with interests likely to conflict with those of the U S As an example, Tillerson has opposed the U S  sanctions on Russia imposed after the latter annexed Crimea  —   after those sanctions blocked his company’s plans to drill below the Arctic Sea with Moscow’s blessing."
        ],
        "tf-idf score": [
            0.7041765937680698,
            0.6544055112833458,
            0.859891967638453
        ]
    },
    "0.6464078186802595-3-563": {
        "average clique similarity": 0.6464078186802595,
        "clique": [
            "1- The fact that forme",
            "2-  Fox News  Senator ",
            "0-And even Jeff Flake "
        ],
        "median tf-idf score": 0.7921607470046017,
        "publications": [
            "Breitbart",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "”The fact that former secretaries of state James Baker (and) Condoleezza Rice, and (former Secretary of Defense) Robert Gates are recommending Mr Tillerson carries considerable weight,” said Sen. Jeff Flake,  .",
            "” Fox News, Senator Jeff Flake ( ): “The fact that Condi Rice, James Baker and Bob Gates are recommending Tillerson carries considerable weight.",
            "And even Jeff Flake, an Arizona senator who was a noisy critic of Trump, seemed positive: The fact that Condi Rice, James Baker and Bob Gates are recommending Tillerson carries considerable weight."
        ],
        "tf-idf score": [
            0.8057067033995184,
            0.5229236086717147,
            0.7921607470046017
        ]
    }
}