{
    "0.13151402397689646-3-25": {
        "average clique similarity": 0.13151402397689646,
        "clique": [
            "2-Now that Carrier  is",
            "3-To critics who see o",
            "1-Trump will later hol"
        ],
        "median tf-idf score": 0.6822827314440244,
        "publications": [
            "Washington Post",
            "New York Post",
            "Fox News"
        ],
        "sentences": [
            "Now that Carrier “is no longer the political piñata,” the adviser added, chief executives “are asking, ‘Who’s next?’ ” Timothy Bartik, an economist at the nonpartisan W E Upjohn Institute for Employment Research in Kalamazoo, Mich. said that vague threats from the    could stymie corporate investment as firms seek to avoid decisions that could draw the ire of the White House.",
            "To critics who see other Indiana factories on the verge of closing, deals like the one at Carrier are unlikely to stem the job losses caused by automation and cheap foreign competition, and the prospect that the White House might directly intervene is also a concern to some economists.",
            "Trump will later hold a   rally in Cincinnati, the first of several stops on the “USA Thank You Tour 2016” planned this month to revisit the states that helped him capture the White House."
        ],
        "tf-idf score": [
            0.6956028145560551,
            0.6822827314440244,
            0.66681451603186
        ]
    },
    "0.13860770398010983-3-92": {
        "average clique similarity": 0.13860770398010983,
        "clique": [
            "4- It would be the sam",
            "1- It s because of tha",
            "2-And if it s not pres"
        ],
        "median tf-idf score": 0.5311280935394322,
        "publications": [
            "Reuters",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "”It would be the same kind of package that would be considered for any other company that would come in,” said the official, who spoke on condition of anonymity because the incentives have not yet been made public.",
            "”It’s because of that guy,” Trump said, scanning the assembled throng and explaining how he reached out to the company’s top brass.",
            "And if it’s not presidential, that’s okay because I actually like doing it,” Trump said."
        ],
        "tf-idf score": [
            0.5199942397951844,
            0.6957933654410589,
            0.5311280935394322
        ]
    },
    "0.15100241367534517-3-375": {
        "average clique similarity": 0.15100241367534517,
        "clique": [
            "1-Trump  who has long ",
            "4-The manufacturer sai",
            "3-Just one after the o"
        ],
        "median tf-idf score": 0.6358957095484916,
        "publications": [
            "Fox News",
            "Reuters",
            "New York Post"
        ],
        "sentences": [
            "Trump, who has long spoken of feeding off the energy of his raucous crowds, first floated the idea of a victory tour just days after winning the election, only to instead prioritize filling some of his Cabinet positions.",
            "The manufacturer said the “forces of globalization will continue to require solutions for the   competitiveness of the U S and of American workers moving forward.",
            "Just one after the other,” Trump said to workers at the Indianapolis plant."
        ],
        "tf-idf score": [
            0.6621793397266319,
            0.3652204975030798,
            0.6358957095484916
        ]
    },
    "0.15246147134929522-3-209": {
        "average clique similarity": 0.15246147134929522,
        "clique": [
            "3-While focusing on th",
            "1-Trump said he was mo",
            "2-But Trump said Thurs"
        ],
        "median tf-idf score": 0.8814616308581483,
        "publications": [
            "New York Post",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "While focusing on the hundreds of jobs he said he had saved from moving to Mexico, he also found time to talk about his election performance, former Indiana University basketball coach Bob Knight and the wall he has promised to build along the U S  border.",
            "Trump said he was moved by a Carrier employee and Trump supporter who promised his   that Trump wouldn’t let the company leave.",
            "But Trump said Thursday that he planned to personally call other companies that are contemplating moving operations out of the country, even, as he said, if critics felt such outreach was not “presidential."
        ],
        "tf-idf score": [
            0.7555557744456445,
            0.9675351150321941,
            0.8814616308581483
        ]
    },
    "0.152990663683328-3-217": {
        "average clique similarity": 0.152990663683328,
        "clique": [
            "3-Trump s deal with Ca",
            "0-Michael Goodwin of t",
            "4-He said the deal wit"
        ],
        "median tf-idf score": 0.7218137162807472,
        "publications": [
            "New York Post",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "Trump’s deal with Carrier may be a public relations success for the incoming president but also suggests that he has unveiled a new presidential economic approach: actively choosing individual corporate winners and losers  —   or at least winners.",
            "Michael Goodwin of the New York Post proclaimed that “Trump’s already winning” and he’s not even president yet, citing both the Carrier deal and the broadly similar arrangement he struck with Ford a couple of weeks ago.",
            "He said the deal with Carrier showed that the incoming administration will have “open communications with business leaders."
        ],
        "tf-idf score": [
            0.9137474930928342,
            0.7218137162807472,
            0.5506371522519649
        ]
    },
    "0.15363359781924774-3-252": {
        "average clique similarity": 0.15363359781924774,
        "clique": [
            "3-He was appearing at ",
            "0-The big question is ",
            "1- Big day on Thursday"
        ],
        "median tf-idf score": 0.20631571027515577,
        "publications": [
            "Vox",
            "New York Post",
            "Fox News"
        ],
        "sentences": [
            "He was appearing at a big rally in Cincinnati Thursday night.",
            "The big question is will he get away with it?",
            "“Big day on Thursday for Indiana and the great workers of that wonderful state."
        ],
        "tf-idf score": [
            0.20631571027515577,
            0.047907083264609705,
            0.39684032313781403
        ]
    },
    "0.1565610549639702-3-298": {
        "average clique similarity": 0.1565610549639702,
        "clique": [
            "0-It was a huge PR cou",
            "4- United Technologies",
            "3-Earlier Thursday  Se"
        ],
        "median tf-idf score": 1.345092994177643,
        "publications": [
            "New York Post",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "It was a huge PR coup for Trump and set the stage for a triumphant public event in Indiana on Thursday.",
            " United Technologies Corp’s ( ) Carrier unit said on Wednesday it got financial incentives from Indiana and a pledge from   Donald Trump to improve the climate for business in the United States in exchange for keeping more than 1, 000 jobs in the state rather than moving them overseas.",
            "Earlier Thursday, Seth Martin, a spokesman for Carrier, said that Indiana offered the air conditioning and furnace manufacturer $7 million in tax incentives after negotiations with Trump’s team to keep some jobs in the state."
        ],
        "tf-idf score": [
            0.6036560987299799,
            1.3599685813640232,
            1.345092994177643
        ]
    },
    "0.15880727522582852-3-384": {
        "average clique similarity": 0.15880727522582852,
        "clique": [
            "2-Trump s remarks came",
            "1-The company attribut",
            "4-Senator Joe Donnelly"
        ],
        "median tf-idf score": 1.044132357577248,
        "publications": [
            "Fox News",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "Trump’s remarks came as he triumphantly celebrated a decision by the heating and   company Carrier to reverse its plans to close a furnace plant here and move to Mexico, helping keep 1, 100 jobs in Indianapolis.",
            "The company attributed its decision to the incoming Trump administration and financial incentives provided by Indiana, which is something of a reversal, since earlier offers from the state had failed to sway Carrier from decamping to Mexico.",
            "Senator Joe Donnelly, an Indiana Democrat, noted that there are two other companies closing two Indiana factories, including one a mile from the Carrier plant in Indianapolis that is expected to move to Mexico."
        ],
        "tf-idf score": [
            1.044132357577248,
            1.1322581572087411,
            0.7166948628998933
        ]
    },
    "0.164304851997328-3-8": {
        "average clique similarity": 0.164304851997328,
        "clique": [
            "0-John Mutz  a former ",
            "3-INDIANAPOLIS      Do",
            "2-  In Indianapolis  w"
        ],
        "median tf-idf score": 0.7962052688852053,
        "publications": [
            "New York Post",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "John Mutz, a former lieutenant governor of the state who now chairs the Indiana Economic Development Corporation, tells the Indianapolis Business Journal that the main factor was fear that angering Trump would jeopardizing defense contracts.",
            "INDIANAPOLIS  —   Donald Trump saluted workers, owners and himself Thursday at a Carrier plant in Indiana, declaring that   was only the first of many business victories to come in the U S with him as president.",
            "” In Indianapolis, where Carrier has been a staple of the business community since the 1950s, the deal was celebrated."
        ],
        "tf-idf score": [
            0.7962052688852053,
            1.015790079241158,
            0.4842393720001599
        ]
    },
    "0.16758248677742574-3-0": {
        "average clique similarity": 0.16758248677742574,
        "clique": [
            "2- Companies are not g",
            "4-More details are exp",
            "0-I will be going to I"
        ],
        "median tf-idf score": 0.6300388012628311,
        "publications": [
            "Washington Post",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "“Companies are not going to leave the United States anymore without consequences,” Trump declared Thursday.",
            "More details are expected on Thursday when Trump visits the Carrier plant in Indianapolis.",
            "I will be going to Indiana on Thursday to make a major announcement concerning Carrier A C staying in Indianapolis."
        ],
        "tf-idf score": [
            0.8124711195009356,
            0.6300388012628311,
            0.48049766132955074
        ]
    },
    "0.1681208955805289-4-146": {
        "average clique similarity": 0.1681208955805289,
        "clique": [
            "0-On the campaign trai",
            "3-His speaking style  ",
            "2-On the campaign trai",
            "4-Apple Inc     anothe"
        ],
        "median tf-idf score": 0.54556099409123,
        "publications": [
            "Washington Post",
            "New York Post",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "On the campaign trail, the Carrier plant closures became a signature talking point for Donald Trump.",
            "His speaking style, while calmer than on the campaign trail, was similar in some ways to the seemingly    efforts of the past year.",
            "On the campaign trail, Trump repeatedly attacked specific companies for outsourcing, drawing huge cheers from his crowds.",
            "Apple Inc ( ) another Trump target on the campaign trail, which makes the vast bulk of its electronics in Asia, has made an attempt to reach out to the  ."
        ],
        "tf-idf score": [
            0.6217958454075474,
            0.23861218537681902,
            0.5908355153128655,
            0.5002864728695947
        ]
    },
    "0.17073924574546576-3-380": {
        "average clique similarity": 0.17073924574546576,
        "clique": [
            "2-Carrier rejected a t",
            "4-Carrier declined to ",
            "3-The company s decisi"
        ],
        "median tf-idf score": 0.5404560977827965,
        "publications": [
            "Washington Post",
            "New York Post",
            "Reuters"
        ],
        "sentences": [
            "Carrier rejected a tax incentive package the state offered earlier in the year to keep the Indianapolis plant open.",
            "Carrier declined to disclose the exact size of the incentives for keeping jobs in the state.",
            "The company’s decision is something of a reversal, since earlier offers from the state had failed to sway Carrier."
        ],
        "tf-idf score": [
            0.5906375491855608,
            0.4742745129735147,
            0.5404560977827965
        ]
    },
    "0.17752843155057763-3-141": {
        "average clique similarity": 0.17752843155057763,
        "clique": [
            "2- What are these cons",
            "0-It s not entirely cl",
            "1-Also  neither Trump "
        ],
        "median tf-idf score": 0.5481463317104522,
        "publications": [
            "Washington Post",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "“What are these consequences?",
            "It’s not entirely clear what happened For all the political hubbub, it remains remarkably unclear exactly what it is that Trump did to change Carrier’s mind.",
            "Also, neither Trump nor Carrier has yet to say what the workers might have to give up or precisely what threats or incentives were used to get the manufacturer to change its mind."
        ],
        "tf-idf score": [
            0.020434722960162216,
            0.5481463317104522,
            0.720226094613623
        ]
    },
    "0.1868637245503769-3-368": {
        "average clique similarity": 0.1868637245503769,
        "clique": [
            "4-   lowering corporat",
            "2-In remarks delivered",
            "1- Companies are not g"
        ],
        "median tf-idf score": 0.9251895839490426,
        "publications": [
            "Reuters",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            ".. lowering corporate taxes so we make U S companies the most competitive in the world, making sure we repatriate trillions of dollars back to the United States,” Mnuchin told reporters at the Trump Tower in New York City on Wednesday.",
            "In remarks delivered inside the Carrier facility, the   said more companies will decide to stay in the United States because his administration will lower corporate taxes and reduce regulations.",
            "”Companies are not going to leave the United States anymore without consequences,” Trump thundered, before tempering the threat with pledges for deregulation and lower taxes."
        ],
        "tf-idf score": [
            0.977866270174273,
            0.9226251469649989,
            0.9251895839490426
        ]
    },
    "0.19473689657168755-3-477": {
        "average clique similarity": 0.19473689657168755,
        "clique": [
            "4- It s a modest state",
            "1- The State of Indian",
            "0-Companies shake down"
        ],
        "median tf-idf score": 0.37822343654452195,
        "publications": [
            "Reuters",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "”It’s a modest state tax credit utilizing existing state tax tools; nothing new,” an Indiana state official told Reuters.",
            "”The State of Indiana is proud.",
            "Companies shake down state governments for corporate welfare all the time, and it’s fairly common for state governments to give in."
        ],
        "tf-idf score": [
            0.41093531167263375,
            0.21217685516035237,
            0.37822343654452195
        ]
    },
    "0.19643181887026354-3-431": {
        "average clique similarity": 0.19643181887026354,
        "clique": [
            "1-And his advisers hav",
            "3-He toured the factor",
            "0-But the moves seem t"
        ],
        "median tf-idf score": 0.7653304355380268,
        "publications": [
            "Vox",
            "New York Post",
            "Fox News"
        ],
        "sentences": [
            "And his advisers have since promoted lower corporate tax rates as a means of keeping jobs in the U S By enabling the plant to stay open, the deal spares about 800 union workers whose jobs were going to be outsourced to Mexico, according to federal officials who were briefed by the company.",
            "He toured the factory with his running mate Mike Pence  —   who, as the outgoing governor of Indiana, was   to aid negotiations  —   and shook hands with several workers whose jobs would be preserved.",
            "But the moves seem to fall into three broad buckets:  One aspect of the deal is that Carrier is getting some new tax incentives from the state of Indiana, whose governor happens to be Mike Pence, who happens to be the vice   of the United States."
        ],
        "tf-idf score": [
            0.9593028380384128,
            0.5445349211689631,
            0.7653304355380268
        ]
    },
    "0.20120175172166613-3-71": {
        "average clique similarity": 0.20120175172166613,
        "clique": [
            "0- Carrier  the HVAC c",
            "4-The heating and   un",
            "2-  Trump repeatedly p"
        ],
        "median tf-idf score": 0.9877500426047039,
        "publications": [
            "Reuters",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            " Carrier, the HVAC company that since 1979 has been a subsidiary of the larger United Technologies conglomerate, announced several months ago that it was going to close two facilities in Indiana and shift production to a new plant the company is building in Mexico.",
            "The heating and   unit of the industrial and military conglomerate did not give a value for the financial incentives, but a source briefed on the matter said it was a fraction of the $65 million that Carrier planned to save by moving production to Mexico.",
            "” Trump repeatedly pointed to Carrier’s planned move to Mexico as a prime example of the perils of globalization: The company told Indiana officials it would save $65 million a year by shifting production to a    factory under construction outside Monterrey, where wages are far lower."
        ],
        "tf-idf score": [
            0.9877500426047039,
            0.7359747059236936,
            1.0782650211853047
        ]
    },
    "0.20546159243490228-3-341": {
        "average clique similarity": 0.20546159243490228,
        "clique": [
            "2-What are you going t",
            "3- Trust me  We re goi",
            "1- We re going to do g"
        ],
        "median tf-idf score": 0.6413024848488407,
        "publications": [
            "Fox News",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "What are you going to do for me?’ ” Sen. Bernie Sanders of Vermont, who ran for the Democratic presidential nomination, accused Trump of reversing course on a pledge to punish companies that outsource manufacturing jobs.",
            "“Trust me: We’re going to build that wall.",
            "”We’re going to do great things for businesses,” Trump said."
        ],
        "tf-idf score": [
            0.755302852018382,
            0.11654933514973538,
            0.6413024848488407
        ]
    },
    "0.20792696381176512-3-67": {
        "average clique similarity": 0.20792696381176512,
        "clique": [
            "0-The plants weren t c",
            "1-Trump and Pence were",
            "2- They take the money"
        ],
        "median tf-idf score": 0.3636424103887973,
        "publications": [
            "Vox",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "The plants weren’t closing because Carrier was losing money hand over fist or because the products they made were obsolete.",
            "Trump and Pence were at the factory on the west side of Indianapolis, where they toured the facility they helped keep in the U S thanks in part to a $7 million tax break from the Hoosier State.",
            "“They take the money."
        ],
        "tf-idf score": [
            0.3636424103887973,
            0.776980262442232,
            0.013264245072593845
        ]
    },
    "0.2086287689402755-3-399": {
        "average clique similarity": 0.2086287689402755,
        "clique": [
            "4-He said he told Cook",
            "1-Trump said he got in",
            "2-  Trump said he deci"
        ],
        "median tf-idf score": 0.8244079338045224,
        "publications": [
            "Reuters",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "He said he told Cook he would like to see Apple build “a big plant in the United States,” according to the Times report, with the help of incentives and a “very large tax cut for corporations.",
            "Trump said he got involved after seeing a report on Carrier’s announcement it would leave for Mexico.",
            "” Trump said he decided to intervene after watching a television news report that reminded him that he had vowed during the campaign, “We’re not going to let Carrier leave."
        ],
        "tf-idf score": [
            0.7883061820525648,
            0.8244079338045224,
            0.8820897726834549
        ]
    },
    "0.22451109112436907-3-170": {
        "average clique similarity": 0.22451109112436907,
        "clique": [
            "4-The deal  an outline",
            "1-We will keep our com",
            "0-Donald Trump scored "
        ],
        "median tf-idf score": 0.9585251356506542,
        "publications": [
            "Reuters",
            "Vox",
            "Fox News"
        ],
        "sentences": [
            "The deal, an outline of which was announced late on Tuesday, is a win for Trump as he seeks to make good on his popular campaign message of persuading companies to keep jobs in the United States.",
            "We will keep our companies and jobs in the U S Thanks, Carrier,” Trump tweeted Tuesday.",
            "Donald Trump scored a huge PR coup Having lambasted Carrier on the campaign trail, and then indicated in November that he was working on trying to save the plant and the jobs, Trump rather dramatically announced success on Twitter on Tuesday."
        ],
        "tf-idf score": [
            1.047648847822058,
            0.7689935751143556,
            0.9585251356506542
        ]
    },
    "0.24339029542638776-3-27": {
        "average clique similarity": 0.24339029542638776,
        "clique": [
            "1- It s so great  ",
            "0-Great deal for worke",
            "2-There were a couple "
        ],
        "median tf-idf score": 0.09033827724115656,
        "publications": [
            "Washington Post",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "”It’s so great”.",
            "Great deal for workers!",
            "There were a couple instances where geniuses with great lawyers gave them money, and then they moved anyway."
        ],
        "tf-idf score": [
            0.030205477499533513,
            0.14436949940929167,
            0.09033827724115656
        ]
    },
    "0.24449753439799368-3-448": {
        "average clique similarity": 0.24449753439799368,
        "clique": [
            "3-Trump said he person",
            "4-Hammered out by Unit",
            "2-Regardless  Trump   "
        ],
        "median tf-idf score": 1.047108110785636,
        "publications": [
            "Reuters",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "Trump said he personally called Greg Hayes, the CEO of United Technologies, Carrier’s parent, to seal the deal, jokingly asking Hayes, “If I lost would you have picked up the phone?” The   threatened during the campaign to impose sharp tariffs on any company that shifted its factories to Mexico.",
            "Hammered out by United Technologies CEO Gregory Hayes, Trump and Vice   and Indiana Governor Mike Pence, the deal lets the incoming administration claim an early victory before it takes office on Jan. 20.",
            "Regardless, Trump  —   known for his tendency to react to TV news reports  —   said he immediately picked up the phone and called Gregory Hayes, the chief executive of Carrier’s parent company, United Technologies."
        ],
        "tf-idf score": [
            1.309191326998414,
            0.7982539822441868,
            1.047108110785636
        ]
    },
    "0.32437425623531374-3-414": {
        "average clique similarity": 0.32437425623531374,
        "clique": [
            "2-An additional 300 to",
            "3-  Though hundreds ma",
            "1-This suggests that h"
        ],
        "median tf-idf score": 0.28112861445506243,
        "publications": [
            "New York Post",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "An additional 300 to 600 Carrier positions at that plant, as well as roughly 700 jobs at another facility in the area, will still be cut.",
            "” Though hundreds may keep their jobs, others apparently will not, since roughly 1, 400 workers were slated to be laid off.",
            "This suggests that hundreds will still lose their jobs at the factory, where roughly 1, 400 workers were slated to be laid off."
        ],
        "tf-idf score": [
            0.4273570757838797,
            0.21833125837397685,
            0.28112861445506243
        ]
    },
    "0.3420524019673141-3-526": {
        "average clique similarity": 0.3420524019673141,
        "clique": [
            "1-In February  the hea",
            "3-In February  the hea",
            "4-Carrier still plans "
        ],
        "median tf-idf score": 0.8831196788964321,
        "publications": [
            "Fox News",
            "New York Post",
            "Reuters"
        ],
        "sentences": [
            "In February, the heating and air conditioning company said that it would shutter the plant and send jobs to Mexico, and video of angry workers being informed about the decision soon went viral.",
            "In February, the heating and air conditioning company said that it would shut the plant and send jobs to Mexico, and video of angry workers being informed about the decision soon went viral.",
            "Carrier still plans to close a factory in Huntington, Indiana, that employs 700 people making controls for heating, cooling and refrigeration and move the jobs to Mexico by 2018."
        ],
        "tf-idf score": [
            0.8831196788964321,
            0.8840235847776755,
            0.6146464889708125
        ]
    },
    "0.4342195152614245-3-309": {
        "average clique similarity": 0.4342195152614245,
        "clique": [
            "4- Today s announcemen",
            "1- Today s announcemen",
            "2-Abigail Klem  presid"
        ],
        "median tf-idf score": 0.7249435939211576,
        "publications": [
            "Fox News",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "“Today’s announcement is possible because the incoming   administration has emphasized to us its commitment to support the business community and create an improved, more competitive U S business climate,” Carrier said in a statement on Wednesday.",
            "“Today’s announcement is possible because the incoming   administration has emphasized to us its commitment to support the business community and create an improved, more competitive U S business climate,” the company said in a statement released Wednesday.",
            "Abigail Klem, president of Ivanka Trump’s company, said in a statement that the brand has “consistently expressed that we share industry [leaders’] interest in bringing more manufacturing opportunities to the US and are looking forward to being a part of the conversation."
        ],
        "tf-idf score": [
            0.7212442126191364,
            0.7249435939211576,
            0.8889039832383296
        ]
    }
}