{
    "0.12011732179379282-3-82": {
        "average clique similarity": 0.12011732179379282,
        "clique": [
            "3-The   has not wanted",
            "1- If a future preside",
            "0-Kellyanne Conway  a "
        ],
        "median tf-idf score": 0.6964237003711369,
        "publications": [
            "Atlantic",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "The   has not wanted the daily intelligence briefings available to him in recent weeks, preferring that they be given to the men he has chosen as his vice president (Mike Pence) and national security adviser (Mike Flynn) with Trump taking them only occasionally.",
            "“If a future president decided that he wanted to allow in a large tranche of Russian intelligence agents, presumably a future president could invite that action,” a senior official said.",
            "Kellyanne Conway, a senior adviser, dismissed the sanctions as “largely symbolic,” and said that Russian intelligence did not keep assets in the United States, a judgment that one   reporter openly mocked."
        ],
        "tf-idf score": [
            0.7785354569370256,
            0.6670074913087213,
            0.6964237003711369
        ]
    },
    "0.12625159515302778-3-373": {
        "average clique similarity": 0.12625159515302778,
        "clique": [
            "0-Obama embarrassing h",
            "2-In September  she ca",
            "3-We are about to find"
        ],
        "median tf-idf score": 0.1570431148696661,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Obama embarrassing himself on the way out the door.",
            "In September, she called out Trump for “urging the Russians to hack more.",
            "We are about to find out whether it works for him in the Oval Office."
        ],
        "tf-idf score": [
            0.1570431148696661,
            0.5253084783929617,
            0.06078268082535365
        ]
    },
    "0.12886269562631805-3-314": {
        "average clique similarity": 0.12886269562631805,
        "clique": [
            "3-He has cast doubt on",
            "1-At one point  he sug",
            "0-  Some sloppy report"
        ],
        "median tf-idf score": 0.2606944559904055,
        "publications": [
            "Atlantic",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "He has cast doubt on the U S intelligence reports to date and suggested ”no one really knows what happened”.",
            "At one point, he suggested the culprit might have been China, another state or even a 400lb man in his bedroom.",
            "” Some sloppy reports even suggested, wrongly, that Russian agents had interfered with vote counts or voting machines."
        ],
        "tf-idf score": [
            0.3643717386942876,
            0.13068148525505585,
            0.2606944559904055
        ]
    },
    "0.136668457269682-3-306": {
        "average clique similarity": 0.136668457269682,
        "clique": [
            "2-  This is a developi",
            "0- He is not the only ",
            "4- He s a master of do"
        ],
        "median tf-idf score": 0.04486111688231327,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "” This is a developing story.",
            "(He is not the only person to make this case.)",
            "”He’s a master of doing things that are unexpected, and this is truly unexpected”."
        ],
        "tf-idf score": [
            0.013900438041227911,
            0.06737237270282947,
            0.04486111688231327
        ]
    },
    "0.13976252442985718-3-553": {
        "average clique similarity": 0.13976252442985718,
        "clique": [
            "0- Sanctions against t",
            "2- These are the same ",
            "1-  In his own stateme"
        ],
        "median tf-idf score": 0.6110073200819565,
        "publications": [
            "Atlantic",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "“Sanctions against the Russian intelligence services are a good initial step, however late in coming,” he said in a statement.",
            "“These are the same people that said Saddam Hussein had weapons of mass destruction,” a statement released by Trump’s advisors said.",
            "” In his own statement, President Obama said: “All Americans should be alarmed by Russia’s actions."
        ],
        "tf-idf score": [
            0.620241646050808,
            0.46293497334208883,
            0.6110073200819565
        ]
    },
    "0.14183199572867258-3-561": {
        "average clique similarity": 0.14183199572867258,
        "clique": [
            "3-C prominent senior m",
            "4-On its face  the new",
            "0-Obama is indeed tard"
        ],
        "median tf-idf score": 0.5350069054173981,
        "publications": [
            "CNN",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "C prominent senior members of the Armed Services Committee, have accepted the assessment of 17 U S intelligence agencies regarding the role of Russia in the hacking of various Democratic committees last year.",
            "On its face, the new round of sanctions are a simple act of retaliation    less a deft or devious hand than a symbolic swat    for the Kremlin’s alleged role in the election season hacks.",
            "Obama is indeed tardy to the role of hawk in   relations."
        ],
        "tf-idf score": [
            0.5767694939554491,
            0.5350069054173981,
            0.1872530421387279
        ]
    },
    "0.14239059988379166-3-468": {
        "average clique similarity": 0.14239059988379166,
        "clique": [
            "3-That allowed Putin t",
            "4-Obama this summer al",
            "0-  The Heritage Found"
        ],
        "median tf-idf score": 1.1261429686963997,
        "publications": [
            "CNN",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "That allowed Putin to appear for the moment to be ”the bigger man,” even as he spurned Obama and kept up what has looked like a public bromance with Trump, who tweeted: ”Great move on delay (by V Putin)   I always knew he was very smart!” At the moment it may seem that the overall Russia question amounts to the first crisis facing the Trump presidency.",
            "Obama this summer allowed, but stopped short of asserting in an interview that Putin had intended to aid Trump.",
            "” The Heritage Foundation, the conservative institution that has largely appended itself to the Trump team, produced a short video charging that Obama had invited the hacking by being too lenient with Russia: Vladimir Putin respects two things: strength and consistency In the last eight years, President Obama has shown neither."
        ],
        "tf-idf score": [
            1.1468163486126182,
            0.5580490368086862,
            1.1261429686963997
        ]
    },
    "0.14732260552397747-3-442": {
        "average clique similarity": 0.14732260552397747,
        "clique": [
            "2-  A spokesman for Ru",
            "4-The confluence of Ob",
            "0-Labeling critiques o"
        ],
        "median tf-idf score": 0.5941734936293601,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "” A spokesman for Russian President Vladimir Putin said Moscow will consider retaliatory measures.",
            "The confluence of Obama’s action and Putin’s demurral will test Trump right from the jump, as moving for steadier relations with Moscow will now come at a heightened domestic cost.",
            "Labeling critiques of Putin’s Russia as nothing more than McCarthyism will come as little consolation to Russian dissidents being crushed by Putin."
        ],
        "tf-idf score": [
            0.5941734936293601,
            0.6828091482441138,
            0.5136500912001852
        ]
    },
    "0.15446418814541255-3-168": {
        "average clique similarity": 0.15446418814541255,
        "clique": [
            "3-He has exchanged pub",
            "4-Trump has made no se",
            "1-The   has repeatedly"
        ],
        "median tf-idf score": 0.5703812696361124,
        "publications": [
            "NPR",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "He has exchanged public encomiums with Russian President Vladimir Putin on several occasions and added his doubts about the current U S levels of support for NATO  —   Putin’s longtime nemesis.",
            "Trump has made no secret of his hopes to establish better relations with Putin and his autocratic regime.",
            "The   has repeatedly spoken approvingly of Putin and called for closer relations with Russia."
        ],
        "tf-idf score": [
            0.6590862541572551,
            0.5703812696361124,
            0.521857696255072
        ]
    },
    "0.15779853714209502-3-48": {
        "average clique similarity": 0.15779853714209502,
        "clique": [
            "3-Meanwhile  at    and",
            "1-Analysts were also c",
            "4-But whether it was i"
        ],
        "median tf-idf score": 0.8117640079619536,
        "publications": [
            "NPR",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Meanwhile, at    and on Fox News, various spokesmen for   Trump said Obama’s real target was not the Russians at all but the man poised to take over the White House in less than three weeks.",
            "Analysts were also concerned not with whether the sanctions should have been imposed at all, but rather whether the White House had acted quickly enough, and whether its eventual response was strong enough.",
            "But whether it was intended or not, the Obama administration’s decision to act now, less than a month before clearing out ahead of Trump’s inaugural, will have a series of   effects that should create difficulties and set a series of political traps for the new administration."
        ],
        "tf-idf score": [
            0.9602065590888815,
            0.38475001922131546,
            0.8117640079619536
        ]
    },
    "0.1597801632211469-3-574": {
        "average clique similarity": 0.1597801632211469,
        "clique": [
            "0-   McConnell has bee",
            "3-It has allowed Trump",
            "4-He said that while  "
        ],
        "median tf-idf score": 0.6290101234756202,
        "publications": [
            "Atlantic",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "” (McConnell has been attempting a difficult dance —  with one hand, pushing back on demands for a special committee to investigate the hack, while using the other to insist that despite what Trump says, the intelligence community is reliable.)",
            "It has allowed Trump supporters to push back on the intelligence agencies and say the entire issue is designed to undermine Trump’s legitimacy.",
            "He said that while ”Russia feels humiliated    it has been exposed and it has been punished,” Putin can afford to wait a few weeks to hit back."
        ],
        "tf-idf score": [
            0.7648216335764034,
            0.6290101234756202,
            0.6047947883505125
        ]
    },
    "0.16080581379462366-4-530": {
        "average clique similarity": 0.16080581379462366,
        "clique": [
            "2- Earlier this year  ",
            "4-How strong is the US",
            "1-Domestically  any at",
            "0- As the next Congres"
        ],
        "median tf-idf score": 0.4929485214863233,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "(Earlier this year, Congress missed a chance to prevent Trump from lifting any sanctions against Russia.)",
            "How strong is the US case against Russia?",
            "Domestically, any attempt to remove Obama’s sanctions against Russia will be a political  .",
            "”As the next Congress reviews Russian actions against networks associated with the U S election, we must also work to ensure that any attack against the United States is met with an overwhelming response."
        ],
        "tf-idf score": [
            0.6464170331610452,
            0.19055337560161462,
            0.48751744347021336,
            0.49837959950243327
        ]
    },
    "0.1682238218181806-3-513": {
        "average clique similarity": 0.1682238218181806,
        "clique": [
            "4-The new sanctions fo",
            "0-One can defend the p",
            "3-During the campaign "
        ],
        "median tf-idf score": 0.599773550003479,
        "publications": [
            "CNN",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "The new sanctions follow months of insinuations, leaks and, more recently, open accusations that Moscow set out on a coordinated campaign to hack the private communications of American political actors, making public information that would both undermine voters’ confidence in the November elections and, according to some, boost Trump’s campaign.",
            "One can defend the press’s decision to cover the hacked material, and even celebrate the effects of the hacked material, without inviting foreign powers to hack into the emails of political leaders (or those of the nation’s top diplomat, as Trump did during the campaign).",
            "During the campaign, Trump even urged Russia to ”find” missing emails from the private server of his opponent, Hillary Clinton."
        ],
        "tf-idf score": [
            1.0049525471316263,
            0.599773550003479,
            0.5220294266035131
        ]
    },
    "0.1688479603402202-3-33": {
        "average clique similarity": 0.1688479603402202,
        "clique": [
            "2-It also describes th",
            "4-But even as Presiden",
            "0-  Like many Trump st"
        ],
        "median tf-idf score": 0.33362806926552563,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "It also describes the cyber attacks as ongoing, saying that one “happened as recently as November 2016, just days after the U S election.",
            "But even as President Vladimir Putin trolls the White House, saying he will turn the other cheek and sit tight awaiting what figures to be a more friendly administration on the horizon, questions outpace answers.",
            "” Like many Trump statements, this one raises as many questions as it answers."
        ],
        "tf-idf score": [
            0.22099682328799952,
            0.45747659847081074,
            0.33362806926552563
        ]
    },
    "0.16886835532318747-3-356": {
        "average clique similarity": 0.16886835532318747,
        "clique": [
            "0-Not for some time ha",
            "1-But such provocative",
            "2-But later in the day"
        ],
        "median tf-idf score": 0.5214171036189491,
        "publications": [
            "Atlantic",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "Not for some time has Putin had such an opportunity to gloat.",
            "But such provocative words could not distract the media and public from another domestic concern for Trump  —   the growing perception that his predecessor has acted to his disadvantage.",
            "But later in the day, Russian President Vladimir Putin said his country will not take any such actions."
        ],
        "tf-idf score": [
            0.30223204828102,
            0.5214171036189491,
            0.5853061755428036
        ]
    },
    "0.17037073542592118-3-351": {
        "average clique similarity": 0.17037073542592118,
        "clique": [
            "3-But the politicizing",
            "4-Their evidence    wh",
            "2-  Trump s communicat"
        ],
        "median tf-idf score": 0.7459665787050178,
        "publications": [
            "NPR",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "But the politicizing of the Russian actions  —   the idea that they helped Trump win  —   has also made the issue difficult for Republican leaders.",
            "Their evidence    which, again, has not been made public except through leaks to the press    includes findings that Russian hackers breached, but did not make public information stolen from the accounts of Republicans, including House members and GOP   according to a former senior law enforcement official with direct knowledge of the hack investigation told CNN The Republican National Committee has denied reports that it was compromised or targeted, and earlier this month, Trump’s incoming press secretary, Sean Spicer, questioned the intelligence community’s motives.",
            "” Trump’s communication director Sean Spicer on Thursday accused the left of trying to undermine the legitimacy of Trump’s win but added that “if the US has clear proof of anybody interfering in our elections we should make that known."
        ],
        "tf-idf score": [
            0.731277066044763,
            1.5251905407835886,
            0.7459665787050178
        ]
    },
    "0.1710351519046506-3-1": {
        "average clique similarity": 0.1710351519046506,
        "clique": [
            "4- He s thought about ",
            "0-If he did in fact di",
            "2- In fact  it has con"
        ],
        "median tf-idf score": 0.3429752532265503,
        "publications": [
            "CNN",
            "Atlantic",
            "Buzzfeed News"
        ],
        "sentences": [
            "”He’s thought about it, considered acting now, but in fact is just being patient,” Nixie said.",
            "If he did in fact direct the hacks in an attempt to help Trump, then it’s a huge win: Trump pulled off the upset, and now he gets a friendly leader in Washington.",
            "“In fact, it has consistently sought to undermine them, sowing dangerous instability around the world,” he said."
        ],
        "tf-idf score": [
            0.1771459647189895,
            0.4585881919541538,
            0.3429752532265503
        ]
    },
    "0.17427797305428908-3-58": {
        "average clique similarity": 0.17427797305428908,
        "clique": [
            "1-If Trump did choose ",
            "4-If Obama  his legisl",
            "3-They spoke of Obama "
        ],
        "median tf-idf score": 0.7089972844012429,
        "publications": [
            "NPR",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "If Trump did choose to remove the sanctions, he would find himself at odds with his own party.",
            "If Obama, his legislative legacy under threat from all corners, can effectively tie up the new administration and members of its own party    to say nothing of Democrats who will gladly align themselves with more mainstream Republicans    then he stands a better chance of at least complicating Trump’s efforts to undo the work of the past eight years.",
            "They spoke of Obama trying to ”tie Trump’s hands” or ”box him in,” meaning the   would be forced either to keep the sanctions or be at odds with Republicans who want to be tougher still on Moscow."
        ],
        "tf-idf score": [
            0.44436010247539387,
            0.8529811350703685,
            0.7089972844012429
        ]
    },
    "0.17865233229302457-3-210": {
        "average clique similarity": 0.17865233229302457,
        "clique": [
            "1- We think it would b",
            "4- If Trump doesn t pl",
            "2-  But a senior admin"
        ],
        "median tf-idf score": 0.4173918496438347,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "“We think it would be inadvisable.",
            "”If Trump doesn’t play ball, then we’ll be back to the   adversarial relations,” Nixie said.",
            "” But a senior administration official said it would be “inadvisable” for Trump to reverse the actions when he takes office, adding that Russia’s interference is a “concern for all Americans,” regardless of their political affiliation, “We have no reason to believe that Russia’s activities will cease,” he said."
        ],
        "tf-idf score": [
            0.0304647151556392,
            0.4173918496438347,
            0.939005869281454
        ]
    },
    "0.18128873960920033-3-572": {
        "average clique similarity": 0.18128873960920033,
        "clique": [
            "2-The administration s",
            "0-That effort came to ",
            "3-Obama appears to hav"
        ],
        "median tf-idf score": 0.4522545771514971,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "The administration’s announcement comes after months of controversy related to the Russian government intervening in the November election to, according to the US intelligence community, help elect Trump.",
            "That effort came to naught, too, with Putin seizing Crimea, intervening on behalf of Bashar   in Syria, and allegedly overseeing hacks to interfere with the election.",
            "Obama appears to have been reluctant to retaliate against the Russian hacking before the election for fear of seeming to interfere with the election himself."
        ],
        "tf-idf score": [
            0.8564234156261272,
            0.3774222705990626,
            0.4522545771514971
        ]
    },
    "0.18968767906860973-3-223": {
        "average clique similarity": 0.18968767906860973,
        "clique": [
            "3-He also has suggeste",
            "1-That is a direct cha",
            "4-It doesn t make any "
        ],
        "median tf-idf score": 0.2542848411353654,
        "publications": [
            "Guardian",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "He also has suggested that computers make it very difficult to know who is using them.",
            "That is a direct challenge to US national security, and I don’t think it would make much sense to reopen Russian intelligence compounds.",
            "It doesn’t make any sense”."
        ],
        "tf-idf score": [
            0.2542848411353654,
            0.44332808798568946,
            0.04449979633542049
        ]
    },
    "0.18988704370341802-3-566": {
        "average clique similarity": 0.18988704370341802,
        "clique": [
            "1-If so  he will find ",
            "0-Why has he been decl",
            "4- If Russia  or some "
        ],
        "median tf-idf score": 0.26588160473517475,
        "publications": [
            "Atlantic",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "If so, he will find himself at odds with the man he so constantly praises.",
            "Why has he been declining so many intelligence briefings?",
            "”If Russia, or some other entity, was hacking, why did the White House wait so long to act?” he asked in a tweet last week, before the sanctions had been finalized."
        ],
        "tf-idf score": [
            0.05785424408244272,
            0.26588160473517475,
            0.6005413903476757
        ]
    },
    "0.1899248184712761-3-269": {
        "average clique similarity": 0.1899248184712761,
        "clique": [
            "2-  Sen  Lindsey Graha",
            "4-Lindsey Graham and J",
            "3-and Lindsay Graham  "
        ],
        "median tf-idf score": 0.06933437738164355,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "” Sen. Lindsey Graham tweeted Thursday that the sanctions “are a small price for Russia to pay for its brazen attack on American democracy.",
            "Lindsey Graham and John McCain, pursuing further avenues of redress.",
            "and Lindsay Graham,  ."
        ],
        "tf-idf score": [
            0.5378971143296705,
            0.06933437738164355,
            0.018396725152434512
        ]
    },
    "0.19254259846590385-3-439": {
        "average clique similarity": 0.19254259846590385,
        "clique": [
            "3-He imposed a set of ",
            "1-On Friday  he used T",
            "2-The president added "
        ],
        "median tf-idf score": 0.4858996841634741,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "He imposed a set of mostly diplomatic actions such as sanctioning some Russian officials, closing two diplomatic compounds and expelling 35 Russian diplomats.",
            "On Friday, he used Twitter to applaud Putin’s restrained response to the expulsion by the US of 35 diplomats and the closure of two Russian compounds.",
            "The president added Thursday that a number of US diplomats have experienced “an unacceptable level of harassment” in Moscow by Russian police over the past year that has “gone far beyond international diplomatic norms of behavior."
        ],
        "tf-idf score": [
            0.39490431193603365,
            0.4858996841634741,
            0.7103372663023921
        ]
    },
    "0.20147135703577002-3-96": {
        "average clique similarity": 0.20147135703577002,
        "clique": [
            "2-  Meanwhile  US Sen ",
            "1-  On Friday  it was ",
            "3-chairman of the Hous"
        ],
        "median tf-idf score": 0.5564980831397714,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "” Meanwhile, US Sen. Mark Warner, a Democrat from Virginia and the vice chairman of the Senate Intelligence Committee, called the new sanctions “an important step” that would require a “sustained response” from the next administration.",
            "” On Friday, it was reported that McCain, a member of the Senate armed services committee, had scheduled a hearing on foreign cyber threats for 5 January, and called senior intelligence officials to testify.",
            "chairman of the House Intelligence Committee."
        ],
        "tf-idf score": [
            0.6162818247336364,
            0.5564980831397714,
            0.20002222303845463
        ]
    },
    "0.21099230791823295-3-687": {
        "average clique similarity": 0.21099230791823295,
        "clique": [
            "3-But it is also a red",
            "1-But the situation is",
            "0-Then there s Represe"
        ],
        "median tf-idf score": 0.2871509356226432,
        "publications": [
            "NPR",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            "But it is also a red herring, as interference in those functions has not been alleged and is not the focus of the U S intelligence agencies’ concern.",
            "But the situation is not that simple.",
            "Then there’s Representative Trent Franks, an Arizona Republican, who argues that maybe Russia is responsible, and maybe it’s not —  but that if it is, that’s not such a bad thing."
        ],
        "tf-idf score": [
            0.35424105333490635,
            0.025373185042715747,
            0.2871509356226432
        ]
    },
    "0.21498298997734788-3-199": {
        "average clique similarity": 0.21498298997734788,
        "clique": [
            "4-In dropping a new ro",
            "2- Here are the full t",
            "1-The   has been consi"
        ],
        "median tf-idf score": 1.0535165159038558,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "In dropping a new round of targeted sanctions on Russian diplomats and assets in the US, Obama on Thursday struck back at what the intelligence community has portrayed as an unprecedented    and successful    attempt by the Kremlin to meddle in the American democratic process.",
            "’Here are the full technical findings:’ ’Here’s the executive order:’] The White House on Thursday announced a series of retaliation sanctions against Russia for meddling with the US election process  —   specifically hacking the emails of the Democratic National Committee and Hillary Clinton’s campaign chairman  —   that includes the expulsion of 35 Russian intelligence operatives.",
            "The   has been consistently skeptical about the US intelligence consensus that Russia ordered   on Democratic party targets as a way to influence the 2016 election in his favor  —   the reason for Obama’s new sanctions."
        ],
        "tf-idf score": [
            1.0535165159038558,
            1.1835150666599146,
            0.9808421343222626
        ]
    },
    "0.2169229874205524-3-80": {
        "average clique similarity": 0.2169229874205524,
        "clique": [
            "3-House Speaker Paul R",
            "2-House Speaker Paul R",
            "4-House Speaker Paul R"
        ],
        "median tf-idf score": 0.6547210657718899,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "House Speaker Paul Ryan called the Obama measures ”appropriate” but also ”overdue” and ”a prime example of this administration’s ineffective foreign policy that has left America weaker in the eyes of the world”.",
            "House Speaker Paul Ryan, a Republican from Wisconsin, said Russia does not share America’s interests.",
            "House Speaker Paul Ryan, a Russia critic, will likely seek to influence Trump, further stressing their already fragile relationship and challenging incoming chief of staff Reince Priebus, who has emerged as a trusted middleman between his idiosyncratic boss and the established GOP order."
        ],
        "tf-idf score": [
            0.6547210657718899,
            0.4054732576383683,
            0.7965116859237105
        ]
    },
    "0.22425221875017076-3-99": {
        "average clique similarity": 0.22425221875017076,
        "clique": [
            "4-Putin is waiting to ",
            "1-Putin  it seems  is ",
            "2-Instead  Putin said "
        ],
        "median tf-idf score": 0.44417753279516836,
        "publications": [
            "Guardian",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "Putin is waiting to see ”is Trump on our side, or is he not?",
            "Putin, it seems, is willing simply to wait until Trump moves into the Oval Office.",
            "Instead, Putin said that he would wait until   Donald Trump administration takes office to see how to proceed."
        ],
        "tf-idf score": [
            0.3592704047189145,
            0.44417753279516836,
            0.6068115129274947
        ]
    },
    "0.22440421135148894-3-524": {
        "average clique similarity": 0.22440421135148894,
        "clique": [
            "2-The Obama administra",
            "0-What is a bewildered",
            "4-After weeks of   acc"
        ],
        "median tf-idf score": 0.7244671708892612,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "The Obama administration will also levy sanctions against two Russian intelligence agencies, the GRU and the FSB, and shut down two Russian compounds  —   one in Maryland, called Pioneer Point, and one in New York  —   used by Russian personnel for   purposes.",
            "What is a bewildered citizen to make of the sanctions that President Obama levied on Russian officials and the Russian government on Thursday?",
            "After weeks of   accusations about Russian hacking and promises of retaliation, the White House announced plans to expel 35 Russian diplomats    giving them and their families 72 hours to leave the country    and shuttering a pair of Russian compounds in New York and Maryland used by officials, in theory, for recreational purposes."
        ],
        "tf-idf score": [
            0.8860480198952947,
            0.6779608133122751,
            0.7244671708892612
        ]
    },
    "0.23902747783750752-4-76": {
        "average clique similarity": 0.23902747783750752,
        "clique": [
            "0-Putin announced that",
            "2-In response  Russia ",
            "4-The Russian Presiden",
            "1- Putin  in part  saw"
        ],
        "median tf-idf score": 0.5340186502305289,
        "publications": [
            "Atlantic",
            "CNN",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "Putin announced that he would not expel any American diplomats, despite the public recommendation of Foreign Minister Sergei Lavrov.",
            "In response, Russia’s foreign minister signaled Friday a desire to retaliate, in kind, against the US for the repulsion of Russian diplomats and new sanctions.",
            "The Russian President’s decision to postpone any retaliation for Washington’s sanctions, despite Foreign Minister Sergey Lavrov recommending the    expulsion of US diplomats, surprised some  .",
            "“Putin, in part, saw through that and sidestepped it by playing good cop to [Russian foreign minister Sergey] Lavrov and the [state] Duma, who were calling for a reciprocal response."
        ],
        "tf-idf score": [
            0.3356120906948643,
            0.7062281736680964,
            0.5771510746740486,
            0.49088622578700924
        ]
    },
    "0.24965570007870122-3-672": {
        "average clique similarity": 0.24965570007870122,
        "clique": [
            "3-And Putin saw fit to",
            "4-How did Putin respon",
            "1-After the Obama admi"
        ],
        "median tf-idf score": 0.41920308906605913,
        "publications": [
            "Guardian",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "And Putin saw fit to diminish the Obama sanctions further by declining to respond.",
            "How did Putin respond to the new sanctions?",
            "After the Obama administration’s tough new sanctions against Russia put the   in a vulnerable political position at home, in his own party and abroad, Donald Trump chose to respond in familiar fashion  —   with praise for Vladimir Putin."
        ],
        "tf-idf score": [
            0.41920308906605913,
            0.337970136500126,
            1.1075437146782763
        ]
    },
    "0.2553794410903473-3-176": {
        "average clique similarity": 0.2553794410903473,
        "clique": [
            "1- There is now a publ",
            "2-  US intelligence of",
            "4-In a  joint analysis"
        ],
        "median tf-idf score": 0.697189459658034,
        "publications": [
            "Guardian",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "“There is now a public record of what Russia did and why they did it,” said Zachary Goldman, executive director of New York University Law School’s Center on Law and Security, referring to a joint Department of Homeland Security and FBI report issued on Thursday.",
            "” US intelligence officials said previously, in a joint statement from the Department of Homeland Security and the Office of the Director of National Intelligence, that they are “confident” Vladimir Putin’s government was behind a series of hacks against Democratic institutions and operatives.",
            "In a ”joint analysis report” by the Department of Homeland Security and the FBI, released with the sanctions notice on Thursday a summary titled ”Russian Malicious Cyber Activity” and provided a detailed flowchart seeking to illustrate the complex nature of the Russian hacking effort."
        ],
        "tf-idf score": [
            0.697189459658034,
            0.842682224378348,
            0.6297431164488774
        ]
    },
    "0.2819705293528831-3-687": {
        "average clique similarity": 0.2819705293528831,
        "clique": [
            "0-After all  expressin",
            "3-This week  Trump sai",
            "4-He played down news "
        ],
        "median tf-idf score": 0.5506205428039759,
        "publications": [
            "Atlantic",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "After all, expressing concern over hacking and asking for an inquiry is diametrically opposed to Trump’s view that it probably wasn’t the Russians, and even if it was, it’s time to move on.",
            "This week, Trump said it was time to ”get on with our lives and do more important things”.",
            "He played down news of the sanctions on Thursday, saying it was ”time for the country to move on to bigger and better things”."
        ],
        "tf-idf score": [
            0.6153879402379276,
            0.5506205428039759,
            0.43577839430493487
        ]
    },
    "0.3145918536910843-3-393": {
        "average clique similarity": 0.3145918536910843,
        "clique": [
            "0-He even invited the ",
            "3- He even sent an inv",
            "4-In retrospect  Mosco"
        ],
        "median tf-idf score": 0.1504811572881924,
        "publications": [
            "NPR",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "He even invited the children of American diplomats to a bash at the Kremlin.",
            "(He even sent an invitation for U S diplomats to send their children to a holiday party in Moscow.)",
            "In retrospect, Moscow’s tactics appeared orchestrated: first threatening to match the explosions announced by the Obama administration the previous day, then, in seeking to appear magnanimous    even extending an invitation to the children of American diplomats in Washington to a Christmas party at the Kremlin    backing off."
        ],
        "tf-idf score": [
            0.12787951541699613,
            0.1504811572881924,
            0.5302575294286513
        ]
    },
    "0.3275911166831023-3-610": {
        "average clique similarity": 0.3275911166831023,
        "clique": [
            "2-Trump did not say Th",
            "4-Trump  who has repea",
            "0- It s time for our c"
        ],
        "median tf-idf score": 0.7681621713678126,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "Trump did not say Thursday what he plans to do with regard to Russia once he takes office, but did respond to the new sanctions by saying “it’s time for our country to move on to bigger and better things.",
            "Trump, who has repeatedly said he just wants everyone to move on, can undo the Thursday sanctions with relative ease after he takes office on January 20.",
            "“It’s time for our country to move on to bigger and better things,” Trump said."
        ],
        "tf-idf score": [
            0.9092139468710977,
            0.7681621713678126,
            0.4695900133531584
        ]
    },
    "0.35246577542689295-3-219": {
        "average clique similarity": 0.35246577542689295,
        "clique": [
            "3-Throughout 2016  Tru",
            "4-In his Thursday stat",
            "2-   Nevertheless  in "
        ],
        "median tf-idf score": 0.6728855527027559,
        "publications": [
            "NPR",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "Throughout 2016, Trump has repeatedly called not for sanctions but for closer ties with Russia, including cooperation in the fight against ISIS Russia has battled ISIS in Syria on behalf of that country’s embattled dictator, Bashar Assad, bombing the besieged   city of Aleppo that fell to Assad’s forces this week.",
            "In his Thursday statement, the   was more reserved and revealed he would, ”in the interest of our country and its great people,” take a meeting with ”leaders of the intelligence community next week in order to be updated on the facts of this situation”.",
            "” “Nevertheless, in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation,” Trump added in his statement."
        ],
        "tf-idf score": [
            0.953099080924596,
            0.5574149175637082,
            0.6728855527027559
        ]
    },
    "0.3618739421880914-3-311": {
        "average clique similarity": 0.3618739421880914,
        "clique": [
            "1-   The Senate majori",
            "3-Senate Majority Lead",
            "0-  Senate Majority Le"
        ],
        "median tf-idf score": 0.4078759200341773,
        "publications": [
            "Atlantic",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "”  The Senate majority leader, Mitch McConnell, agreed, saying: “The Russians are not our friends.",
            "Senate Majority Leader Mitch McConnell has so far resisted calls for a select committee to look into the Russian interference in the 2016 campaign.",
            "” Senate Majority Leader Mitch McConnell also portrayed Obama’s sanctions as too little and too late."
        ],
        "tf-idf score": [
            0.30902720336458406,
            0.5279667036342393,
            0.4078759200341773
        ]
    },
    "0.36852737523956397-3-687": {
        "average clique similarity": 0.36852737523956397,
        "clique": [
            "2-Trump tweeted his ap",
            "0-Great move on delay ",
            "4- I always knew he wa"
        ],
        "median tf-idf score": 0.25402992601858776,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "Trump tweeted his approval of the move to delay any retaliatory actions by the Russian President on Friday, writing, “Great move on delay (by V Putin)   I always knew he was very smart!” The operatives  —   some of whose names are here  —   and their families have 72 hours to leave the US Outside the Russian property in Long Island Thursday night, a group of cars carrying passengers could be seen from outside.",
            "Great move on delay (by V Putin)   I always knew he was very smart!",
            "”I always knew he was very smart!” Is this the start of a new Cold War?"
        ],
        "tf-idf score": [
            1.0678215128635606,
            0.25402992601858776,
            0.24041334728709782
        ]
    },
    "0.45088631136790386-3-687": {
        "average clique similarity": 0.45088631136790386,
        "clique": [
            "3-But this week  follo",
            "1-But he did agree to ",
            "0- Nevertheless  in th"
        ],
        "median tf-idf score": 0.3743881064375378,
        "publications": [
            "NPR",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            "But this week, following a chorus of confirmation from the U S intelligence community regarding the Russian role in computer hacking in the political campaign, Obama acted.",
            "But he did agree to meet intelligence officials next week, to be “updated on the facts”.",
            "“Nevertheless, in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation."
        ],
        "tf-idf score": [
            0.6494377340034577,
            0.2561865087668922,
            0.3743881064375378
        ]
    }
}