{
    "0.11884286562888935-3-210": {
        "average clique similarity": 0.11884286562888935,
        "clique": [
            "4-Mattis also appears ",
            "2-The choice of a seas",
            "3-Even Mattis   himsel"
        ],
        "median tf-idf score": 0.5762406325047328,
        "publications": [
            "CNN",
            "Reuters",
            "Business Insider"
        ],
        "sentences": [
            "Mattis also appears to be a skeptic of the   policy of putting women into combat roles.",
            "The choice of a seasoned military strategist would be another indication that Trump, a Republican, intends to steer U S foreign policy away from Democratic President Barack Obama’s increased reliance on U S allies to fight Islamist militants and to help deter Russian and Chinese aggression in Europe and Asia.",
            "Even Mattis   himself was forced into early retirement by the White House   because of his hawkish views on Iran,  at Foreign Policy."
        ],
        "tf-idf score": [
            0.4375536363417436,
            0.5762406325047328,
            0.6186520939051096
        ]
    },
    "0.12023548236397498-3-64": {
        "average clique similarity": 0.12023548236397498,
        "clique": [
            "5-Lawrence Korb  the A",
            "2- We are going to app",
            "1-A law dating back to"
        ],
        "median tf-idf score": 0.6449138701741126,
        "publications": [
            "Fox News",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "Lawrence Korb, the Assistant Secretary of Defense under the Reagan Administration, said that while he thinks Mattis is a “wonderful person,” there is “a reason we wrote this law.",
            "”We are going to appoint ’Mad Dog’ Mattis as our secretary of defense,” Trump told a rally in Cincinnati.",
            "A law dating back to 1947 stipulates a minimum   waiting period between active military duty and serving as Secretary of Defense, which is a civilian position."
        ],
        "tf-idf score": [
            0.6449138701741126,
            0.6546532650276573,
            0.3284119073652965
        ]
    },
    "0.12448776412715412-3-160": {
        "average clique similarity": 0.12448776412715412,
        "clique": [
            "4-But Mattis is also a",
            "2-Now a fellow at Stan",
            "1-His reply  Colin Gra"
        ],
        "median tf-idf score": 0.5267225543504347,
        "publications": [
            "CNN",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "But Mattis is also a   who easily and unpretentiously quotes both the Roman stoic Marcus Aurelius and Eliot Cohen, the Republican military strategist who was a leader of the ”never Trump” movement.",
            "Now a fellow at Stanford University’s Hoover Institution, Mattis is also a scholar who was praised by  .",
            "His reply: Colin Gray from the University of Reading is the most   strategist alive."
        ],
        "tf-idf score": [
            0.7511784806383037,
            0.5267225543504347,
            0.052790601024735984
        ]
    },
    "0.1257600408443084-3-49": {
        "average clique similarity": 0.1257600408443084,
        "clique": [
            "5-Mattis is the archet",
            "3-      Trump announce",
            "0-Mattis  who is adore"
        ],
        "median tf-idf score": 0.5041742045045016,
        "publications": [
            "National Review",
            "Fox News",
            "Business Insider"
        ],
        "sentences": [
            "Mattis is the archetype of the warrior scholar  —  that’s who we younger officers aspired to be.",
            "’ ’   Trump announced the pick  adding ”” ’ ’   Mattis is ”an excellent pick that offers an opportunity to   restore the warrior culture in DOD that’’s been undermined by this   administration,” Joe Kasper, chief of staff to Republican Rep.   Duncan Hunter of California, told Business Insider.",
            "Mattis, who is adored by the   monarchies for his honest courage, offers the Trump administration a chance to renew those bonds."
        ],
        "tf-idf score": [
            0.41258341486774097,
            0.7921375468813971,
            0.5041742045045016
        ]
    },
    "0.12889308592007742-3-154": {
        "average clique similarity": 0.12889308592007742,
        "clique": [
            "0-He recognizes that I",
            "1-    but according to",
            "5- Jim  as everyone kn"
        ],
        "median tf-idf score": 0.14759895313627974,
        "publications": [
            "Breitbart",
            "Fox News",
            "National Review"
        ],
        "sentences": [
            "He recognizes that Iran’s leaders are rational actors, but he also knows that their revolutionary impulses must be checked.",
            "—   but according to a profile at NBC News, he dislikes that moniker.",
            "“Jim, as everyone knows, is a   tough Marine  —  but he is also quite cerebral in that he is contemplative, thoughtful, and studious,” Gen. Jack Keane, who withdrew himself from consideration for the post in Trump’s Cabinet, told Fox News."
        ],
        "tf-idf score": [
            0.14759895313627974,
            0.06983675470036042,
            0.5367248195617949
        ]
    },
    "0.1314392856161568-3-2": {
        "average clique similarity": 0.1314392856161568,
        "clique": [
            "1-The Army was always ",
            "4-Third  because of th",
            "3-      If confirmed  "
        ],
        "median tf-idf score": 0.3026610446358433,
        "publications": [
            "Breitbart",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "The Army was always big on Clausewitz, the Prussian the Navy on Alfred Thayer Mahan, the American and the Air Force on Giulio Douhet, the Italian.",
            "Third, because of the current deference that the public and politicians have to the military and to veterans, the defense budget is getting dangerously skewed ”toward pay and benefits to the detriment of training, equipment and numbers in the force”.",
            "’ ”   If confirmed, Mattis would oversee  and civilian personnel and face myriad   challenges, from the ongoing fights against ISIS and China’s   moves in the South China Sea to the stress on the military   imposed by sequestration."
        ],
        "tf-idf score": [
            0.2630719278095019,
            0.3026610446358433,
            0.6398681588340644
        ]
    },
    "0.1364589388196672-3-465": {
        "average clique similarity": 0.1364589388196672,
        "clique": [
            "4-An American   genera",
            "5- Civilian control of",
            "1-His career is not de"
        ],
        "median tf-idf score": 0.21102248863291,
        "publications": [
            "CNN",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "An American   general is likely to move around some two dozen times during the course of a long career.",
            "“Civilian control of our military is a fundamental principle of American democracy, and I will not vote for an exception to this rule.",
            "His career is not devoid of controversy."
        ],
        "tf-idf score": [
            0.21274285912952307,
            0.21102248863291,
            0.031108393987271724
        ]
    },
    "0.1379278664252553-3-497": {
        "average clique similarity": 0.1379278664252553,
        "clique": [
            "1-As Marines  we could",
            "0-Later  he served as ",
            "5-   One retired Marin"
        ],
        "median tf-idf score": 0.40673952472690733,
        "publications": [
            "Fox News",
            "Breitbart",
            "National Review"
        ],
        "sentences": [
            "As Marines, we could never have been better served by his command,” Col. Brennan Byrne, now chief of staff for the 1st Marine Expeditionary Brigade, told the Military Times.",
            "Later, he served as a senior NATO commander, and as commanding officer of U S Central Command (CENTCOM).",
            "”  One retired Marine who served under Mattis told Fox News that the commander would prefer to “win without fighting."
        ],
        "tf-idf score": [
            0.40673952472690733,
            0.19180563143847978,
            0.6903391595978883
        ]
    },
    "0.13886821969719285-3-377": {
        "average clique similarity": 0.13886821969719285,
        "clique": [
            "4-Mattis may be nickna",
            "2-He said the formal a",
            "1-Let s not be naive  "
        ],
        "median tf-idf score": 0.45729237441998005,
        "publications": [
            "CNN",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "Mattis may be nicknamed ”Mad Dog” because of his ferocity on the battlefield and his colorful aphorisms  —   ”Be polite, be professional, but have a plan to kill everybody you meet”    but not only is he an avid reader, he is also a deep thinker.",
            "He said the formal announcement would be made on Monday.",
            "Let’s not be naive,” Mattis said at the time."
        ],
        "tf-idf score": [
            0.4883436538126585,
            0.10785644995686608,
            0.45729237441998005
        ]
    },
    "0.14168616135001655-3-356": {
        "average clique similarity": 0.14168616135001655,
        "clique": [
            "3-In 2003  as a major ",
            "1- Sir  I looked at th",
            "4-He   with General Da"
        ],
        "median tf-idf score": 0.4609497721571223,
        "publications": [
            "Business Insider",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "In 2003, as a major general, he once again   took up the task of motivating his young Marines to go into   battle,  to his troops before they   crossed the border into Iraq.",
            "“Sir, I looked at the duty roster for today and there was a young major who had it who is married and had a family and so I’m a bachelor, I thought why should the major miss out on the fun of having Christmas with his family, and so I took the duty for him,” Mattis replied.",
            "He   with General David Petraeus the 2006 counterinsurgency manual that helped to revolutionize the US approach to the Iraq War, emphasizing that fighting insurgents required    at least in the short term    assuming greater risks for American troops who had to get out of their massive bases and live among the Iraqi people if they were to have a chance of really understanding and ultimately defeating the Iraqi insurgency."
        ],
        "tf-idf score": [
            0.38971052800535194,
            0.5904172689624795,
            0.4609497721571223
        ]
    },
    "0.14189202727127923-3-120": {
        "average clique similarity": 0.14189202727127923,
        "clique": [
            "1-There are some items",
            "4-In August  Mattis pu",
            "5-Retired Col  Chris W"
        ],
        "median tf-idf score": 0.778220317375605,
        "publications": [
            "Breitbart",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "There are some items on Mattis’ resume that will probably be used against him, if Democrats decide to dig in and block his nomination, or at least seek to exact a political price from   Trump and the GOP Mattis himself would recommend studying adversarial tactics closely, so here are some attacks that might be coming his way: His famously bold speaking style landed him in a bit of hot water in 2005, when he said it was “a hell of a lot of fun” to shoot the Taliban, who “slap women around for five years because they didn’t wear a veil.",
            "In August, Mattis published    together with military historian Kori Schake    an edited volume about American   relations, ”Warriors and Citizens,” that surely many folks at the Pentagon will be reading in coming weeks as they try to understand Mattis and where he will likely be driving ”the building,” as the Pentagon is known to its many inhabitants.",
            "Retired Col. Chris Woodbridge, USMC, who served for the first time with Mattis in one of the first units deployed to Saudi Arabia when Saddam Hussein invaded Kuwait in 1990, told Fox News that he recalled Mattis telling him and his fellow officers that they should spend as much time reading and studying the profession as they did in physical training."
        ],
        "tf-idf score": [
            1.0053361682020967,
            0.6959031682783035,
            0.778220317375605
        ]
    },
    "0.1440293751363279-3-313": {
        "average clique similarity": 0.1440293751363279,
        "clique": [
            "3-      Though he  s b",
            "1-A package of strateg",
            "0-U S enemies fear Mat"
        ],
        "median tf-idf score": 0.3789029554891341,
        "publications": [
            "National Review",
            "Breitbart",
            "Business Insider"
        ],
        "sentences": [
            "’ ’   Though he’’s beloved by troops for his straight talk and strategic   genius, he’’s dealt with some controversy outside of the military   for .",
            "A package of strategic memos outlining ways he could win the race was reportedly sent to Mattis.",
            "U S enemies fear Mattis for his strategic brilliance."
        ],
        "tf-idf score": [
            0.24247005606050503,
            0.5222694799790258,
            0.3789029554891341
        ]
    },
    "0.14486845571126836-3-406": {
        "average clique similarity": 0.14486845571126836,
        "clique": [
            "3-The   has described ",
            "2-  Mattis  said   I v",
            "5-  Coerr told Fox New"
        ],
        "median tf-idf score": 0.7072952280944751,
        "publications": [
            "Reuters",
            "Business Insider",
            "Fox News"
        ],
        "sentences": [
            "The   has described Mattis as   ”very impressive” and said he was ”seriously considering” him for   the position.",
            "”(Mattis) said: ’I’ve always found, give me a pack of cigarettes and a couple of beers and I do better with that than I do with torture.’ And I was very impressed by that answer,” Trump told The New York Times.",
            "” Coerr told Fox News that Mattis was an “on the ground, living in the dirt” commander, and a very deep thinker."
        ],
        "tf-idf score": [
            0.7072952280944751,
            0.8220418676082658,
            0.6566646139979289
        ]
    },
    "0.14609259764532948-3-372": {
        "average clique similarity": 0.14609259764532948,
        "clique": [
            "2-The decision adds to",
            "0-I hoped Trump would ",
            "4-This view is shared "
        ],
        "median tf-idf score": 0.3318713271944803,
        "publications": [
            "CNN",
            "National Review",
            "Reuters"
        ],
        "sentences": [
            "The decision adds to Trump’s national security team another Pentagon veteran who served during the Obama administration but often had a testy relationship with it.",
            "I hoped Trump would pick Mattis as his national security advisor, but this is an even happier outcome: He can do infinitely more good atop the Pentagon.",
            "This view is shared by Trump’s designated national security adviser, Lt. Gen. Michael Flynn, and his nominee for CIA director, Rep. Mike Pompeo,  ."
        ],
        "tf-idf score": [
            0.3318713271944803,
            0.592241348900661,
            0.3104043150543597
        ]
    },
    "0.14634750700002597-3-174": {
        "average clique similarity": 0.14634750700002597,
        "clique": [
            "2-Having two Marine ge",
            "1-He is  the most reve",
            "3-      After Trump me"
        ],
        "median tf-idf score": 0.3024913974324332,
        "publications": [
            "Reuters",
            "Breitbart",
            "Business Insider"
        ],
        "sentences": [
            "Having two Marine generals in those top jobs would be highly unusual for a service that prides itself on being the most elite U S fighting force.",
            "He is “the most revered Marine general in at least a generation.",
            "’ ’   After Trump met with Mattis more than a week ago, most defense   watchers believed the retired Marine general was the top pick to   lead the Pentagon."
        ],
        "tf-idf score": [
            0.3024913974324332,
            0.19043042726117607,
            0.9608276776406492
        ]
    },
    "0.14916267701417227-4-488": {
        "average clique similarity": 0.14916267701417227,
        "clique": [
            "3-      In an    meeti",
            "4-Mattis clearly regar",
            "0-And  as respected by",
            "2- Once you get to be "
        ],
        "median tf-idf score": 0.48659767203181414,
        "publications": [
            "Reuters",
            "Business Insider",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "’ ’   In an    meeting with media executives and     personalities in November, Trump ”said he believes it is time to   have someone from the military as secretary of defense,” .",
            "Mattis clearly regards the policy of leaving it to military leaders to make the case for America’s war as dangerous.",
            "And, as respected by Trump as he is, he has a unique opportunity to persuade the   to wake up to reality: Russia aims to toy  —   rather than cooperate  —   with America.",
            "”Once you get to be a   officer, the   radius is whatever your Marines make it, and by the time I got up to the senior ranks it was hundreds of miles,” he said in a video for the Marine Corps."
        ],
        "tf-idf score": [
            0.5007745808294037,
            0.6297425702133344,
            0.32811970441136945,
            0.4724207632342245
        ]
    },
    "0.15723198484787368-3-129": {
        "average clique similarity": 0.15723198484787368,
        "clique": [
            "0-Of course  America f",
            "4-In a speech in Washi",
            "2-Mattis  whose past a"
        ],
        "median tf-idf score": 0.569149805399909,
        "publications": [
            "National Review",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "Of course, America faces challenges outside of the Middle East, too.",
            "In a speech in Washington in April, Mattis said that Iran is ”the single most enduring threat to stability and peace in the Middle East”.",
            "Mattis, whose past assignments include leading Central Command, which oversees U S military operations in the Middle East and South Asia, is known for his colorful expressions that unashamedly embrace the job of the U S armed forces: fighting wars."
        ],
        "tf-idf score": [
            0.1262196553269537,
            0.569149805399909,
            0.8000967870404232
        ]
    },
    "0.15873283312901923-3-234": {
        "average clique similarity": 0.15873283312901923,
        "clique": [
            "2-The Washington Post ",
            "5-   But U S law says ",
            "4-President Obama  in "
        ],
        "median tf-idf score": 0.8367719083016272,
        "publications": [
            "CNN",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "The Washington Post and CNN reported earlier that Trump had chosen Mattis, but Trump spokesman Jason Miller said earlier on Twitter that ”no decision has been made yet with regard to Secretary of Defense”.",
            "”  But U S law says a Defense Secretary must have been out of uniform for at least seven years, and Mattis has only been retired for three, meaning he will need a waiver from Congress to be confirmed for the post.",
            "President Obama, in Mattis’ telling, ”has been mostly silent on the war in Afghanistan since 2009 the case for continuing American troop presence has been made entirely by the military”."
        ],
        "tf-idf score": [
            0.8553451536860588,
            0.8186490083618649,
            0.8367719083016272
        ]
    },
    "0.15966702033830238-3-629": {
        "average clique similarity": 0.15966702033830238,
        "clique": [
            "5- He has said that he",
            "4-Similarly  Mattis is",
            "2-He has said one of t"
        ],
        "median tf-idf score": 0.4188008787203779,
        "publications": [
            "Reuters",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "“He has said that he’s never come across a situation he didn’t know how to handle because he’s always read about what he’s seen,” Coerr recalled.",
            "Similarly, Mattis is not a fan of Obama’s incremental troop deployments in Iraq and Syria to defeat ISIS Based on what he has said in the past, we should expect that he would push for whatever number of troops are needed to get the job done.",
            "He has said one of the toughest things he had to do was oversee the retreat of his forces from the city of Falluja in 2004, something he feared would hurt morale, but did not."
        ],
        "tf-idf score": [
            0.2934632947879192,
            0.8491522146755537,
            0.4188008787203779
        ]
    },
    "0.1655411655577386-3-60": {
        "average clique similarity": 0.1655411655577386,
        "clique": [
            "2-In one famous line i",
            "5- And if you don t ha",
            "1-If you read enough b"
        ],
        "median tf-idf score": 0.5568239376058328,
        "publications": [
            "Reuters",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "In one famous line in 2003 attributed to Mattis, the general told Marines in Iraq: ”Be polite, be professional, but have a plan to kill everybody you meet”.",
            "“And if you don’t have that depth of knowledge that you get from studying our military history like Gen. Mattis suggests, you’re at a disadvantage.",
            "If you read enough biography and history, you learn how people have dealt successfully or unsuccessfully with similar situations or patterns in the past."
        ],
        "tf-idf score": [
            0.6773909140299952,
            0.5568239376058328,
            0.1275122299287938
        ]
    },
    "0.16989802566378595-3-223": {
        "average clique similarity": 0.16989802566378595,
        "clique": [
            "2-The New York real es",
            "3-His last post was wi",
            "1-These were more than"
        ],
        "median tf-idf score": 0.2283121113919007,
        "publications": [
            "Breitbart",
            "Reuters",
            "Business Insider"
        ],
        "sentences": [
            "The New York real estate magnate famously asserted last year: ”I know more about ISIS than the generals do”.",
            "His last post was with US Central Command, the unified   command based in Tampa, Florida, tasked with operations in Iraq,   Afghanistan, and more than two dozen other countries.",
            "These were more than two dozen   males."
        ],
        "tf-idf score": [
            0.2283121113919007,
            0.39911458244175607,
            0.014949642207821148
        ]
    },
    "0.17039837420697082-3-146": {
        "average clique similarity": 0.17039837420697082,
        "clique": [
            "5-The law is part of t",
            "4-Further clues about ",
            "2-Trump has given the "
        ],
        "median tf-idf score": 0.6899275986726185,
        "publications": [
            "Fox News",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "The law is part of the 1947 National Security Act created at the inception of the Pentagon and the Department of Defense.",
            "Further clues about how Mattis may guide the Pentagon can be found in a thesis entitled ”The Mattis Way of War” written by Maj. Michael Valenti while he was a student at the US Army Staff College.",
            "Trump has given the job of national security adviser to Michael Flynn, a retired   Army general who was pushed out of the top job at the Defense Intelligence Agency in 2014 by Obama’s administration."
        ],
        "tf-idf score": [
            0.19525930978356754,
            0.6899275986726185,
            0.7261217996215916
        ]
    },
    "0.17974960411451082-3-198": {
        "average clique similarity": 0.17974960411451082,
        "clique": [
            "0-If Trump and Mattis ",
            "3-      A number of de",
            "4-Mattis has been shar"
        ],
        "median tf-idf score": 0.7220402718674662,
        "publications": [
            "Business Insider",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "If Trump and Mattis work with U S allies (notably the French) who are concerned about President Obama’s failure to enforce the deal, Iran could face rougher waters next year.",
            "’ ’   A number of defense secretaries who served under President Barack   Obama have criticized Obama for ”” the Pentagon.",
            "Mattis has been sharply critical of President Barack Obama’s policies on Iran, and Obama’s capping of troop numbers and campaign   in theaters of war such as Afghanistan and Iraq."
        ],
        "tf-idf score": [
            0.7220402718674662,
            0.3298882242842188,
            0.8865032659829593
        ]
    },
    "0.1836581129133894-3-521": {
        "average clique similarity": 0.1836581129133894,
        "clique": [
            "5-   But according to ",
            "2-Mattis would be the ",
            "4-His views on politic"
        ],
        "median tf-idf score": 0.596272470073557,
        "publications": [
            "CNN",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "”  But according to the Chairman of the House Armed Services Committee, Rep. Mac Thornberry,   Mattis won’t have trouble getting the waiver  —  and will be the first to do so since Gen. George S Marshall.",
            "Mattis would be the first former U S general to become defense secretary since George C Marshall took the job in 1950.",
            "His views on politics and war, In their concluding essay, in which Mattis and Schake variously quote the jurist Oliver Wendell Holmes the novelist Phil Klay founding father Samuel Adams and the Roman poet Juvenal, they make several key observations: First, since   American political leaders such as Presidents George W Bush and Barack Obama have deputized military leaders to make the political case for America’s wars."
        ],
        "tf-idf score": [
            0.596272470073557,
            0.5767383016097214,
            0.9140456339859129
        ]
    },
    "0.19056775349358251-4-779": {
        "average clique similarity": 0.19056775349358251,
        "clique": [
            "3-Still  the Marine co",
            "1-  While many readers",
            "2-As it should be   he",
            "4-How he meshes with T"
        ],
        "median tf-idf score": 0.41917429534407596,
        "publications": [
            "Business Insider",
            "Breitbart",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "Still, the Marine commandant at the time said   Mattis was counseled and that ”he should have chosen his words   more carefully,” .",
            "” While many readers of this quintessential Mattisism may regard it as evidence that he belongs in the Badass Hall of Fame, it should be noted that there were calls to discipline him for his remarks at the time.",
            "As it should be,” he said.",
            "How he meshes with Trump, Overall, Mattis and Schake urge that political leaders such as Trump should be making the case for the necessity of America’s wars rather than relying on the military to do so that those wars should be better resourced the United States should be in those wars to win, and the military should focus on waging successful wars rather than being a petri dish for social experimentation."
        ],
        "tf-idf score": [
            0.7277195601275555,
            0.11062903056059646,
            0.08582273626126441,
            0.8397461784398456
        ]
    },
    "0.19943889285851527-3-219": {
        "average clique similarity": 0.19943889285851527,
        "clique": [
            "4-It s very much of a ",
            "1-I am much more comfo",
            "0-Mattis will make Put"
        ],
        "median tf-idf score": 0.4002695401319818,
        "publications": [
            "Breitbart",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "It’s very much of a piece with Trump’s ”America First” sloganeering, but Mattis lays out this thinking with much greater specificity than his new boss.",
            "I am much more comfortable with   and his approach to warfare.",
            "Mattis will make Putin’s task much more difficult."
        ],
        "tf-idf score": [
            0.5298914014139119,
            0.028264653531630178,
            0.4002695401319818
        ]
    },
    "0.20352317829945507-3-675": {
        "average clique similarity": 0.20352317829945507,
        "clique": [
            "3-           Mattis is",
            "2-Mattis is a revered ",
            "1-His interest in Nati"
        ],
        "median tf-idf score": 0.4423677588413227,
        "publications": [
            "Breitbart",
            "Reuters",
            "Business Insider"
        ],
        "sentences": [
            "’ ’  ’ ’   Mattis is something of a legendary figure in the US military.",
            "Mattis is a revered figure in the Marine Corps and known for his distrust of Iran.",
            "His interest in Native American history and culture, dating back to his youth in Washington, is legendary."
        ],
        "tf-idf score": [
            0.4423677588413227,
            0.5509468796326528,
            0.1212177010202114
        ]
    },
    "0.20588828528774436-3-779": {
        "average clique similarity": 0.20588828528774436,
        "clique": [
            "1-After retiring from ",
            "3-      Mattis is curr",
            "0-He was a panelist on"
        ],
        "median tf-idf score": 0.21061746679725982,
        "publications": [
            "Breitbart",
            "Business Insider",
            "National Review"
        ],
        "sentences": [
            "After retiring from the military, he became a fellow at the Hoover Institution and kept writing.",
            "’ ’   Mattis is currently a distinguished fellow at Stanford,   conducting research and giving lectures on leadership and   strategy.",
            "He was a panelist on The McLaughlin Group and is currently a senior fellow at the Steamboat Institute."
        ],
        "tf-idf score": [
            0.14857888173406714,
            0.45898092568235954,
            0.21061746679725982
        ]
    },
    "0.2069157835943752-3-571": {
        "average clique similarity": 0.2069157835943752,
        "clique": [
            "0-   So Mattis is at o",
            "1- He was once asked w",
            "2-Mattis once said the"
        ],
        "median tf-idf score": 0.3658637279696914,
        "publications": [
            "Reuters",
            "Breitbart",
            "National Review"
        ],
        "sentences": [
            "’” So Mattis is at once a scholar and a warrior.",
            "“He was once asked which American Indian warrior he most respected.",
            "Mattis once said the most important 6 inches in a combat zone was ”between your ears”."
        ],
        "tf-idf score": [
            0.3658637279696914,
            0.2111759940036445,
            0.5939780592678792
        ]
    },
    "0.24134930828590873-3-575": {
        "average clique similarity": 0.24134930828590873,
        "clique": [
            "3-He asserted in 2005 ",
            "4-Influenced by the wo",
            "2-He was once rebuked "
        ],
        "median tf-idf score": 0.1904287510554048,
        "publications": [
            "Reuters",
            "Business Insider",
            "CNN"
        ],
        "sentences": [
            "He asserted in 2005 that it   was ”fun to shoot some people”  —   he said he was talking about   fundamentalists who ”slap women around” in Afghanistan for not   wearing veils.",
            "Influenced by the work of leadership guru Jim Collins, he focuses ”on getting the right people on board” in his organization and ”getting the wrong people out”.",
            "He was once rebuked for saying in 2005 that ”it’s fun to shoot some people”."
        ],
        "tf-idf score": [
            0.3813441298521864,
            0.13512429146272883,
            0.1904287510554048
        ]
    },
    "0.2452666892485643-3-708": {
        "average clique similarity": 0.2452666892485643,
        "clique": [
            "1-His nicknames includ",
            "2- U S   Donald Trump ",
            "5-  Mattis    known as"
        ],
        "median tf-idf score": 1.128460057345992,
        "publications": [
            "Fox News",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "His nicknames include “Chaos,” “Mad Dog,” and “The Warrior Monk.",
            " U S   Donald Trump said on Thursday night he would nominate retired Marine Corps General James Mattis, known as ”Mad Dog” and renowned for his tough talk and battlefield experience in Iraq and Afghanistan, to lead the Pentagon.",
            "” Mattis —  known as “Mad Dog” and “Warrior Monk,” is a former   Marine Corps general who served more than 40 years in the military before he retired from his post as Commander of the U S Central Command in 2013 following reports that he was not in lockstep with President Obama."
        ],
        "tf-idf score": [
            0.11106621742820495,
            1.128460057345992,
            1.1532412471218212
        ]
    },
    "0.2454734709536949-3-454": {
        "average clique similarity": 0.2454734709536949,
        "clique": [
            "3-      The   general ",
            "2-Because he retired o",
            "1-Mattis has only been"
        ],
        "median tf-idf score": 0.527703497864646,
        "publications": [
            "Reuters",
            "Business Insider",
            "Breitbart"
        ],
        "sentences": [
            "’ ’   The   general retired in 2013 after leading Marines for   44 years.",
            "Because he retired only in 2013, Mattis would need the U S Congress to waive a requirement that a defense secretary be a civilian for at least seven years before taking the top job at the Pentagon.",
            "Mattis has only been retired for three years."
        ],
        "tf-idf score": [
            0.2740350088881586,
            0.7041294473222326,
            0.527703497864646
        ]
    },
    "0.25116169121104087-3-287": {
        "average clique similarity": 0.25116169121104087,
        "clique": [
            "4-Mattis  who is unmar",
            "0-It must be stressing",
            "1-Mattis at one point "
        ],
        "median tf-idf score": 0.42170376339877136,
        "publications": [
            "Breitbart",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "Mattis, who is unmarried, instead moved his books    all 7, 000 of them    many of which, he has since given away to libraries.",
            "It must be stressing them out.",
            "Mattis at one point accumulated over 7, 000 books, before giving many of them away or donating them to libraries."
        ],
        "tf-idf score": [
            0.5311946058013916,
            0.00566602424714595,
            0.42170376339877136
        ]
    },
    "0.2519387418267538-3-779": {
        "average clique similarity": 0.2519387418267538,
        "clique": [
            "1-He ll need a special",
            "4-If Mattis is confirm",
            "3-Other Republicans an"
        ],
        "median tf-idf score": 0.44885118288036385,
        "publications": [
            "Breitbart",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "He’ll need a special waiver to serve as Secretary of Defense.",
            "If Mattis is confirmed as secretary of defense    which will require a congressional waiver since he recently retired as a military officer    he can be expected to argue for a robust military a deep commitment to America’s wars a skepticism about putting women on the front lines, and an adherence to the Geneva Conventions when it comes to the treatment of captured American enemies.",
            "Other Republicans and   DC insiders also   —   though he would   require a congressional waiver to serve as defense secretary   since he has not been out of uniform for the statutorily required   seven years."
        ],
        "tf-idf score": [
            0.19587408033138246,
            0.9675894128683814,
            0.44885118288036385
        ]
    },
    "0.2691759138054788-3-245": {
        "average clique similarity": 0.2691759138054788,
        "clique": [
            "4-We can expect this t",
            "2-Speaking about the I",
            "0-First  Mattis is lik"
        ],
        "median tf-idf score": 0.599703211262574,
        "publications": [
            "CNN",
            "National Review",
            "Reuters"
        ],
        "sentences": [
            "We can expect this troika will push for tougher action on Iran, though Mattis is also on record as saying that there is ”no going back” on the Iran nuclear deal, which puts him out of step with some in Trump’s inner circle.",
            "Speaking about the Iranian nuclear deal, Mattis said: ”Hoping that Iran is on the cusp of becoming a responsible, modern nation is a bridge too far”.",
            "First, Mattis is likely to push Trump to focus on fixing the Iran nuclear deal."
        ],
        "tf-idf score": [
            0.6017573294166094,
            0.599703211262574,
            0.5634838619730755
        ]
    },
    "0.2825193835336897-3-10": {
        "average clique similarity": 0.2825193835336897,
        "clique": [
            "5- He is an excellent ",
            "1-Senate Armed Service",
            "2-In a statement on Th"
        ],
        "median tf-idf score": 0.358231922948011,
        "publications": [
            "Reuters",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "“He is an excellent listener and he has extraordinary intellectual depth that will serve him well in making recommendations to the    concerning policy formulation and when  —  or not  —   to employ military force.",
            "Senate Armed Services Committee chairman John McCain ( ) praised the nominee on Monday as “one of the finest military officers of his generation, and an extraordinary leader,” expressing hope that he has “an opportunity to serve America again.",
            "In a statement on Thursday night, its chairman, Republican John McCain, called him ”one of the finest military officers of his generation and an extraordinary leader”."
        ],
        "tf-idf score": [
            0.358231922948011,
            0.5125168834485871,
            0.2933415951475695
        ]
    },
    "0.2991555811779635-3-350": {
        "average clique similarity": 0.2991555811779635,
        "clique": [
            "0-He fought honorably ",
            "1-One of the best illu",
            "4-Gen  Mattis led the "
        ],
        "median tf-idf score": 0.5613449477111319,
        "publications": [
            "CNN",
            "Breitbart",
            "National Review"
        ],
        "sentences": [
            "He fought honorably in the First Gulf War and Afghanistan, led the First Marine Division during the 2003 invasion of Iraq, and held multiple command positions in Iraq after the invasion.",
            "One of the best illustrations of the bond between Mattis and his men comes from 1998, when Marine Commandant Charles Krulak visited the Marine command at Quantico, Virginia to deliver cookies on Christmas.",
            "Gen. Mattis led the First Marine division during the invasion of Iraq in 2003."
        ],
        "tf-idf score": [
            0.41113550752006955,
            0.5613449477111319,
            0.6028866938293602
        ]
    },
    "0.30978599999688483-3-517": {
        "average clique similarity": 0.30978599999688483,
        "clique": [
            "4-The thesis examined ",
            "3-      He led his bat",
            "1-After   Mattis led  "
        ],
        "median tf-idf score": 0.6719491540453657,
        "publications": [
            "Business Insider",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "The thesis examined how Mattis commanded what The Military Times describes as ”the deepest insertion of Marines into a combat zone in US history”.",
            "’ ’   He led his battalion of Marines in the assault during the first   Gulf War in 1991 and commanded the task force charging into   Afghanistan in 2001.",
            "After   Mattis led “the deepest insertion of Marines into a combat zone in U S history” in Afghanistan, followed by “the longest sustained march in Marine Corps history” in Iraq."
        ],
        "tf-idf score": [
            0.6719491540453657,
            0.3206338024238015,
            0.678935644975019
        ]
    },
    "0.31834084310421-3-779": {
        "average clique similarity": 0.31834084310421,
        "clique": [
            "3-           Donald Tr",
            "4-  CNN  In picking Ge",
            "1-Retired Marine Gener"
        ],
        "median tf-idf score": 0.8637023677357862,
        "publications": [
            "Business Insider",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "’  ’ ’     Donald Trump has tapped retired Marine Gen. James   ”Mad Dog” Mattis for the role of defense secretary.",
            " (CNN) In picking Gen. Jim Mattis for Defense secretary,   Donald Trump has said that he found his ”Gen.",
            "Retired Marine General James N Mattis, named on Thursday as   Donald Trump’s choice for Secretary of Defense, is a    figure with a fascinating career."
        ],
        "tf-idf score": [
            0.95389162358943,
            0.8284096135831743,
            0.8637023677357862
        ]
    },
    "0.326239186173524-3-614": {
        "average clique similarity": 0.326239186173524,
        "clique": [
            "4-Similarly  when Matt",
            "0-  He  mandated that ",
            "1-Mattis was also atta"
        ],
        "median tf-idf score": 0.5928003029480113,
        "publications": [
            "CNN",
            "National Review",
            "Breitbart"
        ],
        "sentences": [
            "Similarly, when Mattis prepared for the invasion of Iraq he ”mandated that every major and above in the division read Russell Braddon’s ’The Siege,’” which was one of the only books ever written about fighting a war in Iraq.",
            "” He “mandated that every major and above in the division read Russell Braddon’s The Siege,” which tells the story of the British Expeditionary Force’s time in   during World War I, because it was”one of the few books written about fighting in Iraq.",
            "Mattis was also attacked in 2004 for an operation in Mukaradeeb, Iraq that was described as the massacre of a wedding party by critics."
        ],
        "tf-idf score": [
            0.7344579421999763,
            0.4954190663438673,
            0.5928003029480113
        ]
    }
}