{
    "0.18112471722028903-3-387": {
        "average clique similarity": 0.18112471722028903,
        "clique": [
            "1-         Carlson  th",
            "4-She says she was fir",
            "6-And she contends tha"
        ],
        "median tf-idf score": 0.7402250358269956,
        "publications": [
            "Business Insider",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "’ ’’ ’   Carlson  that she was no longer with Fox   News.",
            "She says she was fired in June.",
            "And she contends that she was cut from Fox altogether for rebuffing Ailes’ sexual advances."
        ],
        "tf-idf score": [
            0.7402250358269956,
            0.22412946677623302,
            0.7585262277274345
        ]
    },
    "0.19270388633769767-3-293": {
        "average clique similarity": 0.19270388633769767,
        "clique": [
            "4-Fox News representat",
            "6-In a lawsuit filed i",
            "1-      21st Century F"
        ],
        "median tf-idf score": 1.17116084657055,
        "publications": [
            "Business Insider",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "Fox News representatives did not immediately return requests for comment on the lawsuit, which was filed Wednesday in Superior Court in New Jersey’s Bergen County.",
            "In a lawsuit filed in a New Jersey civil court on Wednesday, lawyers for Carlson allege Ailes repeatedly dismissed her concerns that her colleagues on Fox  Friends had created a pervasively sexist atmosphere, telling her to learn to ”get along with the boys”.",
            "’ ’   21st Century Fox also pushed back on the Carlson lawsuit in   a statement Wednesday evening, defending both Ailes and ”Fox   & Friends”   Steve Doocy, who was also referenced in   lawsuit documents."
        ],
        "tf-idf score": [
            0.9175394745482292,
            1.17116084657055,
            1.2641311590281155
        ]
    },
    "0.20913900582136588-3-187": {
        "average clique similarity": 0.20913900582136588,
        "clique": [
            "3-Carlson  50  who   t",
            "5-Carlson  50  charged",
            "4-When Fox News did no"
        ],
        "median tf-idf score": 1.1848948696839166,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Carlson, 50, who   the “Fox & Friends” morning program and later an afternoon news show on Fox, was dropped by the network June 23 when her contract expired.",
            "Carlson, 50, charged in a lawsuit that Ailes, a former Republican political consultant who built Fox News into the   U S cable news channel, took her off the morning show ”Fox & Friends” in 2013 and cut her pay because she refused to have a sexual relationship with him.",
            "When Fox News did not commence any negotiations to renew her contract, Ms Carlson became aware that her career with the network was likely over and conveniently began to pursue a lawsuit."
        ],
        "tf-idf score": [
            1.0029270646608914,
            1.2839362857283239,
            1.1848948696839166
        ]
    },
    "0.2119485218058992-3-325": {
        "average clique similarity": 0.2119485218058992,
        "clique": [
            "5-The case is Carlson ",
            "2-If that s the case  ",
            "3-Fox News settled in "
        ],
        "median tf-idf score": 0.6062499583207884,
        "publications": [
            "Reuters",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "The case is Carlson v. Ailes, New Jersey Superior Court, Bergen County, case number not immediately available.",
            "If that’s the case, she’s certainly not going quietly.",
            "Fox News settled in the Weiler case, and the Herridge suit was dismissed."
        ],
        "tf-idf score": [
            0.6780322006477884,
            0.0579375271792983,
            0.6062499583207884
        ]
    },
    "0.22219395703376524-3-316": {
        "average clique similarity": 0.22219395703376524,
        "clique": [
            "3-Carlson  a former Mi",
            "0-  Carlson arrived at",
            "5-A Stanford Universit"
        ],
        "median tf-idf score": 0.6408844237866219,
        "publications": [
            "Washington Post",
            "Reuters",
            "Atlantic"
        ],
        "sentences": [
            "Carlson, a former Miss America, had been at Fox News for 11 years.",
            "” Carlson arrived at Fox News in 2005 from CBS News’s The Saturday Early Show.",
            "A Stanford University graduate and former Miss America pageant winner, she joined Fox News in 2005."
        ],
        "tf-idf score": [
            0.6950072194013597,
            0.6408844237866219,
            0.4874421909168021
        ]
    },
    "0.2568845285474828-3-387": {
        "average clique similarity": 0.2568845285474828,
        "clique": [
            "3-But she said she was",
            "6-In her lawsuit  Carl",
            "0-   In September 2009"
        ],
        "median tf-idf score": 0.5162399992973055,
        "publications": [
            "Washington Post",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "But she said she was regularly discriminated against by the network; she cited one instance in September when her   Doocy, grabbed her arm on air and attempted to “shush” her during a live telecast.",
            "In her lawsuit, Carlson alleges that Doocy routinely belittled, shunned and isolated her, even putting his hand on her during broadcasts to silence her.",
            "’” In September 2009, the complaint says, Carlson told a supervisor that her Fox  Friends   Steve Doocy, had created “a hostile work environment” by:   …     regularly treating her in a sexist and condescending way, including by putting his hand on her and pulling down her arm to shush her during a live telecast."
        ],
        "tf-idf score": [
            0.4997038220057878,
            0.5162399992973055,
            0.9437730155075312
        ]
    },
    "0.2623126744889188-3-374": {
        "average clique similarity": 0.2623126744889188,
        "clique": [
            "6-In the past  Fox New",
            "3-  Allegations of dis",
            "5-A year earlier  Fox "
        ],
        "median tf-idf score": 0.7270373987716967,
        "publications": [
            "NPR",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "In the past, Fox News has proved willing to settle cases rather let them fester a former producer sued   host Bill O’Reilly for sexual harassment after capturing his explicit sexual   on tape.",
            "” Allegations of discrimination have irregularly popped up at Fox News, most notably an accusation by a former producer of “The O’Reilly Factor,” Andrea Mackris, who accused host Bill O’Reilly of a harrassing her in a series of   conversations.",
            "A year earlier, Fox News host Bill O’Reilly paid an undisclosed sum to settle a lawsuit by a former producer who said the   anchor talked to her about sexual fantasies and masturbation."
        ],
        "tf-idf score": [
            0.7270373987716967,
            0.5768793264750285,
            0.9025276472062627
        ]
    },
    "0.26324329600324153-3-8": {
        "average clique similarity": 0.26324329600324153,
        "clique": [
            "2-Carlson s attorney  ",
            "0-Carlson alleges Aile",
            "6-In detailing what sh"
        ],
        "median tf-idf score": 1.4837246259795744,
        "publications": [
            "NPR",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "Carlson’s attorney (not a disinterested party, of course) told The New York Times that ”several women had contacted her saying they had similar experiences with Mr Ailes,” while ”other Fox News hosts who did not complain about harassment and rebuff his sexual advances,” were, in turn, given ”media support and promotion”.",
            "Carlson alleges Ailes fired her from the network late last month because she refused his sexual advances, and because she complained to him about sexual harassment in the office.",
            "In detailing what she called her demotion to the 2 p. m. slot, Carlson’s lawsuit states that Ailes reduced her pay though her workload as a solo host increased and ”refused to provide her with anywhere near the level of network media support and promotion provided to other Fox News hosts who did not complain about harassment and rebuff his sexual advances”."
        ],
        "tf-idf score": [
            1.5427180985487061,
            0.8796059914158297,
            1.4837246259795744
        ]
    },
    "0.2681376390296147-3-387": {
        "average clique similarity": 0.2681376390296147,
        "clique": [
            "6-Fox News Chairman Ro",
            "3- Noam   Images For G",
            "1-         Fox News CE"
        ],
        "median tf-idf score": 1.008417885743884,
        "publications": [
            "NPR",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "Fox News Chairman Roger Ailes has been sued for sexual harassment by a longtime Fox News host and anchor who alleges her career suffered at the network because she refused his sexual advances.",
            "(Noam   Images For Giff)  In a suit filed Wednesday in superior court in Bergen County, N J Carlson alleges that Ailes “unlawfully retaliated” against her and “sabotaged her career after she refused his sexual advances and complained about severe and pervasive sexual harassment.",
            "’  ’ ’   Fox News CEO Roger Ailes denied accusations of sexual harassment   and slammed the host who  in a statement released Wednesday   evening."
        ],
        "tf-idf score": [
            1.1537824194725264,
            1.008417885743884,
            1.000414502187913
        ]
    },
    "0.26840849831921915-3-256": {
        "average clique similarity": 0.26840849831921915,
        "clique": [
            "4-   NEW YORK  AP     ",
            "1-      In a  Carlson ",
            "2-  CNN  Recently  lon"
        ],
        "median tf-idf score": 1.5148939131511228,
        "publications": [
            "Breitbart",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "** NEW YORK (AP)  —   Former Fox News Channel anchor Gretchen Carlson is suing network chief executive Roger Ailes, claiming she was fired after refusing his sexual advances.",
            "’ ’   In a  Carlson’’s attorneys said the former host of   ”The Real Story With Gretchen Carlson” was fired by the network   after she ”rebuffed Mr Ailes sexual advances” and challenged   what she perceived as unequal treatment of women in the   workplace.",
            " (CNN) Recently, longtime Fox News anchor Gretchen Carlson filed a lawsuit in New Jersey Superior Court against her former boss, Fox News chairman Roger Ailes, saying Ailes forced her out of the company after she refused, over a number of years, his sexual advances."
        ],
        "tf-idf score": [
            1.5148939131511228,
            1.2758284378183526,
            1.538761398692308
        ]
    },
    "0.27285953065471363-3-159": {
        "average clique similarity": 0.27285953065471363,
        "clique": [
            "6-In other conversatio",
            "0-The complaint allege",
            "3-  According to the c"
        ],
        "median tf-idf score": 0.6260469974890697,
        "publications": [
            "NPR",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "In other conversations, Carlson contends, Ailes underscored what he could do for her career if she would look upon his invitations favorably.",
            "The complaint alleges Ailes injected innuendo and sexist comments into his conversations with Carlson, which including calling her “sexy,” “ogling Carlson in his office and asking her to turn around so he could view her posterior,” “commenting that certain outfits enhanced Carlson’s figure and urging her to wear them every day,” and “admonishing her to stop worrying about being treated equally and getting ‘offended so God damn easy about everything.",
            "” According to the complaint, he “ogled” her in his office and asked her to turn around so he could view her posterior; suggested that she wear certain outfits to show off her figure; commented “repeatedly” about her legs; and said that if he could choose one person to be stranded on a desert island with, it would be Carlson."
        ],
        "tf-idf score": [
            0.5599639177682512,
            0.9643307885345443,
            0.6260469974890697
        ]
    },
    "0.29785724947955594-3-40": {
        "average clique similarity": 0.29785724947955594,
        "clique": [
            "4-Statement released b",
            "6-Ailes has issued a s",
            "5-Ailes  also the netw"
        ],
        "median tf-idf score": 0.694646087718337,
        "publications": [
            "Breitbart",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "Statement released by Roger Ailes: Gretchen Carlson’s allegations are false.",
            "Ailes has issued a statement on the lawsuit, which reads: ”Gretchen Carlson’s allegations are false.",
            "Ailes, also the network’s chairman, denied Carlson’s allegations late on Wednesday."
        ],
        "tf-idf score": [
            0.694646087718337,
            0.8263431466488467,
            0.6643694733108363
        ]
    },
    "0.30456858598031944-4-194": {
        "average clique similarity": 0.30456858598031944,
        "clique": [
            "1-       Ironically  F",
            "6-She wrote in her mem",
            "4-Ironically  FOX News",
            "3-Carlson doesn t ment"
        ],
        "median tf-idf score": 0.6700641661910021,
        "publications": [
            "Washington Post",
            "Business Insider",
            "NPR",
            "Breitbart"
        ],
        "sentences": [
            "’ ’   ”Ironically, FOX News provided her with more   opportunities   over her 11 year tenure than any other employer in the industry,   for which she thanked me in her recent book,” Ailes said in the   statement.",
            "She wrote in her memoir that because of her looks, she felt   about whether people took her seriously.",
            "Ironically, FOX News provided her with more   opportunities over her 11 year tenure than any other employer in the industry, for which she thanked me in her recent book.",
            "Carlson doesn’t mention any instances of harrassment in her 2015 memoir, “Getting Real,” because Fox had approval over the book, Smith said."
        ],
        "tf-idf score": [
            1.042507283786435,
            0.09909179010945536,
            0.6211120710413899,
            0.7190162613406144
        ]
    },
    "0.3118228971343868-3-387": {
        "average clique similarity": 0.3118228971343868,
        "clique": [
            "6-Gretchen Carlson s c",
            "1-Before she got her o",
            "0-She joined the netwo"
        ],
        "median tf-idf score": 0.6472457819827592,
        "publications": [
            "NPR",
            "Business Insider",
            "Atlantic"
        ],
        "sentences": [
            "Gretchen Carlson’s contract at the network expired late last month after a long stint as the   of the morning show Fox  Friends and nearly three years hosting her own show in the afternoon.",
            "Before she got her own show, Carlson was also   a   on ”Fox & Friends”.",
            "She joined the network’s morning show Fox  Friends a year later."
        ],
        "tf-idf score": [
            0.8452090285633556,
            0.6472457819827592,
            0.4377695991630737
        ]
    },
    "0.31256850314397155-4-387": {
        "average clique similarity": 0.31256850314397155,
        "clique": [
            "5-The lawsuit filed in",
            "3-She also alleges tha",
            "4-She says that happen",
            "6-When Carlson met wit"
        ],
        "median tf-idf score": 0.8395956843304291,
        "publications": [
            "Reuters",
            "Washington Post",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "The lawsuit filed in New Jersey state court accused the    Ailes of wrongfully firing Carlson and before that ”ostracizing, marginalizing and shunning her after making clear to her that these ’problems’ would not have existed, and could be solved, if she had a sexual relationship with him”.",
            "She also alleges that Ailes, 76, suggested that they have a sexual relationship during a meeting last year to discuss Carlson’s complaints, according to her lawsuit.",
            "She says that happened nine months after Ailes told her that “you and I should have had a sexual relationship a long time ago.",
            "When Carlson met with Ailes to complain, she alleges Ailes replied, ”I think you and I should have had a sexual relationship a long time ago”."
        ],
        "tf-idf score": [
            0.9399190035217236,
            0.9082995944311292,
            0.5497960599977288,
            0.770891774229729
        ]
    },
    "0.33026490243481504-3-365": {
        "average clique similarity": 0.33026490243481504,
        "clique": [
            "0-Doocy engaged in a p",
            "2-In her suit  she des",
            "5-The suit also allege"
        ],
        "median tf-idf score": 0.8035994234996672,
        "publications": [
            "Atlantic",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "Doocy engaged in a pattern and practice of severe and pervasive sexual harassment of Carlson, including, but not limited to, mocking her during commercial breaks, shunning her off air, refusing to engage with her on air, belittling her contributions to the show, and generally attempting to put her in her place by refusing to accept and treat her as an intelligent and insightful female journalist rather than a blond female prop.",
            "In her suit, she describes a boys’ club atmosphere at Fox News, where for a long time, she alleges, she was ogled and ”treated like a blond female prop”.",
            "The suit also alleged that her ”Fox & Friends”   Steve Doocy treated Carlson as a ”blond female prop,” refusing to engage with her on air and belittling her contributions."
        ],
        "tf-idf score": [
            0.8035994234996672,
            0.8086657008717221,
            0.8033498747668018
        ]
    },
    "0.33097692788609423-3-326": {
        "average clique similarity": 0.33097692788609423,
        "clique": [
            "1-In a press release a",
            "6-According to Ailes  ",
            "0-When Carlson met wit"
        ],
        "median tf-idf score": 1.1259394208994788,
        "publications": [
            "Atlantic",
            "Business Insider",
            "NPR"
        ],
        "sentences": [
            "In a press release about her lawsuit, Carlson’’s   representatives said Ailes told her last year: ”I think you and I   should have had a sexual relationship a long time ago and then   you’’d be good and better and I’’d be good and better”.",
            "According to Ailes’ unauthorized biographer, Gabriel Sherman, Ailes once pointed out Carlson to an associate as a Miss America, and then added, ”It must not have been a good year”.",
            "When Carlson met with Ailes to discuss treatment she considered offensive, the complaint alleges, Ailes told her, the lawsuit claims, they “should have had a sexual relationship a long time ago and then you’d be good and better and I’d be good and better,” adding that “sometimes problems are easier to solve” that way."
        ],
        "tf-idf score": [
            1.1259394208994788,
            0.6541343566517377,
            1.160795545213185
        ]
    },
    "0.33414453813196043-3-387": {
        "average clique similarity": 0.33414453813196043,
        "clique": [
            "6-Carlson is a   violi",
            "4-  The    Carlson was",
            "2-Carlson is both beau"
        ],
        "median tf-idf score": 0.40423553736538864,
        "publications": [
            "NPR",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "Carlson is a   violinist who is both a Miss America winner and a Stanford University graduate who went on to study at Oxford University.",
            "” The    Carlson was Miss America in 1989.",
            "Carlson is both beautiful and brilliant, a former pageant winner  —   she was named Miss America in 1988  —   and trained violinist who graduated from Stanford University and spent a year abroad at Oxford."
        ],
        "tf-idf score": [
            0.36611901111610845,
            0.40423553736538864,
            0.6011637064726219
        ]
    },
    "0.3518880140037099-3-387": {
        "average clique similarity": 0.3518880140037099,
        "clique": [
            "0-As of Wednesday  it ",
            "3- Former Fox News hos",
            "1-      Former Fox New"
        ],
        "median tf-idf score": 1.223949792171058,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "As of Wednesday, it has something new: a link to download the lawsuit Carlson filed this morning against her former boss, Roger Ailes, the chairman of Fox News.",
            " Former Fox News host Gretchen Carlson has filed a lawsuit against the network’s chairman and chief executive, Roger Ailes, alleging that he fired her in retaliation for rebuffing his sexual advances.",
            "’ ’   Former Fox News host Gretchen Carlson filed the lawsuit against   Ailes following a decision not to renew her contract."
        ],
        "tf-idf score": [
            1.223949792171058,
            1.4695214945516384,
            1.1815189134303745
        ]
    },
    "0.37881413803149394-3-331": {
        "average clique similarity": 0.37881413803149394,
        "clique": [
            "0-When Ailes learned a",
            "1-      The release al",
            "3-  It alleges that Ai"
        ],
        "median tf-idf score": 0.5637429309068555,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Business Insider"
        ],
        "sentences": [
            "When Ailes learned about Carlson’s complaints, the suit says, the network boss called her a “man hater” and told her she needed to learn to “get along with the boys.",
            "’ ’   The release also alleged that Ailes called Carlson a ”man hater”.",
            "” It alleges that Ailes responded to her complaints by calling her a “man hater” and “killer” and telling her she needed “to get along with the boys."
        ],
        "tf-idf score": [
            0.8398329816925187,
            0.5637429309068555,
            0.4371495604898879
        ]
    },
    "0.40343725994578367-3-105": {
        "average clique similarity": 0.40343725994578367,
        "clique": [
            "5-She is seeking damag",
            "0-Carlson is seeking m",
            "6-Carlson s lawsuit se"
        ],
        "median tf-idf score": 0.3307934937095598,
        "publications": [
            "Reuters",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "She is seeking damages for lost compensation, damage to her career and mental anguish.",
            "Carlson is seeking monetary compensation for damages to her career and reputation.",
            "Carlson’s lawsuit seeks unspecified compensation for damages."
        ],
        "tf-idf score": [
            0.09481251162428471,
            0.3307934937095598,
            0.39547094498503277
        ]
    },
    "0.42990050314613026-3-208": {
        "average clique similarity": 0.42990050314613026,
        "clique": [
            "3-Carlson s attorney  ",
            "1- When Fox News did n",
            "6-When Fox News did no"
        ],
        "median tf-idf score": 1.1848948696839166,
        "publications": [
            "NPR",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "Carlson’s attorney, Nancy Erika Smith, said in an interview that Carlson did not go public with her complaints because she sought to resolve them internally.",
            "”When Fox News did not commence any negotiations to   renew her contract, Ms Carlson became aware that her career with   the network was likely over and conveniently began to pursue a   lawsuit”.",
            "When Fox News did not commence any negotiations to renew her contract, Ms Carlson became aware that her career with the network was likely over and conveniently began to pursue a lawsuit."
        ],
        "tf-idf score": [
            0.5298068685335977,
            1.1848948696839166,
            1.1848948696839166
        ]
    },
    "0.43813660506225344-3-387": {
        "average clique similarity": 0.43813660506225344,
        "clique": [
            "5- This is a retaliato",
            "3-  It continued   Whe",
            "2-Already  Ailes has r"
        ],
        "median tf-idf score": 0.9742267134694228,
        "publications": [
            "Reuters",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "”This is a retaliatory suit for the network’s decision not to renew her contract, which was due to the fact that her disappointingly low ratings were dragging down the afternoon lineup,” Ailes’ statement said.",
            "” It continued: “When Fox News did not commence any negotiations to renew her contract, Ms Carlson became aware that her career with the network was likely over and conveniently began to pursue a lawsuit.",
            "Already, Ailes has responded to the allegations by saying the retaliation was hers, and not his that Carlson’s contract was not renewed due to poor ratings and that she’s acting out of revenge."
        ],
        "tf-idf score": [
            0.9742267134694228,
            1.1890753778052863,
            0.8431426661209298
        ]
    },
    "0.4621577706303673-3-201": {
        "average clique similarity": 0.4621577706303673,
        "clique": [
            "3-While we have full c",
            "2-But we also have an ",
            "6- While we have full "
        ],
        "median tf-idf score": 0.5963301357914403,
        "publications": [
            "Washington Post",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "While we have full confidence in Mr Ailes and Mr Doocy, who have served the company brilliantly for over two decades, we have commenced an internal review of the matter.",
            "But we also have an obligation to believe a woman is not making up sexual harassment.",
            "”While we have full confidence in Mr Ailes and Mr Doocy, who have served the company brilliantly for over two decades, we have commenced an internal review of the matter”."
        ],
        "tf-idf score": [
            0.5963301357914403,
            0.22048471504793912,
            0.5963301357914403
        ]
    },
    "0.4996181365820699-4-387": {
        "average clique similarity": 0.4996181365820699,
        "clique": [
            "3-  Carlson s allegati",
            "6-This is a retaliator",
            "0-She left in 2013  wh",
            "1-       This is a ret"
        ],
        "median tf-idf score": 1.066544915295616,
        "publications": [
            "Washington Post",
            "NPR",
            "Atlantic",
            "Business Insider"
        ],
        "sentences": [
            "” Carlson’s allegations are false and retaliatory, Ailes’s statement this week said, “for the network’s decision not to renew her contract, which was due to the fact that her disappointingly low ratings were dragging down the afternoon lineup.",
            "This is a retaliatory suit for the network’s decision not to renew her contract, which was due to the fact that her disappointingly low ratings were dragging down the afternoon lineup.",
            "She left in 2013, which the lawsuit claims was “retaliation” by Ailes, and hosted an eponymous afternoon show until her contract with Fox News ended in June —  another retaliatory move, according to the suit.",
            "’ ’   ”This is a retaliatory suit for the network’s decision not to   renew her contract, which was due to the fact that her   disappointingly low ratings were dragging down the afternoon   lineup,” Ailes said in a statement provided to Business   Insider."
        ],
        "tf-idf score": [
            1.2395682777593287,
            0.5528315007243777,
            1.1114735929746113,
            1.0216162376166205
        ]
    },
    "0.5165677356308616-3-251": {
        "average clique similarity": 0.5165677356308616,
        "clique": [
            "5- While we have full ",
            "3-Separately  Fox News",
            "4-While we have full c"
        ],
        "median tf-idf score": 0.9568092358870391,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "”While we have full confidence in Mr Ailes and Mr Doocy, who have served the company brilliantly for over two decades, we have commenced an internal review of the matter,” Fox said.",
            "Separately, Fox News also issued a statement defending Ailes and Steve Doocy, the “Fox & Friends”   the complaint accuses of mistreating her: “The Company has seen the allegations against Mr Ailes and Mr Doocy.",
            "While we have full confidence in Mr Ailes and Mr Doocy, who have served the company brilliantly for over two decades, we have commenced an internal review of the matter."
        ],
        "tf-idf score": [
            0.9568092358870391,
            1.0990756941323907,
            0.5963301357914403
        ]
    },
    "0.550942766422399-3-387": {
        "average clique similarity": 0.550942766422399,
        "clique": [
            "1-       The Company h",
            "4-Update  7 11 pm ET  ",
            "6-A statement issued b"
        ],
        "median tf-idf score": 0.9357582269923876,
        "publications": [
            "Business Insider",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "’ ’   ”The Company has seen the allegations against Mr Ailes and Mr   Doocy,” the Fox statement said.",
            "Update, 7:11 pm ET:  Statement released by 21th Century Fox: The Company has seen the allegations against Mr Ailes and Mr Doocy.",
            "A statement issued by 21st Century Fox said the company has seen the allegations."
        ],
        "tf-idf score": [
            0.9357582269923876,
            0.9396972695089534,
            0.6448620334238369
        ]
    },
    "0.5903583778908933-4-322": {
        "average clique similarity": 0.5903583778908933,
        "clique": [
            "5- This is going to be",
            "1- This defamatory law",
            "3-This defamatory laws",
            "6-This defamatory laws"
        ],
        "median tf-idf score": 0.24459175733140925,
        "publications": [
            "Washington Post",
            "Business Insider",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "”This is going to be an extraordinary several months,” he said.",
            "”This defamatory lawsuit is not only offensive, it is   wholly without merit and will be defended vigorously”.",
            "This defamatory lawsuit is not only offensive, it is wholly without merit and will be defended vigorously.",
            "This defamatory lawsuit is not only offensive, it is wholly without merit and will be defended vigorously”."
        ],
        "tf-idf score": [
            0.16607683833865108,
            0.24459175733140925,
            0.24459175733140925,
            0.24459175733140925
        ]
    },
    "0.6150244122653968-3-387": {
        "average clique similarity": 0.6150244122653968,
        "clique": [
            "3-Ironically  Fox News",
            "6-Ironically  FOX News",
            "5-He added that Carlso"
        ],
        "median tf-idf score": 0.5734453287483338,
        "publications": [
            "Washington Post",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "Ironically, Fox News provided her with more   opportunities over her   tenure than any other employer in the industry, for which she thanked me in her recent book.",
            "Ironically, FOX News provided her with more   opportunities over her 11 year tenure than any other employer in the industry, for which she thanked me in her recent book.",
            "He added that Carlson had thanked him in a recent book."
        ],
        "tf-idf score": [
            0.5734453287483338,
            0.6211120710413899,
            0.3162589523299491
        ]
    },
    "0.8074326102296313-4-30": {
        "average clique similarity": 0.8074326102296313,
        "clique": [
            "1- We take these matte",
            "5-In a statement  21st",
            "3-We take these matter",
            "6- We take these matte"
        ],
        "median tf-idf score": 0.07339674710220995,
        "publications": [
            "Reuters",
            "Business Insider",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "”We take these matters seriously.",
            "In a statement, 21st Century Fox said: ”We take these matters seriously”.",
            "We take these matters seriously.",
            "”We take these matters seriously,” it read."
        ],
        "tf-idf score": [
            0.06558965332659773,
            0.542943827685977,
            0.06558965332659773,
            0.08120384087782215
        ]
    }
}