{
    "0.1438305316792867-3-76": {
        "average clique similarity": 0.1438305316792867,
        "clique": [
            "1-  Rebel officials fr",
            "4-Now  it seemed  they",
            "3-In any case those gr"
        ],
        "median tf-idf score": 0.7808161529458636,
        "publications": [
            "New York Times",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "” Rebel officials from Nour     and Ahrar   two powerful opposition groups with a presence in the city, confirmed the deal to evacuate, but there was confusion over exactly where the opposition would have to go, with rebels saying they would be transported to the western Aleppo countryside.",
            "Now, it seemed, they would survive, and avoid arrest in a country where dissent can be punished by torture.",
            "In any case those groups have now lost their foothold in Syria’s largest city and they’re being forced now to go to Idlib, which is ruled by much more   rebel groups, or fragmented enclaves further in northern Aleppo”."
        ],
        "tf-idf score": [
            0.9072797835818319,
            0.06363608047923774,
            0.7808161529458636
        ]
    },
    "0.14483961070508733-3-430": {
        "average clique similarity": 0.14483961070508733,
        "clique": [
            "3- Some of them were b",
            "2- The residents were ",
            "1-The agreement  which"
        ],
        "median tf-idf score": 0.3760421937050407,
        "publications": [
            "Guardian",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "”Some of them were backed by the U S and its allies over the years  —   not enough to make a big difference, it seems, in the battle but enough to keep it going, which a lot of Syrians say was the worst of both worlds.",
            "“The residents were unable to retrieve them due to the intense bombardment and their fear of being shot on sight.",
            "The agreement, which has effectively ended the battle for Aleppo after four years of fighting, capped weeks of immense suffering and violence that have left residents in total despair and increasingly angry at the international community for abandoning them to their fate."
        ],
        "tf-idf score": [
            0.3760421937050407,
            0.14757716951375932,
            0.6150657475279757
        ]
    },
    "0.1454234940473913-3-40": {
        "average clique similarity": 0.1454234940473913,
        "clique": [
            "3- The Syrian leader c",
            "0-The road is the main",
            "4-If the deal is carri"
        ],
        "median tf-idf score": 0.23883518014435248,
        "publications": [
            "New York Times",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "”The Syrian leader can claim a stronger position than at any point since the early days of a war that broke out in 2011,” Greg writes.",
            "The road is the main entry point to the city from the south.",
            "If the deal is carried out, and all rebel fighters leave as agreed, it would mark a major turning point in Syria’s nearly   war."
        ],
        "tf-idf score": [
            0.23883518014435248,
            0.17054778170340332,
            0.4845972977513299
        ]
    },
    "0.1461378605080732-3-61": {
        "average clique similarity": 0.1461378605080732,
        "clique": [
            "4-That satisfied a key",
            "0-I have suffered that",
            "3- The first convoy th"
        ],
        "median tf-idf score": 0.2709446468862038,
        "publications": [
            "New York Times",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "That satisfied a key demand that both groups have an option to avoid going to   areas, where dissidents and medical and humanitarian workers working in   areas have been punished as terrorists.",
            "I have suffered that loss.",
            "”The first convoy that attempted to leave was stopped by the   Shiite militias that have been helping the Syrian government on the ground."
        ],
        "tf-idf score": [
            0.2709446468862038,
            0.020250099677993256,
            0.40008951923626407
        ]
    },
    "0.14959827966201497-3-127": {
        "average clique similarity": 0.14959827966201497,
        "clique": [
            "0-They either have to ",
            "2-The number of civili",
            "1- I really  really ho"
        ],
        "median tf-idf score": 0.6444871461168813,
        "publications": [
            "Buzzfeed News",
            "Reuters",
            "Guardian"
        ],
        "sentences": [
            "They either have to surrender or die,” Lieutenant General Zaid   head of the government’s Aleppo security committee, told reporters in the recaptured Sheikh Saeed district of the city.",
            "The number of civilians thought to remain in the east of the city varies.",
            "“I really, really hope this deal will materialise because the suffering of civilians on both sides has been immense,” said Pawel Krzysiek, head of media at the International Committee of the Red Cross, who was in Aleppo."
        ],
        "tf-idf score": [
            0.6444871461168813,
            0.3603902940281456,
            0.9163035854109672
        ]
    },
    "0.1500766466635665-3-225": {
        "average clique similarity": 0.1500766466635665,
        "clique": [
            "2-   The only way to a",
            "3-Updated at 8 00 p  m",
            "4-But there were still"
        ],
        "median tf-idf score": 0.5102462036232407,
        "publications": [
            "New York Times",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "” “The only way to alleviate the deep foreboding and suspicion that massive crimes may be under way both within Aleppo,” the statement said, is to allow external bodies like the UN access to the rapidly shrinking   parts of Aleppo.",
            "Updated at 8:00 p. m. ET, A   in besieged eastern Aleppo appears to be going forward, paving the way for people trapped there to evacuate.",
            "But there were still doubts and fears about whether the way out would be smooth or safe."
        ],
        "tf-idf score": [
            0.630985225440437,
            0.5102462036232407,
            0.06061550912786857
        ]
    },
    "0.1529590764643979-3-439": {
        "average clique similarity": 0.1529590764643979,
        "clique": [
            "3-But that deal collap",
            "0- The Syrian army and",
            "1-A Syrian military of"
        ],
        "median tf-idf score": 0.47379945950579266,
        "publications": [
            "NPR",
            "Reuters",
            "Guardian"
        ],
        "sentences": [
            "But that deal collapsed on Wednesday morning.",
            " The Syrian army and its allies are in the ”last moments before declaring victory” in Aleppo, a Syrian military source said, after rebel defenses collapsed on Monday, leaving insurgents in a tiny, heavily bombarded pocket of ground.",
            "A Syrian military official said the evacuations would begin at 5am on Wednesday."
        ],
        "tf-idf score": [
            0.12022878263779853,
            0.953376158591582,
            0.47379945950579266
        ]
    },
    "0.15580244465113022-3-281": {
        "average clique similarity": 0.15580244465113022,
        "clique": [
            "1-The reports of killi",
            "4-But a short time aft",
            "0-Activists and two re"
        ],
        "median tf-idf score": 0.7179385443137193,
        "publications": [
            "Reuters",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "The reports of killings by the advancing regime forces, who are led by   militias, raised grave concerns over the fate of tens of thousands of civilians, doctors and activists who have remained in the shrinking rebel enclaves, and who faced death if they stayed there or being tortured and killed in   areas if they fled over government lines.",
            "But a short time afterward, residents reported the convoy had been turned back by   Shiite militiamen and told it could depart after 6 a. m. There were concerns that cracks were already emerging in the deal, perhaps over tensions between Mr Assad’s two main allies, Russia and Iran, which trains and backs   Shiite militias from Iraq and elsewhere.",
            "Activists and two residents inside the remaining rebel enclave said at least 79 civilians were summarily executed in the Fardous and Saliheen districts by   militias."
        ],
        "tf-idf score": [
            0.8715328821972248,
            0.4695918083535132,
            0.7179385443137193
        ]
    },
    "0.16155778076422433-3-287": {
        "average clique similarity": 0.16155778076422433,
        "clique": [
            "0-Its advances on Mond",
            "4-Russia categorically",
            "1-  The UN secretary g"
        ],
        "median tf-idf score": 0.5261937331724675,
        "publications": [
            "Reuters",
            "New York Times",
            "Guardian"
        ],
        "sentences": [
            "Its advances on Monday were aided by a militia of Palestinian refugees in Syria, the Liwa   or Jerusalem Brigade, the general said.",
            "Russia categorically denied what the United Nations secretary general, Ban   said were “credible reports” of atrocities, including executions.",
            "” The UN secretary general, Ban   addressing the security council on the situation in Aleppo on Tuesday evening, said it was wishful thinking to believe that military advances would solve Syria’s crisis, and called for an immediate end to violence by all sides."
        ],
        "tf-idf score": [
            0.4019777136514677,
            0.5261937331724675,
            0.8975767451818112
        ]
    },
    "0.16281111692416297-3-486": {
        "average clique similarity": 0.16281111692416297,
        "clique": [
            "3-On Tuesday  Turkey a",
            "0-The mostly Sunni reb",
            "1-But by 6 "
        ],
        "median tf-idf score": 0.41535861015158826,
        "publications": [
            "Reuters",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "On Tuesday, Turkey and Russia negotiated what was essentially a surrender by rebel groups.",
            "The mostly Sunni rebels include groups backed by the United States, Turkey and Gulf monarchies as well as hardline jihadists who are not supported by the West.",
            "But by 6."
        ],
        "tf-idf score": [
            0.43830505390971103,
            0.41535861015158826,
            0.0
        ]
    },
    "0.16465934293786505-3-384": {
        "average clique similarity": 0.16465934293786505,
        "clique": [
            "0-Rebel groups in Alep",
            "2-   Now it s going to",
            "3-In addition to the e"
        ],
        "median tf-idf score": 1.119390887432006,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "Rebel groups in Aleppo received a U S  proposal on Sunday for a withdrawal of fighters and civilians from the city’s opposition areas, but Moscow said no agreement had been reached yet in talks in Geneva to end the crisis peacefully.",
            "” “Now it’s going to be under the control of the Syrian government, so there is no need for the remaining civilians to leave and there are humanitarian arrangements in place,” Churkin said on Tuesday, according to NBC The crisis over the city has caught the world’s attention.",
            "In addition to the evacuations being halted, warfare and shelling had also resumed in the region, The Associated Press reported: ”Syrian activists say fighter jets have resumed bombing raids over remaining rebel areas in eastern Aleppo, further imperiling a   deal for the city."
        ],
        "tf-idf score": [
            1.1883691979018531,
            0.985266169192276,
            1.119390887432006
        ]
    },
    "0.1653955515877412-3-447": {
        "average clique similarity": 0.1653955515877412,
        "clique": [
            "0- There are more than",
            "1- According to alarmi",
            "4- Some are crying fro"
        ],
        "median tf-idf score": 0.6103614928622749,
        "publications": [
            "Guardian",
            "Reuters",
            "New York Times"
        ],
        "sentences": [
            "”There are more than 100 corpses and others who could be still alive under the rubble whom no one is able to get to,” said civil defense chief Ammar al Selmo.",
            "“According to alarming reports from a doctor in the city, many children, possibly more than 100, unaccompanied or separated from their families, are trapped in a building, under heavy attack in east Aleppo,” Unicef said in a statement.",
            "“Some are crying from happiness, others are sad they will no longer be able to kneel to pray in Aleppo,” said Malek, an activist who hopes to join his pregnant wife in northern Aleppo Province."
        ],
        "tf-idf score": [
            0.31508867246372096,
            0.8927842549727577,
            0.6103614928622749
        ]
    },
    "0.16923095572453647-3-416": {
        "average clique similarity": 0.16923095572453647,
        "clique": [
            "1- There is a human tr",
            "4-BEIRUT  Lebanon     ",
            "3- This doesn t mean S"
        ],
        "median tf-idf score": 0.1770766268181146,
        "publications": [
            "NPR",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "“There is a human tragedy happening all over the city.",
            "BEIRUT, Lebanon  —   Russia declared on Tuesday that the   battle over Aleppo, Syria’s largest city, was over, as the last remaining rebel fighters agreed to turn over their territory to the Syrian government.",
            "”This doesn’t mean Syria’s bloodletting is over, but it is entering a new phase."
        ],
        "tf-idf score": [
            0.1770766268181146,
            1.1095900270166281,
            0.1358792768840534
        ]
    },
    "0.169346218181209-3-41": {
        "average clique similarity": 0.169346218181209,
        "clique": [
            "2-We don t want more m",
            "4- I don t know whethe",
            "0-They  rebels  don t "
        ],
        "median tf-idf score": 0.09425595527506435,
        "publications": [
            "Reuters",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "We don’t want more massacres.",
            "“I don’t know whether to laugh or cry,” Bassem Ayoub, a longtime antigovernment activist, posted on Facebook.",
            "They (rebels) don’t have much time."
        ],
        "tf-idf score": [
            0.030731855443242778,
            0.09425595527506435,
            0.15724722050636444
        ]
    },
    "0.1696397945233087-3-12": {
        "average clique similarity": 0.1696397945233087,
        "clique": [
            "1-The Red Cross had ur",
            "0-The loss of Palmyra ",
            "2- The agreement was b"
        ],
        "median tf-idf score": 0.4975451838388619,
        "publications": [
            "Buzzfeed News",
            "Reuters",
            "Guardian"
        ],
        "sentences": [
            "The Red Cross had urgently appealed for civilians in east Aleppo to be protected “before it is too late” adding that it was ready to help with evacuations if an agreement could be reached as Assad’s forces closed in on remaining opposition enclaves and a key victory in the civil war after an offensive supported by Russian air power.",
            "The loss of Palmyra, an ancient desert city whose recapture from Islamic State in March was heralded by Damascus and Moscow as vindicating Russia’s entry into the war, was an embarrassing setback to Assad.",
            "“The agreement was between the rebels and Russia and it did not include Iran, and Assad hasn’t made an internal decision about it."
        ],
        "tf-idf score": [
            1.020692620437737,
            0.4975451838388619,
            0.39097237951484587
        ]
    },
    "0.171043271583346-3-158": {
        "average clique similarity": 0.171043271583346,
        "clique": [
            "1- According to the la",
            "0- If Assad and his al",
            "4-He stayed behind  un"
        ],
        "median tf-idf score": 0.48829042104577725,
        "publications": [
            "Reuters",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "“According to the latest information that we received in the last hour, military actions in eastern Aleppo are over,” he told reporters in New York.",
            "”If Assad and his allies think that a military advance in certain quarters of Aleppo will signify that we make concessions, then (I say) that will not happen,” he told reporters after meeting French President Francois Hollande.",
            "He stayed behind, unsure when he would see them again, but certain that if he tried to flee, he would be arrested."
        ],
        "tf-idf score": [
            0.48829042104577725,
            0.538938058182958,
            0.046279003289918005
        ]
    },
    "0.17106567948546406-3-84": {
        "average clique similarity": 0.17106567948546406,
        "clique": [
            "3-The   comes a day af",
            "2-An earlier version o",
            "4-  Hours earlier  he "
        ],
        "median tf-idf score": 0.06770017847828257,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "New York Times"
        ],
        "sentences": [
            "The   comes a day after an earlier deal fell apart.",
            "An earlier version of this post misidentified him.",
            "” Hours earlier, he and his family made an excruciating decision."
        ],
        "tf-idf score": [
            0.12754844395947387,
            0.040640785148853595,
            0.06770017847828257
        ]
    },
    "0.17121986247417975-3-450": {
        "average clique similarity": 0.17121986247417975,
        "clique": [
            "4-And with no way to t",
            "0-State television foo",
            "2- Hundreds of shellin"
        ],
        "median tf-idf score": 0.4241898167994133,
        "publications": [
            "Buzzfeed News",
            "Reuters",
            "New York Times"
        ],
        "sentences": [
            "And with no way to treat the wounded, bodies were piling up on the streets of the shrinking rebel territory.",
            "State television footage from Saliheen, one of the districts that had just fallen to the army, showed mounds of rubble and   buildings, with bodies still lying on the ground and a few bewildered civilians carrying children or suitcases.",
            "“Hundreds of shellings, the killed and the injured in the streets, on the ground, no one leave, SOS,” one Syrian activist trapped inside told a group of journalists on a WhatsApp group."
        ],
        "tf-idf score": [
            0.28620242728288886,
            0.4241898167994133,
            0.47283520697418413
        ]
    },
    "0.18103089483426701-3-518": {
        "average clique similarity": 0.18103089483426701,
        "clique": [
            "2-UN agencies have cit",
            "4-Mr Colville cited re",
            "3-Various U N agencies"
        ],
        "median tf-idf score": 0.3689966630609864,
        "publications": [
            "Buzzfeed News",
            "New York Times",
            "NPR"
        ],
        "sentences": [
            "UN agencies have cited “reliable evidence” that in four districts (Bustan       and  ) in east Aleppo, Syrian   forces had entered homes and shot the civilians on the spot.",
            "Mr Colville cited reports that the world body had received from reliable contacts inside and outside the city.",
            "Various U N agencies have received reports of indiscriminate killing and children coming under fire."
        ],
        "tf-idf score": [
            0.7014766307015766,
            0.3689966630609864,
            0.1923361031196342
        ]
    },
    "0.18121609331392508-3-185": {
        "average clique similarity": 0.18121609331392508,
        "clique": [
            "1-But as dawn broke in",
            "2- We want to leave ",
            "4-Yet now they would h"
        ],
        "median tf-idf score": 0.1775217261107431,
        "publications": [
            "New York Times",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "But as dawn broke in the city on Wednesday, reports from Syria said nobody had yet been able to leave.",
            "“We want to leave.",
            "Yet now they would have to leave their city, perhaps forever."
        ],
        "tf-idf score": [
            0.5723317976341634,
            0.0716153377654659,
            0.1775217261107431
        ]
    },
    "0.18416472778518944-3-23": {
        "average clique similarity": 0.18416472778518944,
        "clique": [
            "4-Tens of thousands of",
            "2-Prior to the latest ",
            "0-The Russian Defence "
        ],
        "median tf-idf score": 0.610886027110956,
        "publications": [
            "Reuters",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "Tens of thousands of residents  —   Russia says at least 100, 000, the United Nations puts the number at 37, 000  —   left the   districts as   forces moved in.",
            "Prior to the latest government assault, the UN placed the population at around 250, 000, but officials close to the Syrian government said the figure was less than half that.",
            "The Russian Defence Ministry said that since the start of the Aleppo battle, more than 2, 200 rebels had surrendered and 100, 000 civilians had left areas of the city that were controlled by militants."
        ],
        "tf-idf score": [
            0.418229402114148,
            0.610886027110956,
            1.0297148270115342
        ]
    },
    "0.196143047663063-3-437": {
        "average clique similarity": 0.196143047663063,
        "clique": [
            "2- The reports we had ",
            "0- People run from one",
            "1-A doctor described t"
        ],
        "median tf-idf score": 0.26211513104686396,
        "publications": [
            "Buzzfeed News",
            "Reuters",
            "Guardian"
        ],
        "sentences": [
            "“The reports we had are of people being shot in the street trying to flee and shot in their homes,” Colville said.",
            "”People run from one shelling to another to escape death and just to save their souls.",
            "A doctor described the situation as “beyond a tragedy” with corpses in the street and people attempting to flee to   areas to escape hunger and cold."
        ],
        "tf-idf score": [
            0.445055732390475,
            0.11840562257572976,
            0.26211513104686396
        ]
    },
    "0.20272585935842002-3-55": {
        "average clique similarity": 0.20272585935842002,
        "clique": [
            "2-One of the latest me",
            "0- I have lost my thre",
            "4-Aleppo  my life  my "
        ],
        "median tf-idf score": 0.11758527977923403,
        "publications": [
            "Reuters",
            "Buzzfeed News",
            "New York Times"
        ],
        "sentences": [
            "One of the latest messages posted on the account reads, “My dad is injured now.",
            "”I have lost my three children.",
            "Aleppo, my life, my life."
        ],
        "tf-idf score": [
            0.11758527977923403,
            0.06325671929224999,
            0.25297648361343666
        ]
    },
    "0.20337782360525-3-182": {
        "average clique similarity": 0.20337782360525,
        "clique": [
            "2-   I hope you can re",
            "3- The killing      yo",
            "4-The deal was announc"
        ],
        "median tf-idf score": 0.23137536269285142,
        "publications": [
            "Buzzfeed News",
            "New York Times",
            "NPR"
        ],
        "sentences": [
            "” “I hope you can remember us,” he said.",
            "”The killing  —   you can just see bodies on the streets, you can hear their voices crying just to find someone to help.",
            "The deal was announced just as civilians inside the rebel enclave said they had lost hope."
        ],
        "tf-idf score": [
            0.23137536269285142,
            0.11692238645372618,
            0.7055113195231599
        ]
    },
    "0.20504218099574376-3-409": {
        "average clique similarity": 0.20504218099574376,
        "clique": [
            "3-The White Helmets  a",
            "0-The White Helmets ci",
            "2-The statement went o"
        ],
        "median tf-idf score": 0.422756405903091,
        "publications": [
            "NPR",
            "Reuters",
            "Buzzfeed News"
        ],
        "sentences": [
            "The White Helmets, a volunteer civil defense organization, says it can no longer provide estimates of the body count in eastern Aleppo.",
            "The White Helmets civil defense organization and three other trapped aid groups made a desperate appeal for the international community to arrange safe passage for 100, 000 civilians across a   (2. )",
            "The statement went on to express fear for activists, in particular the Syrian Civil Defence rescue workers, often called White Helmets, who “are at risk of grave violations including detention, torture and killing."
        ],
        "tf-idf score": [
            0.483255972825094,
            0.422756405903091,
            0.39166050818527504
        ]
    },
    "0.20590426011726257-3-518": {
        "average clique similarity": 0.20590426011726257,
        "clique": [
            "3- The majority of fig",
            "1-An agreement has bee",
            "4-Russia  Turkey and S"
        ],
        "median tf-idf score": 1.0634302417282153,
        "publications": [
            "NPR",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "”The majority of fighters inside the city belonged to local groups,” she says.",
            "An agreement has been reached to evacuate civilians and opposition fighters from the besieged eastern districts of the city of Aleppo, a senior Turkish official and rebel officials have told the Guardian.",
            "Russia, Turkey and Syrian rebel groups announced that they had agreed to evacuate all of the remaining fighters to   territory, with civilians free to join them or move to   areas, leaving the whole city of Aleppo in government hands."
        ],
        "tf-idf score": [
            0.3532058172312338,
            1.0634302417282153,
            1.1730494518926917
        ]
    },
    "0.21882932695519072-3-32": {
        "average clique similarity": 0.21882932695519072,
        "clique": [
            "2- At least we know th",
            "1- Once they reach Idl",
            "3-From there  the civi"
        ],
        "median tf-idf score": 0.1194447339331195,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "“At least we know that we were a free people.",
            "“Once they reach Idlib, they will be free to relocate,” the official added.",
            "From there, the civilians would be free to travel at will."
        ],
        "tf-idf score": [
            0.07075187525213211,
            0.1194447339331195,
            0.14619498707580592
        ]
    },
    "0.22867943644955716-3-351": {
        "average clique similarity": 0.22867943644955716,
        "clique": [
            "2-  As the government ",
            "1-People in east Alepp",
            "3-Civilians in eastern"
        ],
        "median tf-idf score": 0.6908019310224702,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "’ As the government made the final push to take the city, panicked and frightened residents  —   penned into an area believed to be no more than 1 square mile and under   bombardment  —   posted desperate final messages on Twitter and other social media.’ ’ Abdelkafi   a teacher and activist, trapped inside east Aleppo, sent out a series of tweets.’ ’    Bana Alabed’s Twitter account, which has attracted international attention, sent out a message in the early hours of Tuesday morning.’ ’ Heartbreaking And Terrifying “Final Messages” From People Trapped Inside East Aleppo’] A tenuous ceasefire, declared late Tuesday, appeared to fray amid resumption of Syria regime airstrikes and artillery fire and unconfirmed reports of shelling by rebels from the last remaining quarter of Aleppo under their control.",
            "People in east Aleppo issued distress calls and appeals to the international community to rescue them from retribution, continuing to post farewell messages on Monday night and into Tuesday morning, predicting they would either die in the ongoing bombardment or be tortured and killed if they surrendered.",
            "Civilians in eastern Aleppo were posting farewell messages on social media on Monday and Tuesday."
        ],
        "tf-idf score": [
            1.7419812609725913,
            0.6908019310224702,
            0.5795645052821732
        ]
    },
    "0.23300769064034918-3-245": {
        "average clique similarity": 0.23300769064034918,
        "clique": [
            "4-Several residents sa",
            "0-Rebels withdrew from",
            "1-The Syrian Observato"
        ],
        "median tf-idf score": 0.7813987388447451,
        "publications": [
            "New York Times",
            "Reuters",
            "Guardian"
        ],
        "sentences": [
            "Several residents said they had lost contact with relatives in those same areas, and a monitoring group, the Syrian Observatory for Human Rights, said the number of men forced to join the army upon fleeing to government areas had reached 6, 000.",
            "Rebels withdrew from all districts on the east side of the Aleppo river on Monday afternoon after losing Sheikh Saeed in the south of their pocket in overnight fighting, the Syrian Observatory for Human Rights said.",
            "The Syrian Observatory for Human Rights had said there were corpses abandoned in the streets with residents too terrified by the shelling to bury them."
        ],
        "tf-idf score": [
            0.7813987388447451,
            0.988576001536869,
            0.5104935390887634
        ]
    },
    "0.2469270326890737-3-198": {
        "average clique similarity": 0.2469270326890737,
        "clique": [
            "2-We wanted freedom ",
            "1-For this we will sta",
            "0- If we stay  we fear"
        ],
        "median tf-idf score": 0.030111460077198823,
        "publications": [
            "Reuters",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "We wanted freedom.",
            "For this we will stay there finally.",
            "”If we stay, we fear for our lives."
        ],
        "tf-idf score": [
            0.030111460077198823,
            0.015169403903886318,
            0.046942043900877015
        ]
    },
    "0.25796151791220945-3-107": {
        "average clique similarity": 0.25796151791220945,
        "clique": [
            "2-What is happening   ",
            "3-So the evacuation pl",
            "1-The senior Turkish o"
        ],
        "median tf-idf score": 1.0016638260450634,
        "publications": [
            "Guardian",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "What is happening?” The Syria regime’s primary patron, Russia, and Turkey, which backs the rebels, agreed to an evacuation deal Tuesday under which civilians and rebels carrying only light weaponry would be allowed to leave Aleppo and relocate to   areas of northern Syria.",
            "So the evacuation plan called for the civilians to be taken to Idlib province, which is held by rebels, instead of to   regions.",
            "The senior Turkish official said Ankara and Moscow would act as guarantors of the agreement, which would allow “civilians and moderate rebels with light weapons” to leave Aleppo for Idlib province."
        ],
        "tf-idf score": [
            1.0665001038263535,
            0.42132318951932307,
            1.0016638260450634
        ]
    },
    "0.2731889851311471-3-1": {
        "average clique similarity": 0.2731889851311471,
        "clique": [
            "2-UN humanitarian spok",
            "4-The deal was struck ",
            "1-Jens Laerke  a UN sp"
        ],
        "median tf-idf score": 0.7129099760997086,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "UN humanitarian spokesperson Jens Laerke described a “complete meltdown of humanity in Aleppo” as reports emerged of civilians, including women and children, being pulled from their homes and shot in what remains of   east Aleppo.",
            "The deal was struck after widespread concern about the fate of civilians, with the United Nations warning of “a complete meltdown of humanity” and protests breaking out at United Nations headquarters in New York and Russian embassies in several cities, including London, Stockholm and Istanbul.",
            "Jens Laerke, a UN spokesman, said it looked like there had been a “complete meltdown of humanity” in the city."
        ],
        "tf-idf score": [
            0.7853492939500393,
            0.7129099760997086,
            0.44530045754802666
        ]
    },
    "0.27678538946865044-3-194": {
        "average clique similarity": 0.27678538946865044,
        "clique": [
            "0-The Observatory said",
            "4-The United Nations s",
            "1-The United Nations s"
        ],
        "median tf-idf score": 0.8727856742429542,
        "publications": [
            "Reuters",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "The Observatory said that four weeks into the army offensive in Aleppo, at least 415 civilians, including 47 children, had been killed in   parts of the city.",
            "The United Nations said the 82 summary killings were reported in four neighborhoods  —   Bustan       and    —   and included at least 11 women and 13 children, some shot in the streets as they tried to escape, said Rupert Colville, a spokesman for the United Nations High Commissioner for Human Rights.",
            "The United Nations said it had received reliable reports from multiple sources that   forces, including the Iraqi Shia militia Harakat   had carried out summary killings of at least 82 civilians, including 11 women and 13 children in four different neighbourhoods of east Aleppo that had fallen under government control."
        ],
        "tf-idf score": [
            0.8727856742429542,
            0.7092108808399105,
            1.224256345402761
        ]
    },
    "0.4145116016900321-3-115": {
        "average clique similarity": 0.4145116016900321,
        "clique": [
            "2- Civilians have paid",
            "3-Of those who remain ",
            "1- Civilians have paid"
        ],
        "median tf-idf score": 0.7470900494787824,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "“Civilians have paid a brutal price during this conflict, and we are filled with the deepest foreboding for those who remain in this last hellish corner of   eastern Aleppo,” it said.",
            "Of those who remain, many are unwilling to enter   territory.",
            "“Civilians have paid a brutal price during this conflict, and we are filled with the deepest foreboding for those who remain in this last hellish corner of   eastern Aleppo,” said Rupert Colville, the UN’s human rights spokesman, before the ceasefire deal emerged."
        ],
        "tf-idf score": [
            0.7470900494787824,
            0.06390143669343751,
            0.964849234701023
        ]
    }
}