{
    "0.1321509865063278-3-1": {
        "average clique similarity": 0.1321509865063278,
        "clique": [
            "4-Flynn said he believ",
            "2-   wants 80 percent ",
            "3-Nor did he exhibit a"
        ],
        "median tf-idf score": 0.8909872544713978,
        "publications": [
            "Atlantic",
            "Guardian",
            "Vox"
        ],
        "sentences": [
            "Flynn said he believes the Obama administration's failure to describe the conflict with groups like ISIS as \"radical Islamic terrorism\" aims to \"dumb us down\" said on Twitter that \"we are facing violent, but very serious and cunning radical Islamists\" and, also on Twitter, called the fear of Muslims \"rational. \" Additionally, he once retweeted an   message that read \"Cnn implicated.",
            ".. wants 80 percent of humanity enslaved or exterminated,\" which he captioned \"Fear of Muslims is RATIONAL,\" and an article from a fake news site claiming that the NYPD was about to arrest Hillary Clinton for \"sex crimes with minors,\" among other charges. Flynn is one of those who will most directly determine the new president's information diet.",
            "Nor did he exhibit an ego  --   let alone paint millions of people with a broad brush. Flynn, who did not reply to a request for comment ahead of his announcement as Trump's national security adviser, is now more liable to claim that the US ought to \"fear\" Islam itself as a \"rational\" response to terrorism."
        ],
        "tf-idf score": [
            0.8909872544713978,
            0.8193489723736358,
            0.9311210711821923
        ]
    },
    "0.13867551622751764-3-101": {
        "average clique similarity": 0.13867551622751764,
        "clique": [
            "3-Their partnership ha",
            "0-Its analysts were no",
            "1-Rep  Adam Schiff  a "
        ],
        "median tf-idf score": 0.6595889020776726,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "Their partnership had transformed JSOC into an apparatus that collected and disseminated intelligence as rapidly as it killed people, and then fed that intelligence back into its internal systems to accelerate the lethal process. As with JSOC, McChrystal would command the war and Flynn would run its intelligence shop.",
            "Its analysts were not providing the kind of intelligence necessary in the counterinsurgency fight, Flynn said, and the U S intelligence community \"is only marginally relevant to the overall strategy\".",
            "Rep. Adam Schiff, a Democrat and the ranking member of the House Intelligence Committee, said he had deep concerns about Flynn stepping into the national security adviser role."
        ],
        "tf-idf score": [
            0.647239694176254,
            0.6595889020776726,
            0.927663219232383
        ]
    },
    "0.1480166731573914-3-116": {
        "average clique similarity": 0.1480166731573914,
        "clique": [
            "2-Moreover  the idea t",
            "4-Trump  looks at peop",
            "0-Asked who should be "
        ],
        "median tf-idf score": 0.33376075077874245,
        "publications": [
            "Vox",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Moreover, the idea that countries as diverse as North Korea and Venezuela present some kind of united   foreign policy front is absurd. These countries all have had tense relations with the United States, but in wildly different ways and to varying degrees. They are not part of a united   alliance with each other.",
            "Trump \"looks at people and leaders of countries and says: 'Can I work with this guy?",
            "Asked who should be considered an enemy of the U S Flynn said: \"Those countries include, certainly, Russia, North Korea, Iran, Venezuela, countries like Cuba, certainly China."
        ],
        "tf-idf score": [
            0.33376075077874245,
            0.2902367666981719,
            0.7540512696283144
        ]
    },
    "0.15189112397365365-3-95": {
        "average clique similarity": 0.15189112397365365,
        "clique": [
            "3-Flynn would come to ",
            "1-Schiff cited Flynn s",
            "4-Michael Flynn  the r"
        ],
        "median tf-idf score": 1.1786703942841654,
        "publications": [
            "Guardian",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "Flynn would come to believe \"the stand I took on radical Islam\" was responsible for his downfall.",
            "Schiff cited Flynn's views on Russia, the crackdown on dissent in Turkey, as well as his \"inflammatory remarks\" on Islam. \"I believe the   would be best served by a National Security Advisor who brings a steady and thoughtful demeanor to the Oval Office and can help offset the potentially impulsive nature of the next President,\" Schiff said in a statement Thursday night.",
            "Michael Flynn, the retired Army lieutenant general and former head of the Defense Intelligence Agency (DIA) whom Donald Trump has picked to be his national security adviser, is known for his long and distinguished military career, his unceremonious exit from the DIA, and for his controversial views on Islam, torture, and Russia."
        ],
        "tf-idf score": [
            0.6075136406830993,
            1.1786703942841654,
            1.392569173870165
        ]
    },
    "0.15734863343862845-4-16": {
        "average clique similarity": 0.15734863343862845,
        "clique": [
            "4-Flynn also favors cl",
            "0-Flynn s sharp critic",
            "3-The other Muslim cou",
            "1-At an ACT For Americ"
        ],
        "median tf-idf score": 0.8097089324096405,
        "publications": [
            "Guardian",
            "NPR",
            "Atlantic",
            "Buzzfeed News"
        ],
        "sentences": [
            "Flynn also favors close relations with Russia, and prompted criticism when he showed up during the election campaign on RT, the Russian   broadcaster that often serves as a propaganda arm for the Russian government. In one such appearance, he was seated near Vladimir Putin, the Russian president.",
            "Flynn's sharp criticisms of Russia and its president, Vladimir Putin, don't necessarily jibe with those of Trump, who has praised Putin as a strong leader.",
            "The other Muslim country Flynn identifies in his book for partnership is officially secular Jordan. Elsewhere, he endorses regime change in Iran and confronting Russia, a policy at odds with the warmth the   extends to Vladimir Putin.",
            "At an ACT For America chapter meeting in Dallas, Texas, in August, Flynn reportedly referred to Islam as \"a cancer\" and a \"political ideology\" that \"hides behind being a religion. \" In 2015, he was paid to speak and attend a dinner marking the 10th anniversary of the   RT  --   Russia Today  --   TV network, and was seated next to Russian President Vladimir Putin."
        ],
        "tf-idf score": [
            0.8688415691809763,
            0.7505762956383045,
            0.659322706041514,
            1.0361865182880226
        ]
    },
    "0.15829915833113162-3-37": {
        "average clique similarity": 0.15829915833113162,
        "clique": [
            "0-So you can t say Rus",
            "4-Flynn has defended h",
            "1-The offer was report"
        ],
        "median tf-idf score": 0.8454336914079323,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "So you can't say Russia is bad, they have to go home. It's not going to happen. Get real\". View on the Islamic State, Flynn also says the U S must do more to defeat the Islamic State, including persuading Arab states to send in ground troops and dealing with the extremist threat in their own countries.",
            "Flynn has defended his appearances on RT, comparing them to CNN or MSNBC in the U S Both Flynn and Trump have said the U S needs to work more closely with Russia to combat what they see as the biggest   threat the U S faces: Islamist terrorism.",
            "The offer was reported Thursday night by outlets including the Associated Press, CNN, and CBS, and confirmed by Trump on Friday. \"I am pleased that Lieutenant General Michael Flynn will be by my side as we work to defeat radical Islamic terrorism, navigate geopolitical challenges and keep Americans safe at home and abroad,\" Trump said in a statement."
        ],
        "tf-idf score": [
            0.824029068725513,
            0.8454336914079323,
            1.2135546482519748
        ]
    },
    "0.15915845187679145-3-91": {
        "average clique similarity": 0.15915845187679145,
        "clique": [
            "0-While Flynn sees Rus",
            "2-As Trump begins to s",
            "1-Flynn told the Washi"
        ],
        "median tf-idf score": 0.6468582436045893,
        "publications": [
            "NPR",
            "Vox",
            "Buzzfeed News"
        ],
        "sentences": [
            "While Flynn sees Russia as an enemy, he says the U S must work with Putin on some issues  --   like Syria.",
            "As Trump begins to slowly roll out picks for key Cabinet posts, it's unclear whether he will fill his White House with aides willing to present him with information from reputable sources inside and outside of the government that may conflict with his general worldview or beliefs about a specific issue  --   or whether he will choose staffers who will shape the information flow to reinforce the new president's existing views about issues like Russia and ISIS And that's why there's reason to worry about Flynn.",
            "Flynn told the Washington Post he used the visit to press for better collaboration with Russia on issues in Syria, Iran, and the Middle East, and dismissed the controversy as \"boring. \""
        ],
        "tf-idf score": [
            0.61203589087606,
            1.1386068119289467,
            0.6468582436045893
        ]
    },
    "0.16345568146669834-3-92": {
        "average clique similarity": 0.16345568146669834,
        "clique": [
            "4-President Obama name",
            "0-He was forced out in",
            "3-Nearly seven years a"
        ],
        "median tf-idf score": 0.5856006675492519,
        "publications": [
            "Guardian",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "President Obama named him head of the DIA in 2012, but he was forced out two years later, effectively over his management style. He viewed his firing as unfair and as payback for unpleasant truths he spoke about Islamist terrorism in general and the threats posed by ISIS in particular.",
            "He was forced out in 2014 after less than two years in the job. Supporting Trump, As a civilian, he became one of the first former senior military officials to back Donald Trump. His brazen comments included calling President Obama \"a liar\".",
            "Nearly seven years and two presidential elections later, some of those who worked with Flynn throughout his military career profess bewilderment at what they consider his changes in temperament and focus."
        ],
        "tf-idf score": [
            0.5856006675492519,
            0.6102221192775341,
            0.5507074929712235
        ]
    },
    "0.16375909127615493-3-120": {
        "average clique similarity": 0.16375909127615493,
        "clique": [
            "4-Flynn is likely to t",
            "2-He begins his 2016 b",
            "0-We won t succeed aga"
        ],
        "median tf-idf score": 0.6610307675516977,
        "publications": [
            "Atlantic",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "Flynn is likely to take on his new position with the same energy and conviction with which he carried out his previous jobs. He suggested as much in remarks last weekend after Trump's victory. \"We just went through a revolution,\" he said. \"This is probably the biggest election in our nation's history, since bringing on George Washington when he decided not to be a king.",
            "He begins his 2016 book, The Field of Fight, by describing his reason for writing it: to expose an   alliance between China, Cuba, and jihadist terrorists that the Obama administration is covering up. This is not an exaggeration; it is literally a defining feature of his worldview: This administration has forbidden us to describe our enemies properly and clearly: they are Radical Islamists. They are not alone, and are allied with countries and groups who, though not religious fanatics, share their hatred of the West, particularly the United States and Israel.",
            "We won't succeed against this enemy with air strikes alone. But a military solution is not the end all, be all. The overall strategy must be to take away Islamic State's territory, then bring security and stability to facilitate the return of the refugees. This won't be possible quickly\". But in his August interview with NPR, he said he did not favor sending U S troops into Raqqa. \"I'm not a big fan of that,\" he said."
        ],
        "tf-idf score": [
            0.8134248462499486,
            0.6308471405243057,
            0.6610307675516977
        ]
    },
    "0.16801892837031163-3-8": {
        "average clique similarity": 0.16801892837031163,
        "clique": [
            "0-He went on to say   ",
            "4-Do we have a common ",
            "3- New leadership in W"
        ],
        "median tf-idf score": 0.626678042428122,
        "publications": [
            "Guardian",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "He went on to say: \"We should never let our enemies  --   this particular enemy  --   rest, have one night's rest. And so if that means using tools, every tool that we have to ensure that this enemy is on the run all the time. This Raqqa is their headquarters in Syria.",
            "Do we have a common threat that we can focus on? '\" Flynn told The New York Times in an interview before the elections. \"He knows that when it comes to Russia or any other country, the common enemy that we all have is radical Islam. \"",
            "\"New leadership in Washington,\" Flynn writes, \"will have to craft a winning strategy that will bring freedom to Iran, thwart Putin's ambitious undertakings in the Middle East and Europe, and break the worldwide enemy alliance. \""
        ],
        "tf-idf score": [
            0.3421912090054923,
            0.7311391444142303,
            0.626678042428122
        ]
    },
    "0.16871985965656602-3-163": {
        "average clique similarity": 0.16871985965656602,
        "clique": [
            "0-In 2010  while servi",
            "4-    Such analysis he",
            "3-It made his career i"
        ],
        "median tf-idf score": 0.667936351704155,
        "publications": [
            "NPR",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            "In 2010, while serving in Afghanistan, he aired his complaints in a report called \"Fixing Intel: A Blueprint for Making Intelligence Relevant in Afghanistan\" for the Center for a New American Security, a Washington think tank.",
            "... Such analysis helped the CIA to establish, with a high degree of probability, that Osama bin Laden and his family were hiding\" in a compound in Abbottabad, Pakistan. It's in that position Flynn also angered the U S defense and intelligence establishment, writing a report in which he called many intelligence analysts \"ignorant,\" \"incurious,\" and \"disengaged\" --  assessments he stood by even when he was criticized for them.",
            "It made his career in Washington. Flynn was instantly considered sagacious, even courageous, for his public criticism, which was in keeping with Washington's   enthusiasm for counterinsurgency over what would come to be called \"targeted killing\"."
        ],
        "tf-idf score": [
            0.4862403243223006,
            0.8746068491918242,
            0.667936351704155
        ]
    },
    "0.18023030058869163-3-94": {
        "average clique similarity": 0.18023030058869163,
        "clique": [
            "4-Before these controv",
            "3-In 2009  Flynn follo",
            "2-Retired Army Gen  St"
        ],
        "median tf-idf score": 0.7948837406765122,
        "publications": [
            "Guardian",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "Before these controversies, however, Flynn was the consummate military man. He distinguished himself during the war in Afghanistan where he was General Stanley McChrystal's intelligence chief.",
            "In 2009, Flynn followed his longtime friend from the elite Joint Special Operations Command (JSOC) Stanley McChrystal, to Afghanistan.",
            "Retired Army Gen. Stanley McChrystal, the top commander in Afghanistan when Flynn was running intelligence operations there, reached out to Flynn to urge him to tone down his rhetoric, according to a source familiar with the conversation."
        ],
        "tf-idf score": [
            0.810959061980583,
            0.4929518011015233,
            0.7948837406765122
        ]
    },
    "0.1905729160105992-3-264": {
        "average clique similarity": 0.1905729160105992,
        "clique": [
            "1-Flynn had advised Tr",
            "3-Flynn was rewarded w",
            "2-This was a serious p"
        ],
        "median tf-idf score": 0.8103068315638454,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "Vox"
        ],
        "sentences": [
            "Flynn had advised Trump through his campaign and was once considered a potential running mate. The retired Army lieutenant general served as the director of the Defense Intelligence Agency, the service that specializes in providing intelligence to the military until he was forced out in 2014 after reported leadership clashes.",
            "Flynn was rewarded with a promotion to a third star and the leadership of the Defense Intelligence Agency (DIA).",
            "This was a serious problem when he was chief of DIA According to the New York Times's Matthew Rosenberg and Maggie Haberman, he said so many questionable or false things during his time at the agency that his staff coined a term for them: \"Flynn facts. \""
        ],
        "tf-idf score": [
            1.1333661996582771,
            0.6771524719508601,
            0.8103068315638454
        ]
    },
    "0.2218780043957923-3-135": {
        "average clique similarity": 0.2218780043957923,
        "clique": [
            "1-Since leaving public",
            "3-Flynn s book  The Fi",
            "0-NPR Morning Edition "
        ],
        "median tf-idf score": 0.6957198282171895,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "Since leaving public service, he has run Flynn Intel Group, providing consulting services and lobbying for clients that include one with ties to the Turkish government. He also authored the book, The Field Of Fight: How We Can Win the Global War Against Radical Islam and Its Allies.",
            "Flynn's book, The Field of Fight, elaborates on that stand. He praises the secular strongman Abdel Fatah   who led a military coup to overthrow Egypt's only democratically elected government, \"as one who should be internationally admired and respected for his courage in [his] call for a reformation of the Islamic religion\".",
            "NPR Morning Edition host Steve Inskeep interviewed Flynn back in August shortly after he published a book, The Field of Fight: How We Can Win the Global War Against Radical Islam and Its Allies. NPR aired portions of the conversation at the time."
        ],
        "tf-idf score": [
            0.8789522487166678,
            0.6697597443934824,
            0.6957198282171895
        ]
    },
    "0.2779547115179132-4-264": {
        "average clique similarity": 0.2779547115179132,
        "clique": [
            "1-Flynn  a longtime re",
            "4-He led crowds at Tru",
            "2-During his speech at",
            "3-Long before Michael "
        ],
        "median tf-idf score": 0.82655942845232,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Vox",
            "Guardian"
        ],
        "sentences": [
            "Flynn, a longtime registered Democrat, came out early in support of Trump and sharply criticized Hillary Clinton over her use of a private email server. During a speech at the Republican National Convention, he led the crowd in a chant of \"lock her up,\" and praised Trump's positions on national security.",
            "He led crowds at Trump's rallies to chant \"Lock her up\" about Hillary Clinton, Trump's Democratic opponent. \"Donald Trump is about the future of this country and making sure that we take a direction   ...     that puts us back on a track that we can continue to be the global leader around the world,\" he told Fox Business Network in July. But his tenure at the DIA, as well as his remarks about Islam and torture, made Flynn a divisive figure.",
            "During his speech at the Republican National Convention, he led the crowd in chants of, \"Lock her up!\" demanding Hillary Clinton's imprisonment.",
            "Long before Michael Flynn led a chant demanding the imprisonment of Hillary Clinton, and before he came to view an entire religion as responsible for terrorism, he issued a public plea for nuance in intelligence."
        ],
        "tf-idf score": [
            1.021498953509236,
            0.9356338573684945,
            0.259521178004659,
            0.7174849995361455
        ]
    },
    "0.2938983651020319-3-264": {
        "average clique similarity": 0.2938983651020319,
        "clique": [
            "2- Donald Trump s newl",
            "1-   Donald Trump has ",
            "0-Michael Flynn  Donal"
        ],
        "median tf-idf score": 1.0252429370366354,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            " Donald Trump's newly appointed national security adviser, retired Army Lt. Gen. Michael Flynn, doesn't control the nation's military, like the secretary of defense.",
            "   Donald Trump has appointed retired Lt. Gen. Michael Flynn to the role of National Security Adviser.",
            "Michael Flynn, Donald Trump's planned choice for National Security Adviser, is perhaps best known to the American public for his fiery speech at the Republican National Convention in the summer, when he spoke to chants of \"lock her up,\" a reference to Democratic presidential nominee Hillary Clinton  --   and joined in himself."
        ],
        "tf-idf score": [
            1.0252429370366354,
            0.8927417390697022,
            1.0404512158093167
        ]
    }
}