{
    "0.1349353372979802-3-205": {
        "average clique similarity": 0.1349353372979802,
        "clique": [
            "0-The joke may be on t",
            "3-Pence got an early l",
            "2-Trump ended up annou"
        ],
        "median tf-idf score": 0.9599240851728368,
        "publications": [
            "CNN",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "The joke may be on them as Tea Party supporters who did not show up for Romney are much more likely to show up in 2016 for   according to recent polling: An important message from the guy Trump thinks should be VP, Mike Pence: \"I was Tea Party before it was cool. \" https:  .",
            "Pence got an early look at the roller coaster ride he has signed up for over the next four months in the immediate hours after Trump called him to offer him the job and he flew to New York expecting things to be made official on Friday.",
            "Trump ended up announcing Pence as his running mate on Twitter on Friday."
        ],
        "tf-idf score": [
            0.9599240851728368,
            0.984696655602065,
            0.7896567449968818
        ]
    },
    "0.1447739423857056-3-391": {
        "average clique similarity": 0.1447739423857056,
        "clique": [
            "1-Eleven words  But th",
            "2-Saturday s event in ",
            "0-Lost in all of this "
        ],
        "median tf-idf score": 0.7447100180584866,
        "publications": [
            "Reuters",
            "Breitbart",
            "Vox"
        ],
        "sentences": [
            "Eleven words. But that doesn't explain what happened any better than \"I spent a few hours letting lysergic acid diethylamide mimic serotonin in my brain\" explains an acid trip. What just happened was weird, and it was important. Back in May, E J Dionne wrote that the hardest thing about covering Donald Trump would be \"staying shocked\".",
            "Saturday's event in a New York City hotel ballroom had few of the traditional hallmarks of what is arguably one of the most important decisions for a presidential candidate. Before it started, supporters listened to the Rolling Stones song \"You Can't Always Get What You Want,\" a tune in regular rotation at Trump events.",
            "Lost in all of this was Trump's extremely valid point that his experiences in the real world and dealing with business executives, etc. are more important than what the   \"experts\" think is important in their \"reports\" that traditional candidates like Clinton depend on for all of their information."
        ],
        "tf-idf score": [
            0.7447100180584866,
            0.8124438034485849,
            0.709883335055771
        ]
    },
    "0.14656764077214077-3-85": {
        "average clique similarity": 0.14656764077214077,
        "clique": [
            "0-11 40  Trump says Cr",
            "4-The turnaround has b",
            "3-In his characteristi"
        ],
        "median tf-idf score": 0.9373464168013792,
        "publications": [
            "Fox News",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "11:40: Trump says Cruz will be speaking at the convention and says even though Pence was under pressure to endorse Cruz, Pence's endorsement of Cruz was really an endorsement of Trump and was the \"    I'ver ever got in my life. \"",
            "The turnaround has been incredible,\" said Trump, calling Pence's early support for Texas GOP Sen. Ted Cruz his \"single, greatest  . \"",
            "In his characteristic   style, Trump also took the unusual step of reminding the audience that Pence had not even initially endorsed him in the Republican primary race, recalling how the Indiana governor had backed Ted Cruz in the GOP primary    but had actually seemed to favor him."
        ],
        "tf-idf score": [
            0.9597987365614482,
            0.9333860606924769,
            0.9373464168013792
        ]
    },
    "0.14732623867714734-3-386": {
        "average clique similarity": 0.14732623867714734,
        "clique": [
            "0-     60 Minutes   60",
            "4-The selection of Pen",
            "2-Trump has struggled "
        ],
        "median tf-idf score": 0.996970244144736,
        "publications": [
            "Reuters",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "--   60 Minutes (@60Minutes) July 16, 2016,  12:52: Speaking to CNN's Wolf Blitzer, Sen. Jeff Sessions ( ) says Trump's selection of Pence will unite the party and says he is a good man who represents the \"heart and soul\" of the GOP base.",
            "The selection of Pence, who went from dark horse to leading contender in a matter of days, should help Trump galvanize support from the party's conservative base ahead of the Republican National Convention, which starts Monday in Cleveland.",
            "Trump has struggled to bridge the gap between himself and the establishment and conservative wings of the party."
        ],
        "tf-idf score": [
            1.1312507106072354,
            0.996970244144736,
            0.554875165939416
        ]
    },
    "0.1480034806712113-3-215": {
        "average clique similarity": 0.1480034806712113,
        "clique": [
            "2-Pence heads back to ",
            "1-The cameras turned o",
            "0-One thing Trump has "
        ],
        "median tf-idf score": 1.14880462709578,
        "publications": [
            "Breitbart",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "Pence heads back to Indiana for a solo event on Saturday night, and the Trump campaign hasn't released a schedule for the convention that would include a joint appearance. The pair recorded an interview with CBS's \"60 Minutes\" that is scheduled to air on Sunday night. One of their big challenges will be to brook their policy differences in public.",
            "The cameras turned on, and he did the thing he always does, perhaps the only thing he can do: He put on a show and made himself the star. Trump introducing Pence with a long list of ways Trump is awesome, has been awesome, and will continue to be awesome in the future\r  --   Benjy Sarlin (@BenjySarlin) July 16, 2016     On Friday night, as the attempted coup in Turkey progressed, Matt Yglesias wrote about his efforts to imagine Trump in the Oval Office as the crisis unfolded.",
            "One thing Trump has to be careful going forward, especially since the media and Democrats will be parsing everything he says, is saying things like campaigns pay \"millions\" for briefing reports. He caught himself today, perhaps now aware that he must be more careful, and said his campaign only pays $10, 000 for the reports."
        ],
        "tf-idf score": [
            1.14880462709578,
            1.180057822755396,
            0.917334564634747
        ]
    },
    "0.15747873143895094-3-243": {
        "average clique similarity": 0.15747873143895094,
        "clique": [
            "4- The Middle East is ",
            "1-Mike Pence as his ru",
            "3-Donald Trump selects"
        ],
        "median tf-idf score": 0.9754016581194577,
        "publications": [
            "Vox",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "\"The Middle East is out of control,\" said Trump, who planned to hold an event Friday announcing Pence as his running mate but was forced to postpone it because of Thursday's terror attack in Nice, France, that killed at least 84 people.",
            "Mike Pence as his running mate. There it is. One sentence.",
            "Donald Trump selects Mike Pence as VP, During his remarks, however, Trump stressed that his decision to tap Pence was part of an effort to reach out to evangelicals and social conservatives."
        ],
        "tf-idf score": [
            1.1561372952139213,
            0.40142766660332657,
            0.9754016581194577
        ]
    },
    "0.1577816985080633-3-165": {
        "average clique similarity": 0.1577816985080633,
        "clique": [
            "2- COME TOGETHER  Penc",
            "4-Before bringing Penc",
            "3-Unlike Trump  Pence "
        ],
        "median tf-idf score": 0.9370991166774428,
        "publications": [
            "Reuters",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "'COME TOGETHER' Pence, in sharp contrast to Trump, delivered a prepared speech, discussing the love of his wife and country and his adoration for Ronald Reagan. He gave a   call to fellow Republicans to back Trump.",
            "Before bringing Pence on stage, Trump delivered a blistering stump speech that touted his agenda and attacked Clinton, the presumptive Democratic presidential nominee.",
            "Unlike Trump, Pence appeared to stick to his script, delivering a conventional speech for a vice presidential nominee, praising God, his family and offering a rundown of his political career and his fidelity to conservatism."
        ],
        "tf-idf score": [
            0.8983402131033136,
            0.9370991166774428,
            0.9430601285043831
        ]
    },
    "0.15885562236730752-3-193": {
        "average clique similarity": 0.15885562236730752,
        "clique": [
            "2-In a   speech in whi",
            "3-Hillary Clinton is t",
            "1-He spoke about Hilla"
        ],
        "median tf-idf score": 0.9071612588628328,
        "publications": [
            "CNN",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "In a   speech in which he touted his own \"landslide\" victory in the Republican primaries, Trump cast Pence as a perfect complement for the White House: a veteran of government, a man with a Midwestern sensibility and strong Republican credentials as a job creator and budget balancer.",
            "Hillary Clinton is the embodiment of corruption\". In his quintessential style, Trump diverted repeatedly from his speech introducing Pence to hail his own achievements in winning the Republican nomination.",
            "He spoke about Hillary Clinton, about himself, about his victories. He talked about crushing the Republican establishment in the primaries and talking to a buddy building plants in Mexico. He bragged about the beautiful hotel he is building in Washington, DC, and patted himself on the back for his foreign policy foresight over the years."
        ],
        "tf-idf score": [
            0.9779573388919842,
            0.9071612588628328,
            0.3723298178522032
        ]
    },
    "0.17045013333924128-3-475": {
        "average clique similarity": 0.17045013333924128,
        "clique": [
            "2-Frequently straying ",
            "3-He seemed to spend a",
            "0-Sessions says Trump "
        ],
        "median tf-idf score": 0.919344204696106,
        "publications": [
            "Reuters",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "Frequently straying from the notes on the lectern, Trump talked about himself and likely Democratic rival Hillary Clinton, often detouring from the purpose of the event: to introduce a   politician to the broader public.",
            "He seemed to spend as much time crowing about his own qualities    including predictions that there would be more terror attacks in Europe for instance    as about the record of Pence himself and his suitability to be one heartbeat away from the presidency. The event took place after a chaotic vice presidential selection process, that included an   period of late night second guessing by Trump on Thursday about whether he had made the right choice, multiple sources have told CNN Trump sought to refute such reporting.",
            "Sessions says Trump was \"enthusiastic\" every time he talked to Sessions about Pence."
        ],
        "tf-idf score": [
            0.6258511578895635,
            1.17139051265286,
            0.919344204696106
        ]
    },
    "0.17447867701657335-3-2": {
        "average clique similarity": 0.17447867701657335,
        "clique": [
            "3-He said in an interv",
            "2-In an appearance on ",
            "4-Trump instead tweete"
        ],
        "median tf-idf score": 0.8708369620212961,
        "publications": [
            "CNN",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "He said in an interview with Sean Hannity of Fox News on Friday that he was \"very supportive\" of the presumptive Republican nominee's call to temporarily ban immigration from nations where there is heavy terrorist activity.",
            "In an appearance on Friday night on Fox News, Pence offered a moderated take on trade, saying he agrees with Trump that deals should be renegotiated.",
            "Trump instead tweeted on Friday that he'd selected the    Pence, taking away much of the drama that typically comes with announcing a vice presidential nominee."
        ],
        "tf-idf score": [
            0.46555844799689367,
            0.8708369620212961,
            0.8972276362439977
        ]
    },
    "0.1890658272158795-3-194": {
        "average clique similarity": 0.1890658272158795,
        "clique": [
            "2-Pence gave a nod to ",
            "0-Sessions praises Pen",
            "3-Pence has for instan"
        ],
        "median tf-idf score": 0.8872645429829741,
        "publications": [
            "Breitbart",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "Pence gave a nod to that by saying \"strong Republican leadership can bring about real change\". Trump has made renegotiating trade deals a central theme of his campaign, while Pence has spoken in favor of trade agreements.",
            "Sessions praises Pence for standing up against to the establishment. Trump says they can reconcile their differences on  . Sessions talks about trade deals that have not worked as promised.",
            "Pence has for instance long been a supporter of freed trade and the kind of big international agreements that Trump has campaigned against."
        ],
        "tf-idf score": [
            1.0303925930209907,
            0.8872645429829741,
            0.8135388206670083
        ]
    },
    "0.2013433783833393-3-475": {
        "average clique similarity": 0.2013433783833393,
        "clique": [
            "4-I accept your invita",
            "1-But this was also a ",
            "3-When Trump first ann"
        ],
        "median tf-idf score": 0.8969308595018414,
        "publications": [
            "Fox News",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "I accept your invitation to run and serve as vice president of the United States,\" Pence said Saturday.",
            "But this was also a scary speech to watch, and insofar as the presidential campaign is a test to see who has the character, the discipline, and the seriousness to be president of the United States, Trump is failing it.",
            "When Trump first announced a more stringent plan for a \"total and complete shutdown of Muslims entering the United States\" in December, Pence said it was \"offensive and unconstitutional\"."
        ],
        "tf-idf score": [
            0.596674252662586,
            0.8969308595018414,
            0.9980732965400865
        ]
    },
    "0.20666837305056082-3-40": {
        "average clique similarity": 0.20666837305056082,
        "clique": [
            "2-He postponed his pla",
            "3-He arrived in New Yo",
            "1-The final humiliatio"
        ],
        "median tf-idf score": 0.8791063016258154,
        "publications": [
            "Reuters",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "He postponed his planned Friday announcement after the deadly attack in Nice, France and saying he had not made his \"final, final decision,\" Trump privately had second thoughts on who to pick in   conversations on Thursday, said a Republican source familiar with the situation.",
            "He arrived in New York late Thursday only to be alerted by an aide to a Fox News interview in which Trump was insisted he had not yet made a \"final, final decision,\" despite already asking Pence to be his No 2.",
            "The final humiliation was yet to come: Trump introduced Pence and then immediately, unusually, walked off the stage, leaving Pence alone at the podium."
        ],
        "tf-idf score": [
            0.7959377010829392,
            1.0002598583877425,
            0.8791063016258154
        ]
    },
    "0.21411417507502783-3-98": {
        "average clique similarity": 0.21411417507502783,
        "clique": [
            "4- Donald Trump and In",
            "1- I do not know how t",
            "3-Trump  multiple sour"
        ],
        "median tf-idf score": 0.5499670198738095,
        "publications": [
            "Vox",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            " Donald Trump and Indiana Gov.",
            " I do not know how to explain what I just watched. It should be easy. Donald Trump introduced Indiana Gov.",
            "Trump, multiple sources told CNN, was troubled by his gut feeling that he should have gone with his friend, New Jersey Gov."
        ],
        "tf-idf score": [
            0.49628652920358673,
            0.5499670198738095,
            0.6437555933390842
        ]
    },
    "0.23549352588282288-3-299": {
        "average clique similarity": 0.23549352588282288,
        "clique": [
            "4-And Trump said Satur",
            "2- Indiana Governor Mi",
            "0-He says Pence was hi"
        ],
        "median tf-idf score": 1.0953797985538036,
        "publications": [
            "Reuters",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "And Trump said Saturday that he locked onto Pence in early May when he won Indiana's presidential primary, in large part due to Pence's fiscal record    delivering a balanced budget, creating a $2 million state surplus and allowing Indiana to have a AAA bond rating. \"That's as good as it gets.",
            "\"Indiana Governor Mike Pence was my first choice, I've admired the work he's done, especially in the state of Indiana,\" Trump said at an event in New York City. \"And one of the reasons is party unity, so many people have said, party unity.",
            "He says Pence was his \"first choice\" and has \"admired\" the work that he has done in Indiana."
        ],
        "tf-idf score": [
            1.0953797985538036,
            1.348057251215793,
            0.6763736986290781
        ]
    },
    "0.2432453250629807-3-475": {
        "average clique similarity": 0.2432453250629807,
        "clique": [
            "1-But he s been given ",
            "4- Let s come together",
            "0-He praises Trump as "
        ],
        "median tf-idf score": 0.610227283918094,
        "publications": [
            "Vox",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "But he's been given that opportunity again and again, and he keeps failing it. This was a fun speech to watch, and insofar as the presidential campaign is one of America's favorite reality television series, Donald Trump is an outstanding participant.",
            "\"Let's come together as a party, as a movement, to make America great again,\" Pence also said, while suggesting that he knew as early as Wednesday that he would be the nominee.",
            "He praises Trump as a \"patriotic American\" and \"fighter\" who has set aside his \"legendary\" business career to make America great again."
        ],
        "tf-idf score": [
            0.8243843075920291,
            0.610227283918094,
            0.5843468221225218
        ]
    },
    "0.24597544083580955-3-371": {
        "average clique similarity": 0.24597544083580955,
        "clique": [
            "0-He says religion s v",
            "2-Trump had been annoy",
            "3-He went into a detai"
        ],
        "median tf-idf score": 0.7330902152267975,
        "publications": [
            "Breitbart",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "He says religion's voice has been \"taken away\" and \"we're going to change that. \" Trump says \"we're gonna get rid of that horrible Johnson amendment\"  --   \"we're gonna let people of religion talk\".",
            "Trump had been annoyed that the element of surprise had been taken away by the leaking of Pence's name, the source added.",
            "He went into a detailed riff about how he would repeal the \"Johnson amendment\" as president, which prohibits   organizations, such as churches, from endorsing political candidates. \"Religion's voice has been taken away and we're going to change that,\" Trump said."
        ],
        "tf-idf score": [
            0.7061119592308769,
            0.7584751385786745,
            0.7330902152267975
        ]
    },
    "0.2960801492835517-3-362": {
        "average clique similarity": 0.2960801492835517,
        "clique": [
            "0-Donald Trump will in",
            "3-  CNN  Donald Trump ",
            "2- U S presidential ho"
        ],
        "median tf-idf score": 1.2773843645309908,
        "publications": [
            "Breitbart",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "Donald Trump will introduce Indiana Governor Mike Pence as his running mate in New York.",
            " (CNN) Donald Trump formally unveiled Mike Pence as his running mate Saturday, candidly saying he hoped the pick would unite the fractured Republican Party, in a typically unconventional rollout event that was more about the man at the top of the ticket than his new sidekick. The presumptive Republican nominee introduced the Indiana governor at a Manhattan hotel two days before the start of the Republican National Convention.",
            " U S presidential hopeful Donald Trump on Saturday presented his vice presidential running mate, Indiana Governor Mike Pence, as the man who can unify a fractured Republican party and help him bridge the gap created by the candidate's outsider status."
        ],
        "tf-idf score": [
            0.9914699061025979,
            1.5418478199353376,
            1.2773843645309908
        ]
    },
    "0.2963549192301904-3-475": {
        "average clique similarity": 0.2963549192301904,
        "clique": [
            "1-Hours before the ann",
            "0-twitter       Maggie",
            "3- Indiana Gov  Mike P"
        ],
        "median tf-idf score": 0.8347360865798795,
        "publications": [
            "Vox",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "Hours before the announcement, Trump tweeted that Pence was \"my first choice from the start!\"",
            "twitter. --   Maggie Haberman (@maggieNYT) July 16, 2016,    10:35: Pence will hold a rally in Indiana later in the afternoon: Headed to Indiana for @mike_pence \"welcome home\" event after official GOP ticket debut in NY today,  --   Kelly O'Donnell (@KellyO) July 16, 2016,    10:30: Trump claims Pence was his first choice from the start: Look forward to introducing Governor Mike Pence (who has done a spectacular job in the great State of Indiana). My first choice from start!",
            "\"Indiana Gov. Mike Pence is my first choice."
        ],
        "tf-idf score": [
            0.8347360865798795,
            1.5357370206404597,
            0.44912610231846667
        ]
    },
    "0.2989571499505339-3-89": {
        "average clique similarity": 0.2989571499505339,
        "clique": [
            "4- Americans can choos",
            "0-11 50  Pence says el",
            "3- History teaches us "
        ],
        "median tf-idf score": 0.6810497205124464,
        "publications": [
            "Fox News",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "\"Americans can choose a leader who will fight to make America great again, or we can elect someone who personifies failed establishment,\" he said. \" years of Obama and Hillary Clinton weakened the world. \"",
            "11:50: Pence says elections are about choices and Americans can choose a leader who can make America prosperous again and brings real change or a person who \"personifies the failed establishment in Washington, D C \" Pence blasts  's foreign policy and says history teaches us that weakness inspires evil and says the world is spinning apart because of  's weakness on foreign policy.",
            "\"History teaches us that weakness arouses evil. Hillary Clinton and Barack Obama's foreign policy of leading from behind, moving red lines, feigning resets with a resurgent Russia and the rise of ISIS is a testament to this truth of history and we must bring a change to America's stand in the world,\" Pence said."
        ],
        "tf-idf score": [
            0.4099022477020301,
            0.7395375136099296,
            0.6810497205124464
        ]
    },
    "0.3316393628925061-3-314": {
        "average clique similarity": 0.3316393628925061,
        "clique": [
            "0-11 17  Trump says th",
            "4- Hillary Clinton led",
            "3- We cannot have four"
        ],
        "median tf-idf score": 0.7571540403019473,
        "publications": [
            "Fox News",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "11:17: Trump says the Middle East has been more unstable than ever before after Hillary Clinton led President Barack Obama down \"a horrible path. \"",
            "\"Hillary Clinton led (President) Obama right down a horrible path. ...     Iraq, Syria, horrible,\" Trump said. \"Now we're seeing unrest in Turkey. \"",
            "\"We cannot have four more years apologizing to our enemies and abandoning our friends,\" he added. His remarks were mirrored by Trump's own attacks on Clinton during the event, and pointed to the campaign's emerging attempt to cast the billionaire as a law and order candidate who can take the tough decisions to keep Americans safe. \"The Middle East today is more unstable than ever before. Never been like this. Out of control. After four years of Clinton, who really led the way and led Obama down a horrible path\"."
        ],
        "tf-idf score": [
            0.7571540403019473,
            0.6813610400318104,
            0.9935655661030671
        ]
    },
    "0.3536780663855988-3-475": {
        "average clique similarity": 0.3536780663855988,
        "clique": [
            "0-11 25  Trump says on",
            "1- One of the big reas",
            "3-The real estate mogu"
        ],
        "median tf-idf score": 0.7863545007528463,
        "publications": [
            "Breitbart",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "11:25: Trump says one of the big reasons he chose Pence was due to \"unity\" since he is an \"outsider\" who won in a landslide that wasn't even close.",
            "\"One of the big reasons I chose Mike is party unity, I have to be honest,\" Trump admitted midway through his speech, at the moment another candidate would have said, \"I chose Mike because he'll be a great president\".",
            "The real estate mogul also acknowledged that the need to coalesce conservative support around his candidacy factored into his decision. \"I think if you look at one of the big reasons that I chose Mike    and one of the reasons is party unity, I have to be honest. So many people have said party unity. Because I'm an outsider."
        ],
        "tf-idf score": [
            0.975877457703649,
            0.7863545007528463,
            0.49476432213275706
        ]
    },
    "0.39638439603413755-4-353": {
        "average clique similarity": 0.39638439603413755,
        "clique": [
            "0-Pence says Trump is ",
            "1-Trump is a great ent",
            "3- Donald Trump is a g",
            "2- Lets come together "
        ],
        "median tf-idf score": 1.0057633629144969,
        "publications": [
            "Vox",
            "Reuters",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "Pence says Trump is a good man and will make a great president of the United States of America.",
            "Trump is a great entertainer. But he's not running for host of America: The Show.",
            "\"Donald Trump is a good man and he will make a great president of the United States of America,\" Pence added.",
            "\"Lets come together as a party, as a people, as a movement, to make America great again and that day begins when Donald Trump becomes the 45th president of the United States of America,\" Pence said."
        ],
        "tf-idf score": [
            1.0277926318802435,
            0.4716538166402976,
            0.9837340939487503,
            1.155994045582587
        ]
    }
}