{
    "0.2253948769412417-3-57": {
        "average clique similarity": 0.2253948769412417,
        "clique": [
            "2-    There has been a",
            "1- The Voice  paid tri",
            "4-  The show later twe"
        ],
        "median tf-idf score": 0.5654419025902815,
        "publications": [
            "Buzzfeed News",
            "Business Insider",
            "Fox News"
        ],
        "sentences": [
            "\"   There has been an outpouring of grief on Twitter for Grimmie's   passing: \" ' ' ' 't't'tRIP Christine Grimmie    : May God blessed your soul :(  world has just lost such a beautiful,. ..  ' ' ' ' 't't'tI Cant believe there are people in the world who could do such an evil, senseless act.",
            "\"The Voice\" paid tribute to Grimmie on its official Twitter page: \"There are no words. We lost a beautiful soul with an amazing voice\".",
            "' The show later tweeted that a \"beautiful soul\" was lost.'"
        ],
        "tf-idf score": [
            0.6885857011146781,
            0.5654419025902815,
            0.30816323221977004
        ]
    },
    "0.22801062281419662-3-27": {
        "average clique similarity": 0.22801062281419662,
        "clique": [
            "4-  Earlier Friday  Gr",
            "1-Grimmie had posted a",
            "3-As The Associated Pr"
        ],
        "median tf-idf score": 0.6191994504254272,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "' Earlier Friday, Grimmie posted a video telling her fans to come see her in Orlando.'",
            "Grimmie had posted a video of herself shortly before the concert was scheduled to begin, encouraging fans to come see her perform. The Facebook post showed a smiling upbeat young woman. \"Hey guys, what's up?\"",
            "As The Associated Press notes, \"She began amassing a following on YouTube as a teenager, gripping online viewers with her powerful renditions of hit songs. Her videos on YouTube have garnered millions of views\". Before the show, she posted a video on her Twitter account encouraging fans to attend."
        ],
        "tf-idf score": [
            0.6191994504254272,
            0.8264203537425989,
            0.5649607481225878
        ]
    },
    "0.23994859796432566-3-73": {
        "average clique similarity": 0.23994859796432566,
        "clique": [
            "1- We believe he came ",
            "3-Mina adds that  ther",
            "4-Investigators are cu"
        ],
        "median tf-idf score": 0.49222116778587777,
        "publications": [
            "Fox News",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"We believe he came here to commit this crime\". The police were searching his cellphone and computer for a motive.",
            "Mina adds that \"there's no indication that he knew her\". Law enforcement officials are searching the suspect's phone, computer, home and car, and they say they hope these might point to a motive for the attack.",
            "Investigators are currently looking through Loibl's phone and computer searching for a motive, Mina said, adding that he did not know if he had previously tried to contact Grimmie."
        ],
        "tf-idf score": [
            0.30793374949446384,
            0.49222116778587777,
            0.8022598286569083
        ]
    },
    "0.2565914036707447-4-50": {
        "average clique similarity": 0.2565914036707447,
        "clique": [
            "3-Grimmie s brother im",
            "2-    Grimmie s brothe",
            "1-Loibl fatally shot h",
            "4-Grimmie s brother  M"
        ],
        "median tf-idf score": 0.7513517849685123,
        "publications": [
            "Business Insider",
            "NPR",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "Grimmie's brother immediately tackled the suspect after he opened fire, police say, and the suspect shot himself during the struggle.",
            "\"   Grimmie's brother, Marcus, tackled the shooter to the ground, and   the shooter subsequently turned the gun on himself, Mina said. \" '   \"Marcus'' heroic actions may have prevented further loss of life,\"   said Mina.  '",
            "Loibl fatally shot himself after Grimmie's brother tackled him, possibly preventing further injuries and deaths, authorities said.",
            "Grimmie's brother, Marcus, instantly tackled him, and Loibl killed himself in the midst of the scuffle."
        ],
        "tf-idf score": [
            0.7434046812820142,
            0.8240036454298112,
            0.7592988886550105,
            0.512680611109354
        ]
    },
    "0.25934128531014894-3-8": {
        "average clique similarity": 0.25934128531014894,
        "clique": [
            "0-One was Grimmie  the",
            "3-Singer Christina Gri",
            "1-    Orlando police S"
        ],
        "median tf-idf score": 1.2811690838095051,
        "publications": [
            "Fox News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "One was Grimmie, the    singer who died of the injuries she suffered.",
            "Singer Christina Grimmie, a former contestant on The Voice, was shot by a gunman after a concert in Orlando, Fla. police say, and later died of her wounds.",
            "    Orlando police Saturday identified the man who shot and killed 'Voice' star singer Christina Grimmie, later turning the gun on himself, while she was interacting with fans following a Friday concert."
        ],
        "tf-idf score": [
            0.5819116426709058,
            1.2811690838095051,
            1.4603679764672053
        ]
    },
    "0.2665796823948738-3-68": {
        "average clique similarity": 0.2665796823948738,
        "clique": [
            "3- I m told that the s",
            "0-Grimmie  a New Jerse",
            "1-Grimmie  a New Jerse"
        ],
        "median tf-idf score": 0.6149126646373038,
        "publications": [
            "NPR",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "\"I'm told that the security measures in place are that people open their bags and the security people look inside those bags for weapons\". Grimmie finished third in the 2014 season of the NBC singing competition.",
            "Grimmie, a New Jersey native with more than 3 million subscribers on YouTube, finished in third place during Season     Caption   Christina Grimmie, 22, was shot and killed by a gunman after a performance at Orlando's Plaza Live venue.",
            "Grimmie, a New Jersey native, finished third during season six of NBC's \"The Voice\" in 2014, competing on the team of Maroon 5 star Adam Levine."
        ],
        "tf-idf score": [
            0.6149126646373038,
            1.2502697213900638,
            0.5836188770250562
        ]
    },
    "0.27361477051585603-3-37": {
        "average clique similarity": 0.27361477051585603,
        "clique": [
            "0-Grimmie and Before Y",
            "4-  In a post on Twitt",
            "1-Police said in a new"
        ],
        "median tf-idf score": 0.9379523231844393,
        "publications": [
            "Buzzfeed News",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Grimmie and Before You Exit, the band that headlined the show, lingered to sign autographs and sell merchandise, police said. Then, at about 10:30 p. m. authorities received calls about gunshots at Plaza Live.",
            "' In a post on Twitter, Before You Exit, the band Grimmie had been playing with before she was shot, said \"words fail to describe how much Christina means to all of us. \"'",
            "Police said in a news release that Grimmie had performed with the band Before You Exit."
        ],
        "tf-idf score": [
            0.9379523231844393,
            0.9764157678788042,
            0.6618901294813359
        ]
    },
    "0.2756375620634534-4-91": {
        "average clique similarity": 0.2756375620634534,
        "clique": [
            "3-Orlando Police Chief",
            "1-Orlando Police Chief",
            "0-When officers secure",
            "4-His name will be rel"
        ],
        "median tf-idf score": 0.8472030543553533,
        "publications": [
            "NPR",
            "Washington Post",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "Orlando Police Chief John Mina told reporters that the suspect was carrying two handguns, additional magazines and a hunting knife.",
            "Orlando Police Chief John Mina told reporters Saturday that Loibl, whose name was not immediately released by authorities, didn't know Grimmie personally.",
            "When officers secured the scene, they found two people who had been shot, Orlando Police Chief John Mina said at a news conference Saturday.",
            "His name will be released later, Mina added that Loibl had been carrying two loaded,   handguns with two additional magazines and a large hunting knife when he entered the venue and shot Grimmie."
        ],
        "tf-idf score": [
            0.8588820034057637,
            1.1728927980524526,
            0.8355241053049427,
            0.8327065219237019
        ]
    },
    "0.29216075968541805-3-75": {
        "average clique similarity": 0.29216075968541805,
        "clique": [
            "4- ChiefJohnMina We kn",
            "3-The Voice expressed ",
            "1-There were no metal "
        ],
        "median tf-idf score": 0.5566695397228212,
        "publications": [
            "Buzzfeed News",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "@ChiefJohnMina We know people want answers and our detectives are working all leads at this time. Grimmie rose to fame with the help of a strong YouTube following.",
            "The Voice expressed its condolences on its official Twitter account: \"We are heartbroken,\" it says. Grimmie \"is a loved member of our family. Our thoughts are with her and her family\".",
            "There were no metal detectors and   officers were not working the concert, he said. We are heartbroken. @TheRealGrimmie is a loved member of our family. Our thoughts are with her and her family. #PrayForChristina, Haven't heard.. Just reading the same stuff y'all are at this point. Can't believe this..  https:  ."
        ],
        "tf-idf score": [
            0.5566695397228212,
            0.6593905687299844,
            0.524979274264119
        ]
    },
    "0.34397978257085304-4-0": {
        "average clique similarity": 0.34397978257085304,
        "clique": [
            "4-Man who shot and kil",
            "1- OPD can confirm    ",
            "3-Orlando Police have ",
            "0-The other was her su"
        ],
        "median tf-idf score": 0.8368948256461683,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "Man who shot and killed Christina Grimmie @TheRealGrimmie is Kevin James Loibl DOB    Several witnesses told police that Loibl had approached    Grimmie and shot her.",
            "\"OPD can confirm    Kevin James Loibl, suspect who shot Christina Grimmie, is from St Petersburg, FL,\" the department Tweeted.",
            "Orlando Police have identified Grimmie's killer as    Kevin James Loibl.",
            "The other was her suspected killer, identified Saturday as    Kevin James Loibl, who also shot and killed himself, police said."
        ],
        "tf-idf score": [
            0.9300952799556975,
            0.8518333734773379,
            0.7338559558101507,
            0.8219562778149989
        ]
    },
    "0.3856817231175349-3-60": {
        "average clique similarity": 0.3856817231175349,
        "clique": [
            "1-We love you so much ",
            "4-We ask at this time ",
            "3-We love you so much "
        ],
        "median tf-idf score": 0.5735612594218473,
        "publications": [
            "Fox News",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "We love you so much Grimmie. We are all praying hard that you can pull through this .",
            "We ask at this time that you respect the privacy of her family and friends in their time of mourning. \" Today we lost an angel, sister, and a beloved friend. #RipChristina, ORLANDO!! Come out to the show tonight at the Plaza Live! Starts at 7:30! d We are heartbroken.",
            "We love you so much Grimmie. We are all praying hard that you can pull through this. ..this just isn't fair\". As The Associated Press notes, he posted the photo before her death was confirmed."
        ],
        "tf-idf score": [
            0.3830426764820994,
            0.5735612594218473,
            0.7764777641377483
        ]
    },
    "0.391733304545636-3-110": {
        "average clique similarity": 0.391733304545636,
        "clique": [
            "1-twitter  Grimmie  a ",
            "2-    Grimmie was sign",
            "3-Grimmie was signing "
        ],
        "median tf-idf score": 1.081909202501459,
        "publications": [
            "Business Insider",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "twitter. Grimmie, a      contestant on the TV show \"The Voice,\" was shot Friday night as she was signing autographs after a performance in Orlando at The Plaza Live.",
            "'   Grimmie was signing autographs and interacting with fans after   her concert at the Plaza Live in Orlando when a man approached   and fired around 10:30 p. m.  ' '   Grimmie, 22, was rushed to the hospital in critical condition and   died shortly after.   '",
            "Grimmie was signing autographs for fans after the show at The Plaza Live late Friday, according to a statement from Orlando police."
        ],
        "tf-idf score": [
            1.081909202501459,
            1.104010955313256,
            1.0560528887879699
        ]
    },
    "0.40057598093665536-4-16": {
        "average clique similarity": 0.40057598093665536,
        "clique": [
            "2-    The shooter  an ",
            "0-Liobl  of St  Peters",
            "4-Police said the    h",
            "3- The suspect in this"
        ],
        "median tf-idf score": 0.7748019475709855,
        "publications": [
            "NPR",
            "Washington Post",
            "Business Insider",
            "Buzzfeed News"
        ],
        "sentences": [
            "'   The shooter, an unknown    man, had traveled to the   concert, and had \"plans to travel home\" afterward, indicating he   had deliberately targeted Grimmie, according to Orlando police   Chief John Mina. '",
            "Liobl, of St. Petersburg, \"traveled to Orlando, apparently to commit this crime,\" Mina told reporters. \"And then had plans to travel back to where he came from. \" With love. https:  .",
            "Police said the    had no known ties to Grimmie and traveled to Orlando from his home in St. Petersburg to commit the crime.",
            "\"The suspect in this case is not from Orlando. The suspect traveled to Orlando, apparently to commit this crime, and then had plans to travel back to where he came from\". He came from another city in Florida, Mina said."
        ],
        "tf-idf score": [
            1.0907855326456373,
            0.5971686902053067,
            0.8839223849421843,
            0.6656815101997868
        ]
    },
    "0.4479621339427066-3-87": {
        "average clique similarity": 0.4479621339427066,
        "clique": [
            "4-  Adam Levine  her c",
            "3-Grimmie was coached ",
            "1-She closed with an e"
        ],
        "median tf-idf score": 0.707734336504995,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "' Adam Levine, her coach on The Voice, said on Instagram he was \"sad, shocked, and confused\" by the shooting.'",
            "Grimmie was coached during the show by Maroon 5 singer Adam Levine, and he posted a photo of the two of them together on his Instagram account: \"I'm sad, shocked and confused.",
            "She closed with an excited \"byee!\" Levine posted a photo of himself with Grimmie on Instagram, commenting before her death was confirmed: \"I'm sad, shocked and confused."
        ],
        "tf-idf score": [
            0.5249540177394713,
            0.7355563810113204,
            0.707734336504995
        ]
    },
    "0.5945906463101923-3-41": {
        "average clique similarity": 0.5945906463101923,
        "clique": [
            "3-Grimmie s publicist ",
            "1-A publicist  Heather",
            "4- It is with a heavy "
        ],
        "median tf-idf score": 0.5302065866917418,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "Grimmie's publicist Heather Weiss told The Associated Press in an email that \"we can confirm that Christina has passed and went home to be with the Lord\". Questions have been raised about security procedures at the concert venue after the attack.",
            "A publicist, Heather Walsh, said in an email early Saturday that \"we can confirm that Christina has passed and went home to be with the Lord\".",
            "\"It is with a heavy heart that we can confirm that Christina has passed and went home to be with the Lord,\" her spokeswoman, Heather Weiss, said in a statement."
        ],
        "tf-idf score": [
            0.9303578303128862,
            0.5302065866917418,
            0.5029983465829269
        ]
    }
}