{
    "0.1588129573544986-3-37": {
        "average clique similarity": 0.1588129573544986,
        "clique": [
            "0- He was an extraordi",
            "2-He was the   Justice",
            "4-Scalia s impact on t"
        ],
        "median tf-idf score": 1.106683631555947,
        "publications": [
            "NPR",
            "Talking Points Memo",
            "Business Insider"
        ],
        "sentences": [
            "\"He was an extraordinary individual and jurist, admired and treasured by his colleagues. His passing is a great loss to the Court and the country he so loyally served\".",
            "He was the   Justice on the current Supreme Court bench.' 'Scalia is survived by his wife, Maureen, and their nine children.'",
            "Scalia's impact on the court was muted by his seeming disregard for moderating his views to help build consensus, although he was held in deep affection by his ideological opposites Ruth Bader Ginsburg and Elena Kagan."
        ],
        "tf-idf score": [
            0.6138602572319558,
            1.106683631555947,
            1.114537828767552
        ]
    },
    "0.1593876200050043-3-178": {
        "average clique similarity": 0.1593876200050043,
        "clique": [
            "4-In 2007  Scalia side",
            "2- Commenting  Chief J",
            "0-Supreme Court Justic"
        ],
        "median tf-idf score": 1.217564149782833,
        "publications": [
            "NPR",
            "Talking Points Memo",
            "Business Insider"
        ],
        "sentences": [
            "In 2007, Scalia sided with Chief Justice John Roberts in a decision that gave corporations and labor unions wide latitude to air political ads close to elections.",
            "'Commenting  Chief Justice John Roberts applauded Scalia''s \"transformative legal theories,\" and \"outsize personality,\" and called him a \"leader of the conservative intellectual renaissance. \"' '' \"President Obama, who was traveling in California on Saturday offered his condolences. A full statement from the White House was expected later.",
            "Supreme Court Justice Antonin Scalia, perhaps the leading voice of uncompromising conservatism on the nation's highest court, was found dead Saturday, Chief Justice John Roberts has confirmed."
        ],
        "tf-idf score": [
            0.6654212412237674,
            1.2291926928327932,
            1.217564149782833
        ]
    },
    "0.16040071370454215-3-69": {
        "average clique similarity": 0.16040071370454215,
        "clique": [
            "1-His 2008 opinion for",
            "0-In his 29 years on t",
            "3-Although Scalia prev"
        ],
        "median tf-idf score": 0.807162594751337,
        "publications": [
            "NPR",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "His 2008 opinion for the court in favor of gun rights was his crowning moment in more than 30 years on the bench.",
            "In his 29 years on the court, Scalia achieved almost a cult following for his acerbic dissents, which in many ways shaped the ongoing legal debate over how courts should interpret the Constitution.",
            "Although Scalia prevailed in many areas, thanks in part to the court's conservative majority during his tenure, he also was known for his colorful and angry dissents, often read with theatrical flair in the courtroom."
        ],
        "tf-idf score": [
            0.776637203885878,
            0.807162594751337,
            1.0324998005084727
        ]
    },
    "0.1654371273052311-3-91": {
        "average clique similarity": 0.1654371273052311,
        "clique": [
            "1-But he also voted co",
            "3-STRICT CONSTITUTIONA",
            "4-   jurisprudence onc"
        ],
        "median tf-idf score": 0.8687055589769819,
        "publications": [
            "Fox News",
            "Reuters",
            "Talking Points Memo"
        ],
        "sentences": [
            "But he also voted consistently to let states outlaw abortions, to allow a closer relationship between government and religion, to permit executions and to limit lawsuits. Scalia advocated tirelessly in favor of originalism, the method of constitutional interpretation that looks to the meaning of words and concepts as they were understood by the Founding Fathers.",
            "STRICT CONSTITUTIONALIST His doctrine of \"originalism\" centered on the belief that the U S Constitution should be understood in the context of the 18th century era when it was written. A contrary view is that the constitutional principles evolve to meet the needs of modern society. When interpreting statutes, Scalia insisted the justices should look at the actual words and shun congressional reports, floor speeches and other artifacts of legislative history.",
            ".. jurisprudence once again, frightening the little children and school attorneys,\" he wrote. Scalia showed a deep commitment to originalism, which he later began calling textualism. Judges had a duty to give the same meaning to the Constitution and laws as they had when they were written."
        ],
        "tf-idf score": [
            0.8687055589769819,
            1.1540892009647048,
            0.7718655675055791
        ]
    },
    "0.16575867472747394-3-201": {
        "average clique similarity": 0.16575867472747394,
        "clique": [
            "0-For decades Scalia r",
            "1- For the past three ",
            "2-   after decades of "
        ],
        "median tf-idf score": 0.8333372800610734,
        "publications": [
            "Business Insider",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "For decades Scalia railed against the Supreme Court's rulings on abortion, affirmative action, gay rights and religion.",
            "\"For the past three decades, his towering intellect and trenchant wit has characterized the deliberations and decisions of the high court\".",
            ".. after decades of judicial activism. \"' 'Cruz, who is a contender in the 2016 GOP presidential nomination, added that \"Scalia''s three decades on the Court was one of President Reagan''s most consequential legacies. \"'"
        ],
        "tf-idf score": [
            0.8333372800610734,
            0.3954233959744476,
            1.0694032318464701
        ]
    },
    "0.17114868820175788-3-214": {
        "average clique similarity": 0.17114868820175788,
        "clique": [
            "0-Scalia returned to a",
            "3-Scalia  who died at ",
            "1-He was 79  His death"
        ],
        "median tf-idf score": 1.2040909736026248,
        "publications": [
            "NPR",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "Scalia returned to academic life when Democrat Jimmy Carter won the presidency, but when Republican Ronald Reagan succeeded Carter, Scalia was appointed first to the federal appeals court in Washington, and four years later, he was appointed to fill the Supreme Court seat being vacated by William Rehnquist, who was being promoted to chief justice. That pairing turned out to be a lucky break for the   conservative. Democrats, in the minority in the Senate, could fight only one battle.",
            "Scalia, who died at age 79, was appointed to the high court by President Ronald Reagan in 1986 and built a reputation as one of the nation's most brilliant, conservative jurists. He was passionately opposed to abortion and strongly supported the death penalty.",
            "He was 79. His death means President Obama could have an unprecedented chance to try to shift the balance of the court during his final year in office    setting up a Senate battle in the heat of an election year."
        ],
        "tf-idf score": [
            1.473903572549341,
            1.2040909736026248,
            0.803611138544839
        ]
    },
    "0.17845981979971262-3-1": {
        "average clique similarity": 0.17845981979971262,
        "clique": [
            "4-That is perhaps deba",
            "0-Is the Constitution ",
            "1-Ginsburg once said t"
        ],
        "median tf-idf score": 0.6703606410191981,
        "publications": [
            "Talking Points Memo",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "That is perhaps debatable, but what is not debatable is that it is not the role of this Court to pronounce the Second Amendment extinct,\" Scalia wrote.",
            "Is the Constitution a living document that adapts to the times, so that, for example, punishments once accepted could now be viewed as unconstitutionally cruel and unusual? \"The Constitution that I interpret and apply is not living but dead, or as I prefer to call it, enduring,\" he said.",
            "Ginsburg once said that Scalia was \"an absolutely charming man, and he can make even the most sober judge laugh\". She said that she urged her friend to tone down his dissenting opinions \"because he'll be more effective if he is not so polemical. I'm not always successful\"."
        ],
        "tf-idf score": [
            0.6703606410191981,
            0.2917121703431258,
            0.9428742634882737
        ]
    },
    "0.18646969669940192-3-73": {
        "average clique similarity": 0.18646969669940192,
        "clique": [
            "4-Scalia used his keen",
            "3-He used to enjoy a r",
            "2-   and retired to hi"
        ],
        "median tf-idf score": 1.060260943920678,
        "publications": [
            "Reuters",
            "Business Insider",
            "Talking Points Memo"
        ],
        "sentences": [
            "Scalia used his keen intellect and missionary zeal in an unyielding attempt to move the court farther to the right after his 1986 selection by President Ronald Reagan. He also advocated tirelessly in favor of originalism, the method of constitutional interpretation that looks to the meaning of words and concepts as they were understood by the Founding Fathers.",
            "He used to enjoy a regular game of poker with the late Chief Justice William Rehnquist and others. A   Scalia once explained to reporters at an evening   at the court that he was going to another party, adding, \"Esteemed jurist by day,    by night\".",
            ".. and retired to his room after dinner\" Friday night.' 'Scalia was appointed by President Ronald Reagan in 1986."
        ],
        "tf-idf score": [
            1.060260943920678,
            1.1641992497798452,
            0.7778475242050547
        ]
    },
    "0.19197473653379374-3-237": {
        "average clique similarity": 0.19197473653379374,
        "clique": [
            "4-His dissents in case",
            "3-On the law  he took ",
            "1-He persuaded Kagan t"
        ],
        "median tf-idf score": 1.009947182706128,
        "publications": [
            "Reuters",
            "Fox News",
            "Talking Points Memo"
        ],
        "sentences": [
            "His dissents in cases involving gay rights could be as biting as they were prescient. \"By formally declaring anyone opposed to   marriage an enemy of human decency, the majority arms well every challenger to a state law restricting marriage to its traditional definition,\" Scalia wrote in dissent in 2013 when the court struck down part of a federal   marriage law.",
            "On the law, he took special pride in Sixth Amendment cases he helped develop that changed sentencing rules and that involved the right of defendants to be confronted by the witnesses against them. But perhaps his greatest achievement came in a 2008 case in which he authored the majority opinion when the court ruled   that the U S Constitution's Second Amendment right to bear arms extended to an individual right to keep guns in the home.",
            "He persuaded Kagan to join him on hunting trips. His 2008 opinion for the court in favor of gun rights drew heavily on the history of the Second Amendment and was his crowning moment on the bench. He could be a strong supporter of privacy in cases involving police searches and defendants' rights."
        ],
        "tf-idf score": [
            1.0757212709171737,
            0.8662038843783183,
            1.009947182706128
        ]
    },
    "0.19652433666596023-3-303": {
        "average clique similarity": 0.19652433666596023,
        "clique": [
            "2- Reacting to the new",
            "0- The thing to rememb",
            "4-Later in his tenure "
        ],
        "median tf-idf score": 0.9824089411469672,
        "publications": [
            "Talking Points Memo",
            "NPR",
            "Business Insider"
        ],
        "sentences": [
            "'Reacting to the news of Scalia''s death, CNN legal analyst Jeffrey Toobin said Scalia was one of the \"handful of most influential Supreme Court justices in history. \"'",
            "\"The thing to remember about Scalia is he was one of the great writers in the court's history,\" he said. And he didn't pull his punches.",
            "Later in his tenure, he also spoke at length in    interviews, often to promote a book. He betrayed no uncertainty about some of the most contentious legal issues of the day. The framers of the Constitution didn't think capital punishment was unconstitutional and neither did he. \"The death penalty?"
        ],
        "tf-idf score": [
            1.2692486626173447,
            0.9824089411469672,
            0.5683200668997476
        ]
    },
    "0.1997707997513992-3-104": {
        "average clique similarity": 0.1997707997513992,
        "clique": [
            "0-Over the years he wr",
            "3-It marked a major vi",
            "4-His 2008 opinion for"
        ],
        "median tf-idf score": 0.7938011053244913,
        "publications": [
            "Reuters",
            "Talking Points Memo",
            "NPR"
        ],
        "sentences": [
            "Over the years he wrote many important majority decisions on the First Amendment and other topics  --   from property rights to environmental questions, gun control and states rights.",
            "It marked a major victory for the gun rights movement. Nicknamed \"Nino,\" the former federal appeals court judge and law professor was proud to be the first   on the court.",
            "His 2008 opinion for the court in favor of gun rights drew heavily on the history of the Second Amendment and was his crowning moment on the bench."
        ],
        "tf-idf score": [
            0.3988061882834787,
            0.8156640665810292,
            0.7938011053244913
        ]
    },
    "0.23339014651633982-3-319": {
        "average clique similarity": 0.23339014651633982,
        "clique": [
            "3-Scalia  an only chil",
            "1- We extend our deepe",
            "4-Scalia and his wife "
        ],
        "median tf-idf score": 0.900891137842533,
        "publications": [
            "Reuters",
            "Fox News",
            "Talking Points Memo"
        ],
        "sentences": [
            "Scalia, an only child, was born on March 11, 1936, in Trenton, New Jersey, and grew up in the Queens section of New York City. His   father was a professor of Romance languages at Brooklyn College and his mother taught public school. He and his wife, Maureen, had nine children.",
            "\"We extend our deepest condolences to his wife, Maureen, and his family\". Scalia used his keen intellect and missionary zeal in an unyielding attempt to move the court farther to the right and to get it to embrace his \"originalist\" view of judging after his 1986 appointment by President Ronald Reagan.",
            "Scalia and his wife, Maureen, had nine children. Copyright 2016 The Associated Press. All rights reserved."
        ],
        "tf-idf score": [
            0.900891137842533,
            1.0093302208169397,
            0.5150981730763667
        ]
    },
    "0.23460621009219426-3-160": {
        "average clique similarity": 0.23460621009219426,
        "clique": [
            "0-Shortly after Presid",
            "3-POKER AND PIANO Scal",
            "4-He worked at a large"
        ],
        "median tf-idf score": 0.7703165563371949,
        "publications": [
            "NPR",
            "Reuters",
            "Talking Points Memo"
        ],
        "sentences": [
            "Shortly after President Nixon resigned in the Watergate scandal, President Ford assigned   Attorney General Scalia the task of determining who owned the infamous Nixon tapes and papers.",
            "POKER AND PIANO Scalia graduated from Harvard Law School with honors in 1960. Three years earlier, he had graduated first in his class from Georgetown University. He spent eight years in private law practice in Cleveland  and then joined the faculty at the University of Virginia Law School. In the 1970s, he served as general counsel of the White House Office of Telecommunications Policy under Republican President Richard Nixon.",
            "He worked at a large Cleveland law firm for six years before joining the faculty of the University of Virginia's law school. He left that job to work in the administrations of Presidents Richard Nixon and Gerald Ford. From 1977 to 1982, Scalia taught law at the University of Chicago."
        ],
        "tf-idf score": [
            0.48685685139981855,
            0.9344099456558829,
            0.7703165563371949
        ]
    },
    "0.2524899331495618-3-319": {
        "average clique similarity": 0.2524899331495618,
        "clique": [
            "3- In almost 30 years ",
            "2-    Supreme Court Ju",
            "1- Supreme Court Justi"
        ],
        "median tf-idf score": 1.191923564118118,
        "publications": [
            "Reuters",
            "Business Insider",
            "Fox News"
        ],
        "sentences": [
            " In almost 30 years on the bench of the U S Supreme Court Justice Antonin Scalia was strident, colorful, and most of all, conservative. That made him an unlikely buddy for fellow justice Ruth Bader Ginsburg.",
            "'' 'Supreme Court Justice Antonin Scalia was found dead in Texas on Saturday, according to multiple reports.' \"The office of Texas Gov.",
            " Supreme Court Justice Antonin Scalia, the judicial   of the conservative movement and the court's most provocative member, died Saturday."
        ],
        "tf-idf score": [
            1.2774686987701036,
            1.191923564118118,
            0.9346956809935428
        ]
    },
    "0.2717549787685088-3-170": {
        "average clique similarity": 0.2717549787685088,
        "clique": [
            "3- I love him but some",
            "4-He was an enthusiast",
            "1-Scalia and Ginsburg "
        ],
        "median tf-idf score": 0.5659899901115686,
        "publications": [
            "Fox News",
            "Reuters",
            "Talking Points Memo"
        ],
        "sentences": [
            "\"I love him but sometimes I'd like to strangle him,\" Ginsburg, a liberal who bonded with Scalia over a love of opera, once said.",
            "He was an enthusiastic singer at court Christmas parties and other musical gatherings, and once appeared on stage with Ginsburg as a Washington Opera extra.",
            "Scalia and Ginsburg shared a love of opera."
        ],
        "tf-idf score": [
            0.5659899901115686,
            0.6583253526698303,
            0.4346482465289093
        ]
    },
    "0.3845399394929699-3-247": {
        "average clique similarity": 0.3845399394929699,
        "clique": [
            "1-Indeed  Scalia often",
            "0-But his love was pol",
            "4-He could be a strong"
        ],
        "median tf-idf score": 0.6819845884457568,
        "publications": [
            "Fox News",
            "NPR",
            "Talking Points Memo"
        ],
        "sentences": [
            "Indeed, Scalia often said he should be the \"poster child\" for the criminal defense bar. But he also voted consistently to let states outlaw abortions, to allow a closer relationship between government and religion, to permit executions and to limit lawsuits.",
            "But his love was politics and government, and he soon became a force to be reckoned with in Republican administrations.",
            "He could be a strong supporter of privacy in cases involving police searches and defendants' rights. Indeed, Scaliaoften said he should be the \"poster child\" for the criminal defense bar. But he also voted consistently to let states outlaw abortions, to allow a closer relationship between government and religion, to permit executions and to limit lawsuits."
        ],
        "tf-idf score": [
            0.8059050996577525,
            0.3473851950664897,
            0.6819845884457568
        ]
    },
    "0.421299814640264-3-291": {
        "average clique similarity": 0.421299814640264,
        "clique": [
            "4-He was 79  The U S M",
            "2-He was the solid roc",
            "1-The U S Marshals Ser"
        ],
        "median tf-idf score": 0.795838589335774,
        "publications": [
            "Talking Points Memo",
            "Business Insider",
            "Fox News"
        ],
        "sentences": [
            "He was 79. The U S Marshals Service in Washington confirmed Scalia's death at a private residence in the Big Bend area of West Texas.",
            "He was the solid rock who turned away so many attempts to depart from and distort the Constitution,\" Abbott said in the statement.' \"The US Marshall's Service confirmed Scalia's death later Saturday\".",
            "The U S Marshals Service in Washington confirmed Scalia's death at a private residence in the Big Bend area of south Texas."
        ],
        "tf-idf score": [
            0.795838589335774,
            1.0337041071854134,
            0.5572157855275002
        ]
    }
}