{
    "0.25712912812530714-3-171": {
        "average clique similarity": 0.25712912812530714,
        "clique": [
            "5-Greg Abbott to call ",
            "3-Beginning in July   ",
            "1-The activists are Da"
        ],
        "median tf-idf score": 1.50223155920765,
        "publications": [
            "NPR",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "Greg Abbott to call for an investigation into Planned Parenthood Gulf Coast in Houston. But instead of finding evidence of wrongdoing by the organization, the grand jury returned indictments against   activists David Daleiden and Sandra Merritt.",
            "Beginning in July,   activists David Daleiden and Sandra Merritt of the Center for Medical Progress released several videos taken with hidden cameras that caught Planned Parenthood officials discussing the use of tissue from aborted fetuses.",
            "The activists are David Daleiden, founder of the   group that created and publicized the videos, and Sandra Merritt, who appeared with Daleiden in many of the videos. On Tuesday, the last criminal charge against Daleiden and Merritt was dismissed by Texas District Judge Brock Thomas."
        ],
        "tf-idf score": [
            1.50223155920765,
            1.513739946210022,
            0.8622317780761298
        ]
    },
    "0.3136328252302352-3-44": {
        "average clique similarity": 0.3136328252302352,
        "clique": [
            "3-It alleged that the ",
            "0-Planned Parenthood o",
            "1-Planned Parenthood o"
        ],
        "median tf-idf score": 1.3108880576208968,
        "publications": [
            "Vox",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "It alleged that the clips were misleadingly edited --  a charge the Center for Medical Progress cleverly defused by posting the full raw footage. But Planned Parenthood also accused the activists of using fake government IDs, creating a fake organization, and inappropriately recording people without their consent as part of the sting.",
            "Planned Parenthood officials swiftly hailed the indictment, \"These   extremists spent three years creating a fake company, creating fake identities, lying, and breaking the law.",
            "Planned Parenthood of the Gulf Coast released a statement arguing that the charges were dropped on a \"technicality\":  Planned Parenthood provides   compassionate health care and has been cleared of any wrongdoing time and again. Daleidan and other   extremists, on the other hand, spent three years creating a fake company, creating fake identities, and lying."
        ],
        "tf-idf score": [
            1.3727097695307506,
            1.0281739291425465,
            1.3108880576208968
        ]
    },
    "0.3160214571068408-3-102": {
        "average clique similarity": 0.3160214571068408,
        "clique": [
            "4-The Texas video was ",
            "5-The video sparked ou",
            "2-Planned Parenthood s"
        ],
        "median tf-idf score": 1.2131446406739799,
        "publications": [
            "Washington Post",
            "NPR",
            "Talking Points Memo"
        ],
        "sentences": [
            "The Texas video was the fifth released by the group.",
            "The video sparked outrage among Republican leaders and   groups nationwide. The video, which alleged Planned Parenthood was illegally profiting from the donated tissue, prompted Gov.",
            "Planned Parenthood says it abides by a law that allows providers to be reimbursed for the costs of processing tissue donated by women who have had abortions. The Texas video was the fifth released by the group."
        ],
        "tf-idf score": [
            0.4307637922636204,
            1.2131446406739799,
            1.4356992508156938
        ]
    },
    "0.33348086031281826-3-20": {
        "average clique similarity": 0.33348086031281826,
        "clique": [
            "0-When they couldn t f",
            "1-When they couldn t f",
            "5- These individuals b"
        ],
        "median tf-idf score": 0.9203556430774968,
        "publications": [
            "Vox",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "When they couldn't find any improper or illegal activity, they made it up,\" Eric Ferrero, Vice President of Communications for Planned Parenthood Federation of America, said in a statement. \"As the dust settles and the truth comes out, it's become totally clear that the only people who engaged in wrongdoing are the criminals behind this fraud, and we're glad they're being held accountable,\" Ferrero said.",
            "When they couldn't find any improper or illegal activity, they made it up. They spread malicious lies about Planned Parenthood in order to advance their   agenda. The decision to drop the prosecution on a technicality does not negate the fact that the only people who engaged in wrongdoing are the extremists behind this fraud.",
            "\"These individuals broke the law and committed fraud in order to spread lies about Planned Parenthood and today they're going to be held accountable for breaking those laws\"."
        ],
        "tf-idf score": [
            1.114711104250806,
            0.9203556430774968,
            0.845765431273368
        ]
    },
    "0.3476992153979503-3-56": {
        "average clique similarity": 0.3476992153979503,
        "clique": [
            "3- We were called upon",
            "0-Harris County Distri",
            "5-According to a state"
        ],
        "median tf-idf score": 1.2178679759519373,
        "publications": [
            "Atlantic",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "\"We were called upon to investigate allegations of criminal conduct by Planned Parenthood Gulf Coast,\" Harris County District Attorney Devon Anderson, a Republican, said in a statement.",
            "Harris County District Attorney Devon Anderson said in a statement that the founder of the Center for Medical Progress, David Daleiden, was indicted on a felony charge of tampering with a governmental record and a misdemeanor count related to purchasing human organs.",
            "According to a statement from Harris County District Attorney Devon Anderson, the 232nd Grand Jury extensively reviewed the joint investigation into allegations of misconduct by Planned Parenthood Gulf Coast for more than two months and cleared the organization of breaking the law."
        ],
        "tf-idf score": [
            1.198956477562649,
            1.2178679759519373,
            1.3944987990689863
        ]
    },
    "0.3698526841474265-3-117": {
        "average clique similarity": 0.3698526841474265,
        "clique": [
            "0-The center has relea",
            "4-The center claims th",
            "2-The center claims th"
        ],
        "median tf-idf score": 1.528031671919298,
        "publications": [
            "Talking Points Memo",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "The center has released several secretly recorded videos that have riled   activists and has accused Planned Parenthood of selling fetal tissue for profit, which is illegal. Republicans in Congress last summer unsuccessfully called for cutting off funding for the organization.",
            "The center claims that Planned Parenthood illegally sold fetal tissue; Planned Parenthood officials have denied any wrongdoing and have said the videos were misleadingly edited.",
            "The center claims that Planned Parenthood illegally sold fetal tissue Planned Parenthood officials have denied any wrongdoing and have said the videos were misleadingly edited. A phone message left seeking comment from the center about Monday's indictment wasn't immediately returned."
        ],
        "tf-idf score": [
            1.528031671919298,
            1.3271616521636131,
            1.5307632954058752
        ]
    },
    "0.37520453439127033-4-181": {
        "average clique similarity": 0.37520453439127033,
        "clique": [
            "3-That s a   felony th",
            "4-David Daleiden  foun",
            "5-They were both indic",
            "1-It was a felony char"
        ],
        "median tf-idf score": 0.92550355105519,
        "publications": [
            "Atlantic",
            "Washington Post",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "That's a   felony that could carry up to 20 years in prison. Daleiden also received a misdemeanor indictment under a law that prohibits buying or selling human organs.",
            "David Daleiden, founder of the Center for Medical Progress, was indicted on a felony charge of tampering with a governmental record and a misdemeanor count related to purchasing human organs.",
            "They were both indicted for tampering with a governmental record, which is a felony, and Daleiden was also indicted on a misdemeanor charge of illegally offering to purchase human organs in the video recording, Houston Public Media reports.",
            "It was a felony charge of \"tampering with a governmental record,\" based on allegations that Daleiden and Merritt used falsified driver's licenses in the process of making the videos. Daleiden also faced a misdemeanor charge of \"purchase and sale of human organs,\" which was also dropped last month."
        ],
        "tf-idf score": [
            0.4744242322756657,
            0.8922077434677247,
            0.9587993586426553,
            0.9608198224315326
        ]
    },
    "0.3799406810157752-3-36": {
        "average clique similarity": 0.3799406810157752,
        "clique": [
            "4- As I stated at the ",
            "1-The original indictm",
            "2-The   Center for Med"
        ],
        "median tf-idf score": 1.5477796594673674,
        "publications": [
            "Talking Points Memo",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "\"As I stated at the outset of this investigation, we must go where the evidence leads us. \" The   Center for Medical Progress has released several covertly shot videos of Planned Parenthood officials discussing the handling of fetal tissue from abortions.",
            "The original indictment came after a   grand jury investigation looked into claims by Daleiden and his organization, the Center for Medical Progress, that Planned Parenthood illegally sold fetal tissue.",
            "The   Center for Medical Progress has released several covertly shot videos of Planned Parenthood officials discussing the handling of fetal tissue from abortions."
        ],
        "tf-idf score": [
            1.5701964009170022,
            1.5477796594673674,
            1.4002754074658323
        ]
    },
    "0.41861631958548867-3-34": {
        "average clique similarity": 0.41861631958548867,
        "clique": [
            "0-After the lawsuit wa",
            "4-    Associated Press",
            "2-     Associated Pres"
        ],
        "median tf-idf score": 0.4306553024355495,
        "publications": [
            "Washington Post",
            "Fox News",
            "Talking Points Memo"
        ],
        "sentences": [
            "After the lawsuit was filed, Daleiden told The Associated Press that he looked forward to confronting Planned Parenthood in court.",
            "___ Associated Press Writers Juan A Lozano in Houston and Will Weissert in Austin contributed to this report. ___ Follow Paul J Weber on Twitter: www. twitter. Copyright 2016 The Associated Press. All rights reserved.",
            "___, Associated Press Writers Juan A Lozano in Houston and Will Weissert in Austin contributed to this report. ___, Follow Paul J Weber on Twitter: www. twitter. Copyright 2016 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed."
        ],
        "tf-idf score": [
            1.0492421635571827,
            0.3675829278531543,
            0.4306553024355495
        ]
    },
    "0.4287551078693998-4-89": {
        "average clique similarity": 0.4287551078693998,
        "clique": [
            "2-AUSTIN  Texas  AP   ",
            "4- AUSTIN  Texas      ",
            "0- A grand jury in Hou",
            "3-In a surprise turn  "
        ],
        "median tf-idf score": 1.596861108917616,
        "publications": [
            "Talking Points Memo",
            "Washington Post",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "AUSTIN, Texas (AP)  --   A Houston grand jury investigating undercover footage of Planned Parenthood found no wrongdoing Monday by the abortion provider and instead indicted   activists involved in making the videos that provoked outrage among Republican leaders nationwide.",
            " AUSTIN, Texas  --   A Houston grand jury investigating undercover footage of Planned Parenthood found no wrongdoing Monday by the abortion provider and instead indicted   activists involved in making the videos that provoked outrage among Republican leaders nationwide.",
            " A grand jury in Houston investigating undercover footage of Planned Parenthood allegations of misconduct instead indicted two   activists who made videos of the organization on Monday.",
            "In a surprise turn, a grand jury in Texas that was convened to investigate allegations that Planned Parenthood illegally sold fetal tissue decided instead to indict activists who made sting videos to criticize the organization."
        ],
        "tf-idf score": [
            1.6032069649385894,
            1.5957282673274937,
            1.3247173041869207,
            1.5979939505077383
        ]
    },
    "0.4714050220566606-3-181": {
        "average clique similarity": 0.4714050220566606,
        "clique": [
            "4-Planned Parenthood s",
            "3-Federal law allows m",
            "0- It is a sad day in "
        ],
        "median tf-idf score": 1.0049354585520733,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "Planned Parenthood says it abides by a law that allows providers to be reimbursed for the costs of processing tissue donated by women who have had abortions.",
            "Federal law allows medical providers to accept donation for processing tissue, but not to profit from it. The fifth installment in that series of videos was shot in Houston.",
            "\"It is a sad day in America when those who harvest the body parts of aborted babies escape consequences for their actions, while the courageous   who expose their misdeeds are handed down a politically motivated indictment instead,\" she said. Planned Parenthood says it abides by a law that allows providers to be reimbursed for the costs of processing tissue donated by women who have had abortions."
        ],
        "tf-idf score": [
            1.0049354585520733,
            0.7684501524386506,
            1.3728507547971844
        ]
    },
    "0.4736597094827905-4-128": {
        "average clique similarity": 0.4736597094827905,
        "clique": [
            "2-Texas Attorney Gener",
            "5-Texas Attorney Gener",
            "0-Abbott said the indi",
            "4-Texas Attorney Gener"
        ],
        "median tf-idf score": 1.0822454302334863,
        "publications": [
            "Talking Points Memo",
            "Washington Post",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "Texas Attorney General Ken Paxton also opened his own investigation into the videos. Abbott said the indictments will not impact the state's investigation, adding that Texas will \"continue to protect life\". Planned Parenthood officials swiftly hailed the indictment as just.",
            "Texas Attorney General Ken Paxton issued a brief statement following the indictments: \"The fact remains that the videos exposed the horrific nature of abortion and the shameful disregard for human life of the abortion industry. The state's investigation of Planned Parenthood is ongoing\".",
            "Abbott said the indictments will not impact the state's investigation, \"The State of Texas will continue to protect life, and I will continue to support legislation prohibiting the sale or transfer of fetal tissue,\" he said in a statement. Rep. Diane Black,  .",
            "Texas Attorney General Ken Paxton also opened his own investigation into the videos. Abbott said the indictments will not impact the state's investigation, adding that Texas will \"continue to protect life. \""
        ],
        "tf-idf score": [
            1.4220074652635317,
            1.4003994844040943,
            0.7634502274762315,
            0.7640913760628781
        ]
    },
    "0.47752730571748697-3-26": {
        "average clique similarity": 0.47752730571748697,
        "clique": [
            "0-Before its release  ",
            "2-Republican Gov  Greg",
            "4-Greg Abbott has call"
        ],
        "median tf-idf score": 1.3562602583361145,
        "publications": [
            "Fox News",
            "Talking Points Memo",
            "Washington Post"
        ],
        "sentences": [
            "Before its release, Melaney Linton, president of the Houston Planned Parenthood clinic, told state lawmakers last summer that it was likely to feature actors  --   pretending to be from a company called BioMax  --   asking leading questions about how to select potential donors for a supposed study of sickle cell anemia.",
            "Republican Gov. Greg Abbott has called footage from the Planned Parenthood clinic in Houston \"repulsive and unconscionable\". It showed people pretending to be from a company that procures fetal tissue for research touring the facility.",
            "Greg Abbott has called footage from the Planned Parenthood clinic in Houston \"repulsive and unconscionable. \" It showed people pretending to be from a company that procures fetal tissue for research touring the facility."
        ],
        "tf-idf score": [
            1.3931834007298896,
            1.3562602583361145,
            1.2987284252425122
        ]
    },
    "0.5608642338710821-3-181": {
        "average clique similarity": 0.5608642338710821,
        "clique": [
            "4- We were called upon",
            "2- We were called upon",
            "0- We were called upon"
        ],
        "median tf-idf score": 1.0358815230089862,
        "publications": [
            "Washington Post",
            "Talking Points Memo",
            "Fox News"
        ],
        "sentences": [
            "\"We were called upon to investigate allegations of criminal conduct by Planned Parenthood Gulf Coast,\" Anderson's statement said.",
            "\"We were called upon to investigate allegations of criminal conduct by Planned Parenthood Gulf Coast,\" Anderson's statement said. \"As I stated at the outset of this investigation, we must go where the evidence leads us\".",
            "\"We were called upon to investigate allegations of criminal conduct by Planned Parenthood Gulf Coast,\" Anderson said."
        ],
        "tf-idf score": [
            1.0358815230089862,
            1.2058025164601558,
            0.990360464843688
        ]
    },
    "0.7513318819097985-3-47": {
        "average clique similarity": 0.7513318819097985,
        "clique": [
            "4-Anderson s office sa",
            "0-In a statement annou",
            "2-In a statement annou"
        ],
        "median tf-idf score": 0.9130530173406315,
        "publications": [
            "Washington Post",
            "Fox News",
            "Talking Points Memo"
        ],
        "sentences": [
            "Anderson's office said it could not provide details until the documents charging Daleiden and Merritt were formally made public, which was expected later Monday.",
            "In a statement announcing the indictment, Anderson didn't provide details on the charges, including what record or records were allegedly tampered with and why Daleiden faces a charge related to buying human organs. Anderson's office said it could not provide details until the documents charging Daleiden and Merritt were formally made public.",
            "In a statement announcing the indictment, Harris County District Attorney Devon Anderson didn't provide details on the charges, including what record or records were allegedly tampered with and why Daleiden faces a charge related to buying human organs. Anderson's office said it could not provide details until the documents charging Daleiden and Merritt were formally made public, which was expected later Monday."
        ],
        "tf-idf score": [
            0.602196756879,
            0.9130530173406315,
            1.2070699099432722
        ]
    }
}