{
    "0.17746792518736632-3-50": {
        "average clique similarity": 0.17746792518736632,
        "clique": [
            "3-But Videgaray and ot",
            "2-According to the Ass",
            "1-The cabinet moves co"
        ],
        "median tf-idf score": 1.0416106744033455,
        "publications": [
            "Guardian",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "But Videgaray and others prevailed with Pena Nieto, arguing that the visit would be a chance to defend Mexican interests and calm financial markets worried about how a possible Trump win in November might harm Mexico's economy, according to Mexicans familiar with the deliberations.",
            "According to the Associated Press, Videgaray was the \"architect\" of Trump's visit to Mexico.",
            "The cabinet moves come as outrage continues to swirl over Pena Nieto inviting the US Republican candidate to Mexico  --   a decision urged by Videgaray, who wanted to send a signal to calm nervous markets, according to Mexican media reports."
        ],
        "tf-idf score": [
            1.1107351747205958,
            0.822925093428258,
            1.0416106744033455
        ]
    },
    "0.1893159818932264-3-58": {
        "average clique similarity": 0.1893159818932264,
        "clique": [
            "2-The Republican presi",
            "1-President Enrique Pe",
            "4-The spectacle of the"
        ],
        "median tf-idf score": 1.1131054574979193,
        "publications": [
            "NPR",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "The Republican presidential candidate is wildly unpopular there, given his characterizations of Mexican immigrants in the U S as \"criminals\" and rapists\" and for insisting that Mexico pay for a border wall. Pena Nieto himself has come under heavy criticism for inviting Trump and then appearing deferential to the candidate.",
            "President Enrique Pena Nieto of Mexico is replacing his finance minister, Luis Videgaray, as the country confronts a deteriorating economic situation, increasingly deep debts and the consequences of inviting Republican candidate Donald Trump to Mexico  --   reportedly at Videgaray's urging.",
            "The spectacle of the Mexican president standing next to the Republican candidate who has disparaged Mexicans prompted widespread dismay and anger here, and reportedly divided Mr Pena Nieto's cabinet."
        ],
        "tf-idf score": [
            1.1131054574979193,
            1.3164461745171194,
            0.7912948859709374
        ]
    },
    "0.193562664779554-3-31": {
        "average clique similarity": 0.193562664779554,
        "clique": [
            "4-He also championed a",
            "0-    The cabinet shak",
            "3-During his tenure as"
        ],
        "median tf-idf score": 0.894457854512154,
        "publications": [
            "Washington Post",
            "New York Times",
            "Business Insider"
        ],
        "sentences": [
            "He also championed a tax overhaul that increased tax revenue but earned him some enemies within the business community. During his tenure, however, Mexico saw slow economic growth and a weak peso, and the country's standing with   agencies has suffered.",
            "'   The cabinet shake up was  ' '  ' '  ' \"   There are other explanations for Videgaray's departure. The   country's weak economic growth, his personal  and  may be at play as well. \" \"   But Videgaray has  counseling   him since the latter was governor of the state of Mexico,   Mexico's most populous state, from 2005 to 2011.",
            "During his tenure as finance minister, Mexico's economy has been characterized by plodding economic growth and a weakening peso. A steep drop in world oil prices sapped the country's coffers and dampened enthusiasm for the plan to open up the oil industry to foreign investment for the first time in decades. Videgaray helped craft some of the key economic reforms, including restructuring the tax system with an aim to expanding the taxable segment of society. His supporters described him as a capable financial mind who kept the economy stable during a turbulent time."
        ],
        "tf-idf score": [
            0.5261726901719288,
            0.894457854512154,
            1.142484931025236
        ]
    },
    "0.20051342347729936-3-8": {
        "average clique similarity": 0.20051342347729936,
        "clique": [
            "2-Leaving aside Pena N",
            "4-Even so  the damage ",
            "3- Trump talks soft in"
        ],
        "median tf-idf score": 1.054790509613273,
        "publications": [
            "New York Times",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Leaving aside Pena Nieto's problems, Videgaray's resignation is a sharp setback for an economist who looked to be a possible nominee of the ruling Institutional Revolutionary Party, or P R I for the Mexican presidency in 2018.",
            "Even so, the damage to Mr Pena Nieto seems to have been far worse. While Mr Videgaray's resignation may have been intended to stanch the political bleeding in Mexico City and salvage the president's standing, it also shifted the odds in the contest for future leadership of the governing Institutional Revolutionary Party, or P R I In addition, it left Mr Pena Nieto without one of his closest confidantes in his administration.",
            "[Trump talks soft in Mexico, wields big stick back home]   At the start of Pena Nieto's administration in 2012, Videgaray was perhaps the most renowned member of the group of young,   technocrats poised to reboot Mexico's economy and society, bringing a new   agenda to the Institutional Revolutionary Party, which had ruled for much of the past century."
        ],
        "tf-idf score": [
            0.7057228774490678,
            1.054790509613273,
            1.1471041910071762
        ]
    },
    "0.2314251021839097-3-109": {
        "average clique similarity": 0.2314251021839097,
        "clique": [
            "4-The president  who i",
            "3-Videgaray had worked",
            "0-    The president  f"
        ],
        "median tf-idf score": 0.8992962904179125,
        "publications": [
            "New York Times",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "The president, who is known for his loyalty to his inner circle, stuck by him. Indeed, Mr Pena Nieto was accompanied by Mr Videgaray when he made the announcement on Wednesday, and was warm and effusive toward his longtime adviser, thanking him for being \"committed to Mexico and loyal to the president of Mexico. \"",
            "Videgaray had worked with Pena Nieto when he was a governor and ran his campaign for president.",
            "\"   The president  for Videgaray's   resignation during his announcement. Videgaray's office  the visit was his idea, and Pena Nieto   himself has taken  for the invitation. \""
        ],
        "tf-idf score": [
            1.0249559020815548,
            0.6755100572188456,
            0.8992962904179125
        ]
    },
    "0.2649040898330854-3-75": {
        "average clique similarity": 0.2649040898330854,
        "clique": [
            "3-An   economist  Vide",
            "2-Videgaray was Pena N",
            "4-Mr Meade  47  who ha"
        ],
        "median tf-idf score": 0.9242316496148022,
        "publications": [
            "Washington Post",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "An   economist, Videgaray had served as Pena Nieto's campaign manager and finance secretary in the state of Mexico when Pena Nieto was governor.",
            "Videgaray was Pena Nieto's campaign manager in the 2012 election. As finance minister, he led Pena Nieto's efforts to reform the Mexican economy.",
            "Mr Meade, 47, who has a doctorate in economics from Yale University, has been a significant player in the last two administrations. He was finance minister under Mr Pena Nieto's predecessor, Felipe Calderon, and Mr Pena Nieto made him the foreign minister in 2012. In that post, he broke from his reputation as an apolitical technocrat when he led an angry defense of the government against a United Nations report condemning Mexico for its use of torture on suspects in detention."
        ],
        "tf-idf score": [
            0.9242316496148022,
            0.9097820311977798,
            1.2864057540237375
        ]
    },
    "0.3223451344386361-3-52": {
        "average clique similarity": 0.3223451344386361,
        "clique": [
            "2-Luis Videgaray  Mexi",
            "0-         Less than a",
            "4-MEXICO CITY       On"
        ],
        "median tf-idf score": 1.3472300527947452,
        "publications": [
            "NPR",
            "Business Insider",
            "New York Times"
        ],
        "sentences": [
            "Luis Videgaray, Mexico's M I T  minister of finance and confidant of President Enrique Pena Nieto, has resigned in a move widely seen as fallout from Donald Trump's visit to that country last week.",
            "'  ' '   Less than a week after a sudden visit by Donald Trump left   Mexicans frustrated with their government, President Enrique Pena   Nieto has shuffled his cabinet  of one of his closest   advisers, Finance Minister Luis Videgaray. '",
            "MEXICO CITY  --   One of President Enrique Pena Nieto's top ministers and closest allies resigned on Wednesday, an apparent casualty of Mr Pena Nieto's wildly unpopular meeting last week with Donald J Trump."
        ],
        "tf-idf score": [
            1.3472300527947452,
            1.3510791464886336,
            1.08809113238926
        ]
    },
    "0.3708625361227053-3-78": {
        "average clique similarity": 0.3708625361227053,
        "clique": [
            "2-The Post also offere",
            "3- Mexico lawmaker res",
            "0-     He left because"
        ],
        "median tf-idf score": 1.0887910805925611,
        "publications": [
            "NPR",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "The Post also offered this quote: \" 'The political cost [of the visit] was extremely high for Pena Nieto, and he was obliged to find someone to blame,' said Alberto Arnaut, a political science professor at the College of Mexico, explaining the minister's departure.",
            "[Mexico lawmaker responds to Trump: revoke treaties with U S]  \"The political cost [of the visit] was extremely high for Pena Nieto, and he was obliged to find someone to blame,\" said Alberto Arnaut, a political science professor at the College of Mexico. \"It was a monumental failure.",
            "'   \"He left because of Trump, no doubt,\" Viridiana Rios, a fellow at   the Wilson Center and columnist for Mexican newspaper Excelsior,   told Business Insider. ' \"   In the wake of the visit, which was widely seen as humiliating   for the Mexican president, the cabinet was divided, with the   foreign and interior ministries  to the visit,   according to The Journal."
        ],
        "tf-idf score": [
            1.0887910805925611,
            1.0892584475128642,
            1.0709043749790423
        ]
    },
    "0.4422987818735173-3-30": {
        "average clique similarity": 0.4422987818735173,
        "clique": [
            "4-On Tuesday  an oppos",
            "3-Many here felt humil",
            "2-On Tuesday  an oppos"
        ],
        "median tf-idf score": 1.2719977173040347,
        "publications": [
            "NPR",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "On Tuesday, an opposition senator  --   seeking to provide the defense of Mexico that he said Mr Pena Nieto had failed to offer  --   submitted a bill that would empower the government to fight several of Mr Trump's foreign policy proposals, including his promise to force Mexico to pay for the construction of a border wall and his threat to withdraw the United States from the North American Free Trade Agreement.",
            "Many here felt humiliated that Pena Nieto would host Trump, after Trump pledged to build a wall on the U S border to keep out migrants, make Mexico pay for it and deport millions of undocumented immigrants.",
            "On Tuesday, an opposition senator  --   seeking to provide the defense of Mexico that he said Mr Pena Nieto had failed to provide  --   submitted a bill that would empower the government to fight back against several of Mr Trump's foreign policy proposals, including his promise to force Mexico to pay for the construction of a border wall and his vow to withdraw the United States from the North American Free Trade Agreement\"."
        ],
        "tf-idf score": [
            1.2719977173040347,
            0.7162401610518104,
            1.2778787724956249
        ]
    }
}