{
    "0.14918613665168812-3-51": {
        "average clique similarity": 0.14918613665168812,
        "clique": [
            "1-Even as they prepare",
            "0-     NICK MADIGAN Ev",
            "3- We ve been through "
        ],
        "median tf-idf score": 0.7150744338697037,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "Even as they prepared, people who have lived through storms before said they were worried about the effect. \"We're right by the ocean,\" Jordan Guadalupe, an      said Wednesday. \"On a scale of 1 to 10, my level of concern is at a solid eight. \"",
            "--   NICK MADIGAN Even people not directly in the storm's path can be badly affected by its intensity, said Leanne Tellam, a    resident of Palmetto Bay, a Miami suburb, who went through Hurricane Andrew in 1992 and what she called the \"trifecta\" of storms in 2005.",
            "\"We've been through winter storms, We've been through a   flood,\" she said. \"A hurricane is different. \""
        ],
        "tf-idf score": [
            0.7150744338697037,
            1.0250993726742195,
            0.6956453274146626
        ]
    },
    "0.1580631548758547-3-146": {
        "average clique similarity": 0.1580631548758547,
        "clique": [
            "1-If the storm wasn t ",
            "2- It was kind of a pa",
            "3- It s much too early"
        ],
        "median tf-idf score": 0.6348799156392851,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "If the storm wasn't too bad, she said, she might join friends at the Mondrian South Beach Hotel  --   which has backup generators  --   where they are throwing \"hurricane parties. \"",
            "\"It was kind of a party down here. I hate to say that,\" she said, but she's reserved a hotel room, just in case.",
            "\"It's much too early to know how bad things are, but we do know there are a lot of houses that have been destroyed or damaged in the south,\" she said. A person too ill to leave their home was also killed in the Haitian town of Port Salut, the BBC reported."
        ],
        "tf-idf score": [
            0.9299971620898422,
            0.3934966296032553,
            0.6348799156392851
        ]
    },
    "0.16245646136183897-3-259": {
        "average clique similarity": 0.16245646136183897,
        "clique": [
            "2-As thousands fled in",
            "0-Planters and lawn fu",
            "1-Guadalupe said his f"
        ],
        "median tf-idf score": 0.38235652690445276,
        "publications": [
            "CNN",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "As thousands fled inland, some people said they were staying put.",
            "Planters and lawn furniture were being hustled inside. Flashlights were put within easy reach, and windows and glass doors were shielded by dusty hurricane shutters.",
            "Guadalupe said his family in Lauderdale by the Sea has put up storm shutters and bought sandbags, but they were having trouble finding the supplies needed to ride out the storm."
        ],
        "tf-idf score": [
            0.38235652690445276,
            0.3242067707580122,
            0.6166120747239698
        ]
    },
    "0.16657519593370804-3-151": {
        "average clique similarity": 0.16657519593370804,
        "clique": [
            "4- There are no excuse",
            "2- If you decide to ri",
            "3- Storm impacts will "
        ],
        "median tf-idf score": 0.6285168105459762,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "\"There are no excuses. You need to leave,\" he said on Thursday morning. \"This storm will kill you. Time is running out\".",
            "\"If you decide to ride it out, do not expect us to be there to help you. We will not risk the lives of our emergency responders to save those who refused to heed this evacuation call,\" he said in a statement. Atlanta Motor Speedway, which hosts NASCAR races, tweeted that evacuees could set up in its campground.",
            "\"Storm impacts will begin tomorrow morning in our state,\" the statement said."
        ],
        "tf-idf score": [
            0.6285168105459762,
            0.5643603027753622,
            0.6292437581466066
        ]
    },
    "0.16722414727909016-3-488": {
        "average clique similarity": 0.16722414727909016,
        "clique": [
            "0-Up and down the coas",
            "1-Officials including ",
            "4-Along the coast in F"
        ],
        "median tf-idf score": 0.8939326733665819,
        "publications": [
            "NPR",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "Up and down the coast, Florida residents raced to make final preparations.",
            "Officials including President Obama in Washington and governors in Florida, Georgia and the Carolinas urges residents to take the storm seriously, pleas that came as Matthew was posed to be the most powerful storm to make landfall in the country in more than a decade.",
            "Along the coast in Florida, Georgia and South Carolina, millions of residents have been urged to head inland as the powerful hurricane makes its approach."
        ],
        "tf-idf score": [
            0.37525246174025706,
            1.0851114651625668,
            0.8939326733665819
        ]
    },
    "0.16826544949836583-3-99": {
        "average clique similarity": 0.16826544949836583,
        "clique": [
            "4-Northern Florida and",
            "2-Are we prepared for ",
            "1-If Matthew is a Cate"
        ],
        "median tf-idf score": 0.7543674354022475,
        "publications": [
            "Washington Post",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "Northern Florida and Georgia rarely see major hurricanes  --   Category 3 or stronger  --   and so communities there are less experienced with coping with such strong storms.",
            "Are we prepared for a major hurricane?",
            "If Matthew is a Category 3 or stronger hurricane when it hits Florida, it would be the first major hurricane to make landfall in the country since Hurricane Wilma in 2005."
        ],
        "tf-idf score": [
            0.8054653009433135,
            0.2971490311840787,
            0.7543674354022475
        ]
    },
    "0.16830197929355384-3-316": {
        "average clique similarity": 0.16830197929355384,
        "clique": [
            "0-Students  most of th",
            "2-Airline passengers w",
            "4-The worst of the sto"
        ],
        "median tf-idf score": 0.49581799126129855,
        "publications": [
            "NPR",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "Students, most of them too young to remember the danger of powerful hurricanes, celebrated the announcement that schools would close from along coastal counties from Miami to Jacksonville on Thursday and Friday. --   LIZETTE ALVAREZ Jami Baker, 29, a Florida native who lives in a   apartment in Miami's Brickell neighborhood, a few blocks from the waters of Biscayne Bay, spent part of Wednesday stocking up on water, wine and crackers.",
            "Airline passengers were urged to call before leaving for the airport. Florida airports had canceled hundreds of flights, most of them in Miami, Fort Lauderdale and Orlando.",
            "The worst of the storm is bypassing the Miami and Fort Lauderdale areas and aiming north of Palm Beach County."
        ],
        "tf-idf score": [
            0.8720959315028909,
            0.338498156157375,
            0.49581799126129855
        ]
    },
    "0.16940590694678093-3-183": {
        "average clique similarity": 0.16940590694678093,
        "clique": [
            "4-Hundreds of people d",
            "1- Mic     Georgia Gov",
            "0-Infrastructure in th"
        ],
        "median tf-idf score": 0.8236348321857808,
        "publications": [
            "Washington Post",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "Hundreds of people died as the storm tore through Haiti, Cuba and the Bahamas, including at least 283 dead in Haiti alone.",
            "(Mic  )  Georgia Gov. Nathan Deal (R) signed an executive order declaring an emergency for a week in 1    Caption   The Category 3 hurricane slammed the eastern tip of Cuba and ravaged Haiti on its way to the East Coast and the Bahamas.",
            "Infrastructure in the Bahamas, thanks to the heavy tourism industry, is likely to fare better than that of Haiti and Eastern Cuba, where the storm devastated stretches of the island, leaving massive flooding or piles of rubble in its wake. Hotels and other structures are better equipped, in many cases, to withstand the battering of wind and rain. All the same, the State Department has issued travel warnings asking travelers to avoid visiting the Bahamas as well as Turks and Caicos."
        ],
        "tf-idf score": [
            0.48035196312514983,
            0.8236348321857808,
            0.9373972396009143
        ]
    },
    "0.17269538822963168-3-32": {
        "average clique similarity": 0.17269538822963168,
        "clique": [
            "3- Having a plan could",
            "4-The storm is strengt",
            "0- It was the most ter"
        ],
        "median tf-idf score": 0.8622214148286776,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "\"Having a plan could be the difference between life and death. \" The hurricane has already hit the Bahamas and is expected to hit the coast of Florida next before moving toward other parts of the US  At 3 p. m. Wednesday, a mandatory evacuation of Brevard County's barrier island and Merritt island was implemented.",
            "The storm is strengthening as it batters the Bahamas and moves toward Florida, the National Hurricane Center says.",
            "\"It was the most terriblest thing I ever saw,\" Ms Holmes said, as she walked along the asphalt toward a staging area in front of the convention center. Ms Holmes, who speaks with the almost Caribbean Gullah lilt that distinguishes the speech of many   here, recalled, as if it were yesterday, the quiet before Hurricane Hugo hit, and the moment when the silence was shattered by a violent roar that sounded like a freight train coming."
        ],
        "tf-idf score": [
            1.0939677114147321,
            0.7965832656658567,
            0.8622214148286776
        ]
    },
    "0.18208029526017597-3-320": {
        "average clique similarity": 0.18208029526017597,
        "clique": [
            "2-How does Hurricane M",
            "0-at the age of 4  He ",
            "3-Hurricane watches we"
        ],
        "median tf-idf score": 0.5895793648258778,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "New York Times"
        ],
        "sentences": [
            "How does Hurricane Matthew stack up against other storms?",
            "at the age of 4. He has covered the aftermath of Katrina, as well as other storms for The Times. Ask your hurricane questions here.",
            "Hurricane watches were expanded in other parts of the state as well."
        ],
        "tf-idf score": [
            0.6162966975255485,
            0.5895793648258778,
            0.3801563650238452
        ]
    },
    "0.185891624486436-3-66": {
        "average clique similarity": 0.185891624486436,
        "clique": [
            "2-More than 95  000 cu",
            "1- I cannot emphasize ",
            "4-Power is reported ou"
        ],
        "median tf-idf score": 0.9286488487066243,
        "publications": [
            "CNN",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "More than 95, 000 customers were without power  throughout the state, according to the governor. A direct hit by Matthew, he said, could lead to \"massive destruction\" on a level unseen since Hurricane Andrew in 1992.",
            "\"I cannot emphasize it enough that everyone in our state must prepare now for a direct hit. \" [Thrown for a loop: Matthew's forecast track could rank among 'weirdos' in hurricane history]   Scott closed state offices in more than two dozen Florida counties and said he activated 500 members of the Florida National Guard with another 6, 000 ready to be deployed as needed.",
            "Power is reported out for more than 60, 000 customers. Updated 9:10 p. m. ET with state of emergency declarations and evacuation notices."
        ],
        "tf-idf score": [
            0.9286488487066243,
            1.3196722394898392,
            0.38667819154681177
        ]
    },
    "0.19233414559289794-3-435": {
        "average clique similarity": 0.19233414559289794,
        "clique": [
            "1-In South Carolina  G",
            "2-The South Carolina D",
            "4-Lanes of traffic on "
        ],
        "median tf-idf score": 0.7535108315721951,
        "publications": [
            "CNN",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "In South Carolina, Gov. Nikki Haley (R) activated the South Carolina National Guard and said the state would evacuate coastal communities and close all coastal schools.",
            "The South Carolina Department of Transportation changed the directions of eastbound traffic lanes to accommodate the exodus of people leaving coastal cities like Charleston.",
            "Lanes of traffic on Interstate 16, the major   corridor leading to Savannah, are being reversed so traffic flows only westward, the Atlanta   reports. Tens of thousands of people on Tybee Island and in   communities had already been ordered to head inland, The   said. In South Carolina, some 1."
        ],
        "tf-idf score": [
            0.7535108315721951,
            0.45009757803375294,
            0.8087814050746203
        ]
    },
    "0.19338729650161915-3-565": {
        "average clique similarity": 0.19338729650161915,
        "clique": [
            "0-And someone needed t",
            "3- It s not going to b",
            "4- That s not enough  "
        ],
        "median tf-idf score": 0.34286289186501656,
        "publications": [
            "New York Times",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "And someone needed to care for her. \"She's in poor health and she's stubborn and she don't want to go,\" he said. He smiled, and said they were going to make the most of it.",
            "\"It's not going to be a fast evacuation, but what we ask is that you be patient and understand that it could take up to several hours,\" she said.",
            "\"That's not enough,\" she said, according to The State."
        ],
        "tf-idf score": [
            0.3040909368833513,
            0.3646347676912037,
            0.34286289186501656
        ]
    },
    "0.1993152846786803-3-543": {
        "average clique similarity": 0.1993152846786803,
        "clique": [
            "1-He warned that the s",
            "0- We anticipate that ",
            "2-Rick Scott  who spen"
        ],
        "median tf-idf score": 0.9964403155277297,
        "publications": [
            "New York Times",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "He warned that the storm \"could have a devastating effect\" even in areas spared the full force of the hurricane, and asked residents to pay attention to local leaders and follow evacuation orders.",
            "\"We anticipate that not only is there still a chance that the core of the storm strikes Florida and some of the states further north, but even if you don't get the full force of the hurricane, we are still going to be seeing tropical force winds, the potential for a storm surge,\" Mr Obama said Wednesday morning at the headquarters of the Federal Emergency Management Agency.",
            "Rick Scott, who spent the better part of the past three days warning residents to evacuate ahead of the Category 4 hurricane, told them Thursday night that the storm is a \"monster\". \"You still have time to leave. Get out."
        ],
        "tf-idf score": [
            0.8840518081579096,
            1.360169854552301,
            0.9964403155277297
        ]
    },
    "0.201740605209078-3-89": {
        "average clique similarity": 0.201740605209078,
        "clique": [
            "0-Mandatory evacuation",
            "3-Evacuations were exp",
            "1-Some mandatory evacu"
        ],
        "median tf-idf score": 0.7809152236645873,
        "publications": [
            "New York Times",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "Mandatory evacuations for the barrier islands in the hurricane warning areas were to begin Thursday at 8 a. m. The governor also pleaded with residents to start leaving early, before traffic backs up.",
            "Evacuations were expected to formally begin 3 p. m. Wednesday, with medical evacuations taking the first priority. Haley urged residents to fill their cars with gas, take their important documents, get in touch with family, and make a plan for where they could be staying through the weekend.",
            "Some mandatory evacuations were in place Wednesday in Florida, along with voluntary evacuations in the Lucie, Flagler and Duval counties that are home to more than 1. 2 million people. More evacuation plans were expected, he said."
        ],
        "tf-idf score": [
            0.7809152236645873,
            0.5021733615662782,
            0.8375363670630771
        ]
    },
    "0.2020930014164968-3-353": {
        "average clique similarity": 0.2020930014164968,
        "clique": [
            "3-He urged resident on",
            "2-The caution came as ",
            "0-Nikki R Haley urged "
        ],
        "median tf-idf score": 0.7641017804599345,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "He urged resident on the state's east coast  --   where Matthew is headed  --   plan for evacuations and to leave the area early.",
            "The caution came as Matthew's outer bands raked the Florida peninsula and the eye of the storm moved closer to the state's east coast.",
            "Nikki R Haley urged people to evacuate Charleston, the state's   city, as the hurricane threatened millions of people along the East Coast."
        ],
        "tf-idf score": [
            0.7103589071410611,
            0.8131662999302546,
            0.7641017804599345
        ]
    },
    "0.20575646236832723-3-266": {
        "average clique similarity": 0.20575646236832723,
        "clique": [
            "2-The majority  264 pe",
            "3-Dozens of houses hav",
            "0-Haiti s civil protec"
        ],
        "median tf-idf score": 0.4053735363978839,
        "publications": [
            "New York Times",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "The majority, 264 people, died in Haiti, said Civil Protection Service spokesman Joseph Edgard Celestin.",
            "Dozens of houses have been destroyed, according to the Haiti Libre news website. Marie Alta   director of Haiti's Civil Protection Agency, told the AP the extent of the damage is not yet known.",
            "Haiti's civil protection agency said a bridge collapse had severed the main highway connecting the south with    the capital."
        ],
        "tf-idf score": [
            0.4594057957706379,
            0.28942263088208553,
            0.4053735363978839
        ]
    },
    "0.2091578578495696-3-400": {
        "average clique similarity": 0.2091578578495696,
        "clique": [
            "2-Georgia governor   R",
            "4-Many residents are u",
            "0-A hurricane warning "
        ],
        "median tf-idf score": 0.6515189415933322,
        "publications": [
            "CNN",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "Georgia governor: 'Remain calm, be prepared' Gov. Nathan Deal has declared a state of emergency in 30 counties near the coast and ordered evacuations for all counties east of Interstate 95.",
            "Many residents are under voluntary evacuation orders, but mandatory evacuation has been ordered east of Interstate 95 in all six coastal counties  --   an area that includes the city of Savannah.",
            "A hurricane warning was in effect for nearly 260 miles along the Interstate 95 corridor from the northern edge of   County to the Daytona Beach area."
        ],
        "tf-idf score": [
            0.7752982122264611,
            0.5657469144291445,
            0.6515189415933322
        ]
    },
    "0.21443068698404802-3-74": {
        "average clique similarity": 0.21443068698404802,
        "clique": [
            "3-A hurricane warning ",
            "1-The center also said",
            "0-As of Wednesday morn"
        ],
        "median tf-idf score": 1.0152249364178512,
        "publications": [
            "Washington Post",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "A hurricane warning remained in effect for parts of Cuba, the Bahamas, and Haiti, the National Hurricane Center said, and Florida's Lake Okeechobee and Golden Beach were under a hurricane watch.",
            "The center also said Wednesday that it was extending hurricane warnings along much of Florida's eastern coast.",
            "As of Wednesday morning, the storm, which was downgraded to Category 3, from Category 4, had passed through Cuba, and the National Hurricane Center in Miami warned that a dangerous surge was beginning to spread over the Bahamas, to the north."
        ],
        "tf-idf score": [
            1.0153019653479267,
            0.949552861749192,
            1.0152249364178512
        ]
    },
    "0.21731820285082992-3-469": {
        "average clique similarity": 0.21731820285082992,
        "clique": [
            "3-Florida Gov  Rick Sc",
            "1- If Matthew directly",
            "4-For Florida resident"
        ],
        "median tf-idf score": 0.8139142368131703,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Florida Gov. Rick Scott said Matthew could bring the biggest evacuation in state history.",
            "\"If Matthew directly impacts Florida, there will be massive destruction that we haven't seen in years,\" Gov. Rick Scott (R) said during a news conference.",
            "For Florida residents who think they can ride out Hurricane Matthew, Gov. Rick Scott has just three words: \"Evacuate, evacuate, evacuate\"."
        ],
        "tf-idf score": [
            0.8139142368131703,
            0.7062029528220192,
            0.8390391352147367
        ]
    },
    "0.22127140969944534-3-463": {
        "average clique similarity": 0.22127140969944534,
        "clique": [
            "3-That means hurricane",
            "2- Extremely dangerous",
            "4-The center says hurr"
        ],
        "median tf-idf score": 0.5132560873352434,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "That means hurricane conditions are expected in 150 miles of Florida beaches in the next 48 hours, rather than just being possible. The warning was issued for the area between Golden Lake and Sebastian Inlet  --   which includes Fort Lauderdale, West Palm Beach, and Port St Lucie  --   as well as Lake Okeechobee.",
            "\"Extremely dangerous,   weather conditions are forecast in the next 12 to 24 hours,\" the weather service warned.",
            "The center says hurricane conditions will reach Florida in the next several hours."
        ],
        "tf-idf score": [
            0.9016029876766178,
            0.18363537748437297,
            0.5132560873352434
        ]
    },
    "0.22608222523521795-3-565": {
        "average clique similarity": 0.22608222523521795,
        "clique": [
            "4- If you don t get ou",
            "3- There is still time",
            "0-At the same time  it"
        ],
        "median tf-idf score": 0.34953307312388543,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "New York Times"
        ],
        "sentences": [
            "\"If you don't get out in time, then you might get stuck,\" Haley said, according to the Post and Courier. \"I think that's the   scenario\".",
            "\"There is still time to evacuate. Get out now if you are in an area with evacuations.",
            "At the same time, it's a good time to sit down and figure out what your evacuation plan would be, if necessary  --   know the local hurricane evacuation routes, and figure out where you'll go while waiting for the storm to pass."
        ],
        "tf-idf score": [
            0.34953307312388543,
            0.22413410853817692,
            0.6989288035266276
        ]
    },
    "0.24362215657026942-3-344": {
        "average clique similarity": 0.24362215657026942,
        "clique": [
            "2-Close to half a mill",
            "1-Even before mandator",
            "0-Other areas of the S"
        ],
        "median tf-idf score": 0.7083357282566708,
        "publications": [
            "CNN",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "Close to half a million people were expected to have evacuated by Thursday, said Kim Stenson, director of South Carolina Emergency Management.",
            "Even before mandatory evacuations went into effect in the state, roads were already jammed as people tried to leave the region. Haley evacuated Charleston and Beaufort counties on Wednesday afternoon, and she said other areas were expected to evacuate Thursday morning.",
            "Other areas of the South Carolina coast will be evacuated on Thursday morning, the governor said."
        ],
        "tf-idf score": [
            0.7083357282566708,
            1.094602175952808,
            0.6216529019716729
        ]
    },
    "0.255333372910532-3-206": {
        "average clique similarity": 0.255333372910532,
        "clique": [
            "0- Now is the time for",
            "4-Scott exhorted any F",
            "1- For those of you th"
        ],
        "median tf-idf score": 0.7385526240623848,
        "publications": [
            "Washington Post",
            "New York Times",
            "NPR"
        ],
        "sentences": [
            "\"Now is the time for you to prepare in the event that you have to evacuate,\" Mr Obama said.",
            "Scott exhorted any Floridians thinking similarly to change their minds immediately. \"If you're reluctant to evacuate just think of all the people this storm has already killed,\" he said. \"You and your family can be among these numbers if you don't take this seriously. \"",
            "\"For those of you that are wondering whether you should leave or not, I again will tell you that if you do not leave, you are putting a law enforcement officer or a National Guardsman's life on the line when they have to go back and get you,\" she said. Charleston Mayor John Tecklenburg stressed the importance of residents leaving as soon as possible. \"If everybody waited until the last minute and tried to get on the road at the same time, it would just be a congestive nightmare,\" he said."
        ],
        "tf-idf score": [
            0.3639606029472263,
            0.7663362980452249,
            0.7385526240623848
        ]
    },
    "0.2575476305701208-3-166": {
        "average clique similarity": 0.2575476305701208,
        "clique": [
            "1-At separate news con",
            "3- What We Know So Far",
            "4-President Obama decl"
        ],
        "median tf-idf score": 1.0225099546013696,
        "publications": [
            "NPR",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "At separate news conferences on Oct. 5, the governors of Florida and South Carolina urged residents to take extra precaution and preparatory steps ahead of Hurricane Matthew's anticipated arrival.",
            "'What We Know So Far' 'Forecast Track Map' 'Florida governor asks Obama to declare state of emergency ahead of Hurricane Matthew' 'Southeast prepares as Hurricane Matthew takes aim at US' 'Florida and South Carolina residents begin evacuating to higher ground' 'Hurricane warnings remain in place for Florida's south coast.'",
            "President Obama declared states of emergency in Florida and South Carolina on Thursday ahead of Hurricane Matthew reaching land."
        ],
        "tf-idf score": [
            0.9232550265463408,
            1.3134438179409924,
            1.0225099546013696
        ]
    },
    "0.27373645190585566-3-565": {
        "average clique similarity": 0.27373645190585566,
        "clique": [
            "1- Reuters    The Nati",
            "4-The National Hurrica",
            "2-Reports from the sto"
        ],
        "median tf-idf score": 0.9578435425498999,
        "publications": [
            "Washington Post",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "(Reuters)   The National Hurricane Center reported that the storm had maximum sustained winds near 120 mph on Wednesday with higher gusts, and \"some strengthening\" was expected in the coming days.",
            "The National Hurricane Center explains that the storm is \"forecast to take a track roughly parallel to the coastline\".",
            "Reports from the storm's path, Here's what you need to know: * Matthew remains a Category 4 storm with winds of 130 mph, according to the latest National Hurricane Center advisory."
        ],
        "tf-idf score": [
            0.978877762519264,
            0.6645404437951425,
            0.9578435425498999
        ]
    },
    "0.2741920690526015-3-202": {
        "average clique similarity": 0.2741920690526015,
        "clique": [
            "2-Florida could get hi",
            "0-Rick Scott warned Fl",
            "1- Regardless if there"
        ],
        "median tf-idf score": 0.5615831666575752,
        "publications": [
            "CNN",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "Florida could get hit twice  Florida braces for direct hit, Scott told Floridians on the state's Atlantic coast that the question is not whether they will lose power, but for how long.",
            "Rick Scott warned Floridians that the storm was expected to skim the state's Atlantic coastline so closely that a direct hit could not be ruled out.",
            "\"Regardless if there's a direct hit or not, the impacts will be devastating,\" Scott said during another briefing on Florida's preparations."
        ],
        "tf-idf score": [
            0.5615831666575752,
            0.6721686730027728,
            0.5452215685601449
        ]
    },
    "0.27632819068933473-3-504": {
        "average clique similarity": 0.27632819068933473,
        "clique": [
            "1- Hurricane Matthew t",
            "4-As of late Thursday ",
            "0-Coverage continues h"
        ],
        "median tf-idf score": 1.709056151083145,
        "publications": [
            "Washington Post",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "[Hurricane Matthew turns to Florida and it could make landfall as a Category 4]   Matthew was expected to approach the east coast of Florida on Thursday evening, hours after tropical storm conditions could begin in the state, and it could remain at a Category 3 or become even stronger by that point, the National Hurricane Center said.",
            "As of late Thursday morning, the storm is a Category 4 that's expected to near the Florida coast late Thursday and early Friday, the agency forecasts.",
            "Coverage continues here &gt&gt * \"Hurricane conditions\" are expected in much of the Bahamas Lake Okeechobee, Fla. and a long coastal stretch of the United States that includes Fort Lauderdale, Boca Raton, West Palm Beach and St. Augustine in Florida, and Jekyll Island off Georgia, the National Hurricane Center announced at 5 a. m. The eye of the storm was expected to pass near Grand Bahama Island late Thursday and move \"very close to the east coast of the Florida peninsula\" Thursday evening through Friday night."
        ],
        "tf-idf score": [
            1.7535874571672498,
            0.7522855923267091,
            1.709056151083145
        ]
    },
    "0.29167542080866293-3-46": {
        "average clique similarity": 0.29167542080866293,
        "clique": [
            "3-If you make a decisi",
            "0- For those of you th",
            "1- If you ve got a pla"
        ],
        "median tf-idf score": 0.49672552144384524,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "If you make a decision not to leave before the storm, we cannot send someone to save you because you made a bad decision. Don't wait until you lose power. You need to leave before it is too late. \"",
            "\"For those of you that are wondering whether you should leave or not, I again will tell you that if you do not leave, you are putting a law enforcement officer or a National Guardsman's life on the line when they have to go back and get you,\" Ms Haley said, She estimated that the evacuation would affect about 250, 000 residents and countless tourists.",
            "\"If you've got a place to go, if you've got friends or family in another part of the state and you can go ahead, relocate, and get out of here, the sooner the better. \" Empty gas pumps at a Shell station outside Charleston, S C on Tuesday after people fill up their cars to leave town."
        ],
        "tf-idf score": [
            0.4179816001400087,
            0.6769761457452403,
            0.49672552144384524
        ]
    },
    "0.3134755429834615-4-177": {
        "average clique similarity": 0.3134755429834615,
        "clique": [
            "1-Scott declared a sta",
            "4-In South Carolina  G",
            "0-  The governors of F",
            "3-Across Florida  Geor"
        ],
        "median tf-idf score": 0.513160141980215,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "Scott declared a state of emergency in Florida, as did his counterparts in Georgia, South Carolina and North Carolina.",
            "In South Carolina, Gov.",
            "* The governors of Florida, Georgia, South Carolina and North Carolina declared emergencies, and more than 7, 800 National Guard soldiers were activated or placed on alert.",
            "Across Florida, Georgia, North Carolina, and South Carolina, the American Red Cross stood ready with more than 500 disaster workers."
        ],
        "tf-idf score": [
            0.6067263245713077,
            0.17998276513852643,
            0.5990290641988651,
            0.4272912197615649
        ]
    }
}