{
    "0.1621274015615029-3-265": {
        "average clique similarity": 0.1621274015615029,
        "clique": [
            "4-But some protesters ",
            "3-Some of the officers",
            "1-Officials had initia"
        ],
        "median tf-idf score": 0.8739885609193389,
        "publications": [
            "Buzzfeed News",
            "New York Times",
            "CNN"
        ],
        "sentences": [
            "But some protesters accused the police of opening fire. Early Thursday evening, just about the time a crowd was gathering, the police announced that the man had died earlier in the day and that the department had begun a homicide investigation.",
            "Some of the officers were not in uniform, but they still had vests or jackets that said \"police\" on the front and back, Walther said. \"He was seated in (the car) when he was approached, but when he exited that vehicle, he was given clear commands to drop the weapon    and he did not do that,\" Walther said.",
            "Officials had initially said Wednesday night that Carr had died, then corrected their statement to say he was on life support."
        ],
        "tf-idf score": [
            0.8739885609193389,
            1.011615378812639,
            0.7341796380737833
        ]
    },
    "0.16299754496367036-3-364": {
        "average clique similarity": 0.16299754496367036,
        "clique": [
            "2- Police are on pace ",
            "3-The National Guard a",
            "0-As Scott lies on the"
        ],
        "median tf-idf score": 1.3425577802056077,
        "publications": [
            "Washington Post",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "[Police are on pace to fatally shoot about as many people in 2016 as they did in 2015]   Scott's relatives, who asked authorities to show them video of the shooting, watched it on Thursday, attorneys for the family said.",
            "The National Guard and state police will protect buildings and infrastructure so the   police can \"focus on the people who are committing crimes, who are damaging property and assaulting our people,\" he said.",
            "As Scott lies on the ground, his wife continues filming. \"These are the police officers that shot my husband,\" she said, \"and he better live\". He did not. For more on the Charlotte shooting and the protests that followed, read Vox's explainer."
        ],
        "tf-idf score": [
            1.3425577802056077,
            0.7826285065356938,
            1.3865355571870628
        ]
    },
    "0.1658138915819424-3-88": {
        "average clique similarity": 0.1658138915819424,
        "clique": [
            "3-The violence and van",
            "1-Medics had difficult",
            "2-A crowd of protester"
        ],
        "median tf-idf score": 0.46098106503617003,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "The violence and vandalism carried on until roughly 3 a. m. he said.",
            "Medics had difficulty penetrating the crowd to reach the victim, so officers carried the individual out, he said.",
            "A crowd of protesters left a Charlotte park on Thursday evening and wound through the city's streets as officers with bikes looked on. Some carried signs; others had bandanas to cover their faces. They chanted \"No justice!"
        ],
        "tf-idf score": [
            0.34047907397942007,
            0.46098106503617003,
            0.5594016514577702
        ]
    },
    "0.17077321051529074-3-10": {
        "average clique similarity": 0.17077321051529074,
        "clique": [
            "3-Not all the protests",
            "1-Protesters began enc",
            "2-Mack said that there"
        ],
        "median tf-idf score": 0.6338116918007997,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "Not all the protests were violent. Kristine Slade, 19, a University of North Carolina at Charlotte student, joined the protests Tuesday night, kneeling in front of a police line with her hands up in the air.",
            "Protesters began encroaching on the line of police in riot gear. Clergy came in and formed a line between them.",
            "Mack said that there had been \"nothing but love in the air\" before police turned up in riot gear."
        ],
        "tf-idf score": [
            0.7151380788777801,
            0.41700637386137823,
            0.6338116918007997
        ]
    },
    "0.18555706952491477-3-319": {
        "average clique similarity": 0.18555706952491477,
        "clique": [
            "2-Police said that the",
            "4-In a day of rapid de",
            "3-The arrests ran the "
        ],
        "median tf-idf score": 0.9937241953985805,
        "publications": [
            "Washington Post",
            "New York Times",
            "CNN"
        ],
        "sentences": [
            "Police said that they had made 44 arrests as of Thursday; one protester who was critically injured during a clash between protesters and police on Wednesday night has died, according to Charlotte police.",
            "In a day of rapid developments and rolling news conferences, local, state and federal officials called for calm. Protests had escalated the previous night, with some people smashing windows and storefronts, and the police used tear gas to disperse crowds and made 44 arrests. Nine civilians were injured, two officers had minor eye injuries, and three officers had heat exhaustion.",
            "The arrests ran the gamut from failing to disperse to assault to breaking and entering, and more arrests may come as authorities review video footage of the protests, he said."
        ],
        "tf-idf score": [
            1.2095471662955297,
            0.9937241953985805,
            0.6291708576949254
        ]
    },
    "0.18674808744190766-3-52": {
        "average clique similarity": 0.18674808744190766,
        "clique": [
            "3-Shooting victim dies",
            "0-RelatedProtests erup",
            "1- Here s What s Happe"
        ],
        "median tf-idf score": 1.633643247186936,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "Shooting victim dies, The man shot outside Charlotte's Omni Hotel during Wednesday night's violent protests over Scott's death has died, police public information officer Robert Tufano told CNN  The victim was identified as Justin Carr, 26, from Charlotte.",
            "RelatedProtests erupt in Charlotte over police shooting of Keith Lamont Scott  Putney said he won't release videos as the investigation continues.",
            "'Here's What's Happening:' 'Charlotte declares midnight curfew amid protests' 'Protesters demand police release shooting video as third night of demonstrations begin' 'Police identify five people in connection with vandalism, looting' 'Man shot during Wednesday night's protest has died' 'Family of Keith Lamont Scott view police video of fatal   shooting' 'Attorney for Scott family says they want answers, and peace in Charlotte' 'NC governor: \"We cannot tolerate any types of violence on citizens or destruction of property\"' 'NBA legend Michael Jordan calls for calm after violent protests in Charlotte' 'Attorney General Loretta Lynch: \"We Hear Your Voices\"' 'District Attorney Asks For State Bureau Of Investigation To Investigate Shooting' 'Charlotte Police Chief: \"I'm Not Going To Jeopardize The Investigation\" By Releasing Video' 'Carolina Panthers Monitoring Events Ahead Of Sunday's NFL Game' 'Scott Family To See Video Of Police Shooting' 'Mayor, Police Chief Holding Press Conference Thursday Morning'] The order, which is in effect from midnight to 6 a. m. comes after North Carolina's governor declared a state of emergency Wednesday night amid violent clashes with police and rampant vandalism downtown."
        ],
        "tf-idf score": [
            1.633643247186936,
            1.3847355406139177,
            2.5505533281461483
        ]
    },
    "0.189231830971016-3-354": {
        "average clique similarity": 0.189231830971016,
        "clique": [
            "3-Charlotte  North Car",
            "4-CHARLOTTE  N C      ",
            "1-He referenced other "
        ],
        "median tf-idf score": 1.4571947835185,
        "publications": [
            "New York Times",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "Charlotte, North Carolina  (CNN) Relatives of Keith Lamont Scott, after watching two police videos, said they couldn't say what was in his hands when he was shot and killed by a Charlotte police officer.",
            "CHARLOTTE, N C  --   The grieving relatives of a man who was killed by the police here watched videos on Thursday of the fatal shooting, a wrenching experience that they said revealed no hint of aggression in him and left the family members convinced that the videos should be made public.",
            "He referenced other videos that have shown people being killed by police."
        ],
        "tf-idf score": [
            1.6878053809882334,
            1.4571947835185,
            0.5477563868708867
        ]
    },
    "0.1978235486765205-3-105": {
        "average clique similarity": 0.1978235486765205,
        "clique": [
            "4-At 12 30 a  m  Thurs",
            "3-North Carolina law b",
            "1-McCrory  who also de"
        ],
        "median tf-idf score": 0.9725289249384087,
        "publications": [
            "Buzzfeed News",
            "New York Times",
            "CNN"
        ],
        "sentences": [
            "At 12:30 a. m. Thursday, local officials declared a state of emergency, calling for help from state forces, who deployed during the day in a show of strength throughout the city. Gov. Pat McCrory said he started mobilizing the National Guard early Wednesday in anticipation of that request, but he refused to   Chief Putney and Mayor Roberts for not asking for help sooner.",
            "North Carolina law blocks release of police recordings, Victim in critical condition, The perceived lack of transparency has fueled widespread anger in Charlotte, prompting McCrory to declare a state of emergency overnight.",
            "McCrory, who also declared a state of emergency on Wednesday, did not address demands from the community to release video of the fatal police shooting of Keith Lamont Scott, which set off the demonstrations."
        ],
        "tf-idf score": [
            0.9725289249384087,
            0.8321310901672311,
            1.0606764468906704
        ]
    },
    "0.2120747131990106-3-368": {
        "average clique similarity": 0.2120747131990106,
        "clique": [
            "1- For those who wish ",
            "3-The family wants pol",
            "2-Scott s family calle"
        ],
        "median tf-idf score": 0.9692133437652881,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "\"For those who wish to protest, we urge you to do so peacefully,\" the family said in a statement.",
            "The family wants police to immediately release the videos to the public, Bamberg said.",
            "Scott's family called on police to release the videos \"as a matter of the greater good and transparency,\" and called on people to protest peacefully."
        ],
        "tf-idf score": [
            0.46476612181467497,
            0.9692133437652881,
            0.978038838284708
        ]
    },
    "0.21259845495118213-3-99": {
        "average clique similarity": 0.21259845495118213,
        "clique": [
            "1-His comments come af",
            "3-Fears of violent pro",
            "2-Authorities facing s"
        ],
        "median tf-idf score": 0.552243685183346,
        "publications": [
            "CNN",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "His comments come after two days of violent protests in Charlotte following the   death of Keith Lamont Scott.",
            "Fears of violent protests, After violent protests raged for the second night in Charlotte, residents were uneasy Thursday as a state of emergency was in effect and National Guard troops arrived.",
            "Authorities facing some of the most intense reactions seen in more than two years of protests over policing nationwide vowed a strong law enforcement response to the unrest, declaring a state of emergency after two nights of chaos on the streets here."
        ],
        "tf-idf score": [
            0.552243685183346,
            0.701801408499644,
            0.37537815959697957
        ]
    },
    "0.21363021708686622-3-69": {
        "average clique similarity": 0.21363021708686622,
        "clique": [
            "4-Though the videos do",
            "3-Scott didn t own a g",
            "1-The family said they"
        ],
        "median tf-idf score": 0.6865375948284401,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "Though the videos do not offer definitive proof on their own, they support the official version of events, Chief Putney said.",
            "Scott didn't own a gun or habitually carry a gun, the family has told their attorneys, Bamberg said.",
            "The family said they will continue their own investigation into Scott's death."
        ],
        "tf-idf score": [
            0.6865375948284401,
            0.7789557299265158,
            0.6402669090960008
        ]
    },
    "0.21655440002536464-3-394": {
        "average clique similarity": 0.21655440002536464,
        "clique": [
            "1-The news conference ",
            "4-On Thursday night  h",
            "2-Also Thursday  Clint"
        ],
        "median tf-idf score": 0.8058509772129507,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "New York Times"
        ],
        "sentences": [
            "The news conference was also attended by Charlotte Mayor Jennifer Roberts and Charlotte Police Chief Kerr Putney.",
            "On Thursday night, hundreds of people gathered at an intersection in central Charlotte, holding signs and chanting, \"We want the tapes!\" in a peaceful demonstration. Mayor Jennifer Roberts ordered a    .",
            "Also Thursday, Clinton called Charlotte Mayor Jennifer Roberts and Rep. Alma Adams ( . C) to discuss the shooting and protests and to offer any assistance during this difficult time, her campaign said in a statement."
        ],
        "tf-idf score": [
            0.8327786187667341,
            0.49410722341995306,
            0.8058509772129507
        ]
    },
    "0.22232214430329134-3-123": {
        "average clique similarity": 0.22232214430329134,
        "clique": [
            "3-Family disputes acco",
            "1- When he was shot an",
            "4-He said the family h"
        ],
        "median tf-idf score": 1.3386597223366223,
        "publications": [
            "CNN",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "Family disputes account, Scott's family has said he was reading a book when police officers approached his vehicle and shot him.",
            "\"When he was shot and killed, Mr Scott's hands were by his side and he was slowly walking backwards. \"",
            "He said the family had come away with more questions than answers and a different interpretation from the account offered by the police, who have said that Mr Scott, 43, was shot after he got out of his car brandishing a gun."
        ],
        "tf-idf score": [
            1.3571040378906987,
            0.6100382950450305,
            1.3386597223366223
        ]
    },
    "0.22575352109980676-3-456": {
        "average clique similarity": 0.22575352109980676,
        "clique": [
            "0-Scott s family  whic",
            "4-Until they viewed th",
            "1-Family members were "
        ],
        "median tf-idf score": 0.8509897302383155,
        "publications": [
            "Vox",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "Scott's family, which has seen the video, said that the video should be released to the public.",
            "Until they viewed the videos on Thursday afternoon, Mr Scott's relatives had said they were uncertain whether they should be released to the public, according to Mr Bamberg.",
            "Family members were set to review video of the shooting on Thursday, and Bamberg said they were hoping it would provide answers."
        ],
        "tf-idf score": [
            0.8509897302383155,
            0.9467160321383007,
            0.7862271533346199
        ]
    },
    "0.2277217431222128-3-17": {
        "average clique similarity": 0.2277217431222128,
        "clique": [
            "1- Under state law  th",
            "0-In his defense  he c",
            "3- He was sitting in h"
        ],
        "median tf-idf score": 0.8624161837161769,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "\"Under state law, the District Attorney must ask for an SBI investigation when he receives a request to do so from the family of a person who was killed as a result of the use of a firearm by a law enforcement officer in the line of duty,\" a statement from district attorney Andrew Murray reads.",
            "In his defense, he cited a North Carolina law that bans police from releasing video from body cameras without a court order  --   but that law doesn't take effect until October, meaning the police department does have the ability to release the videos want if it truly wants to.",
            "\"He was sitting in his car reading a mother******* book. So they shot him. That's what happened\". North Carolina recently passed a law that blocks the release of police recordings from body or dashboard cameras with limited exceptions, but that law is not set to take effect until October."
        ],
        "tf-idf score": [
            0.7463597994660673,
            0.8624161837161769,
            0.9507352786026727
        ]
    },
    "0.23374342878781898-3-85": {
        "average clique similarity": 0.23374342878781898,
        "clique": [
            "2-Footage of the encou",
            "1-Witnesses to the sho",
            "0-It also doesn t answ"
        ],
        "median tf-idf score": 1.048737119094106,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Vox"
        ],
        "sentences": [
            "Footage of the encounter could help settle the dispute over whether Scott was armed, and many activists who have protested how police use force have argued that video evidence is the only way to know for sure what happened during an incident.",
            "Witnesses to the shooting maintain that Scott did not have a gun, as police have said.",
            "It also doesn't answer the crucial question of whether Scott had a gun and brandished it against police, as officers claim. But its release is the best we have for now, as police have refused to release the video they do have of the shooting."
        ],
        "tf-idf score": [
            1.0773729072445961,
            0.9173380539820732,
            1.048737119094106
        ]
    },
    "0.23949548526556877-3-456": {
        "average clique similarity": 0.23949548526556877,
        "clique": [
            "4-He added that the de",
            "2-However  he said the",
            "3-While the public sho"
        ],
        "median tf-idf score": 0.8915354746386838,
        "publications": [
            "New York Times",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "He added that the department's practice was not to release video to the public, to protect the integrity of investigations.",
            "However, he said the department has no imminent plans to let the public view this footage and make a determination. \"You shouldn't expect it to be released,\" Putney said during a news briefing Thursday. He added: \"Transparency is in the eye of the beholder. ... If you think I'm saying we should display a victim's worst day for public consumption, that is not the transparency I'm speaking of. \"",
            "While the public shouldn't expect to see the video, Todd Walther, spokesman for the Charlotte Fraternal Order of Police, told CNN that he viewed the footage, and it demonstrated Scott was \"an obvious threat\" to police officers."
        ],
        "tf-idf score": [
            0.5725012859741955,
            0.8915354746386838,
            1.28000795066808
        ]
    },
    "0.2514677683796756-3-330": {
        "average clique similarity": 0.2514677683796756,
        "clique": [
            "4-As hundreds of Natio",
            "3-What protesters have",
            "1-National Guard troop"
        ],
        "median tf-idf score": 1.1412856440857129,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "New York Times"
        ],
        "sentences": [
            "As hundreds of National Guard troops and State Police officers fanned out across the city on Thursday in an effort to head off further violence, Chief Kerr Putney of the   police brushed aside demands by activists, community leaders and the news media to make the police video public. \"We release it when we believe there is a compelling reason,\" he said.",
            "What protesters have to say, Guard troops were seen arriving Thursday afternoon and the state was in the process of activating 316 troops for security and crowd control. What's on the video?",
            "National Guard troops were assisting police with crowd control Thursday night as protesters focused on the police video of the shooting death of Keith Lamont Scott, demanding that that footage be released."
        ],
        "tf-idf score": [
            1.5045391436910753,
            0.6664376423599819,
            1.1412856440857129
        ]
    },
    "0.2560598275625344-3-325": {
        "average clique similarity": 0.2560598275625344,
        "clique": [
            "2-In Charlotte  police",
            "0-In the video  police",
            "3-But other evidence a"
        ],
        "median tf-idf score": 1.018686344389517,
        "publications": [
            "Washington Post",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "In Charlotte, police have said that Keith Lamont Scott posed \"an imminent deadly threat\" and refused commands to drop a weapon.",
            "In the video, police tell Scott to put his hands up and, repeatedly, to \"drop the gun\"  --   as Scott's wife insists he doesn't have a weapon.",
            "But other evidence and witness accounts support the police narrative that officers opened fire only after Scott refused to drop his weapon, he said."
        ],
        "tf-idf score": [
            1.018686344389517,
            0.8827137081203945,
            1.0313862415236084
        ]
    },
    "0.26224486975289524-3-254": {
        "average clique similarity": 0.26224486975289524,
        "clique": [
            "4- We need folks to un",
            "1-The Justice Departme",
            "2-Members of the Congr"
        ],
        "median tf-idf score": 0.8335870980333245,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "\"We need folks to understand there is a direct connection between the rioting and the creation of two separate groups based on class and race for decades,\" said Justin Perry, an addiction counselor who is black and took part in the protest. Members of the Congressional Black Caucus pressed the Justice Department to do more by starting a thorough investigation into recent police shootings that had led to nationwide protests. Lawmakers from the   group marched from the Capitol to the Justice Department to deliver a letter to Ms Lynch, reinforcing the significance of their concerns.",
            "The Justice Department and FBI are monitoring the situation and Lynch said that DOJ was sending four community relations officials to assist in Charlotte on Thursday.",
            "Members of the Congressional Black Caucus delivered a letter to Attorney General Loretta E Lynch on Thursday demanding \"an end to what appears to be the targeting and profiling of black people that result in their deaths\" and calling on the Justice Department to do more to stop police shootings."
        ],
        "tf-idf score": [
            1.11009391277889,
            0.8335870980333245,
            0.7772150245718794
        ]
    },
    "0.26332343009188947-3-23": {
        "average clique similarity": 0.26332343009188947,
        "clique": [
            "1-In a statement  fami",
            "4-The wife and other r",
            "2-In a statement  one "
        ],
        "median tf-idf score": 1.0286045972672395,
        "publications": [
            "New York Times",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "In a statement, family attorney Justin Bamberg said though the videos were difficult to watch, their release would serve transparency and the greater public good.",
            "The wife and other relatives of the dead man, Keith L Scott, watched his killing from two angles, recorded Tuesday by police dashboard and body cameras, and \"it was incredibly difficult,\" a family lawyer, Justin Bamberg, said in a statement.",
            "In a statement, one of the family's attorneys, Justin Bamberg, said that they watched two videos captured by police cameras and have \"more questions than answers. \""
        ],
        "tf-idf score": [
            0.82577310174354,
            1.3791819163033854,
            1.0286045972672395
        ]
    },
    "0.27351910218127995-3-107": {
        "average clique similarity": 0.27351910218127995,
        "clique": [
            "2-Putney later told CN",
            "4-He added later that ",
            "3-But Putney said Scot"
        ],
        "median tf-idf score": 1.1233492541632208,
        "publications": [
            "CNN",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "Putney later told CNN that the video was not from an angle that would show a gun in Scott's hand, but he said witnesses saw a gun and one was found nearby.",
            "He added later that he could not see Mr Scott's hands. But the chief, speaking at a news conference, said that eyewitness accounts and other evidence suggested that Mr Scott was holding a pistol at the time he was shot, and that a weapon had been found at the scene.",
            "But Putney said Scott was armed and no book was found at the scene."
        ],
        "tf-idf score": [
            1.1233492541632208,
            1.1356526957982924,
            0.8064173938066692
        ]
    },
    "0.27919106611818184-3-456": {
        "average clique similarity": 0.27919106611818184,
        "clique": [
            "1-    Jason Wells  A l",
            "3-But   police Chief K",
            "4-Earlier in the day  "
        ],
        "median tf-idf score": 0.8399761244681412,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "--  Jason Wells, A large group of protesters is continuing the march several blocks from the line of police in riot gear, Charlotte Police Chief Kerr Putney said earlier Thursday he would not release the video, although Scott's family was allowed to view the footage.",
            "But   police Chief Kerr Putney told reporters earlier Thursday that he's not going to do that because he doesn't want to jeopardize the investigation.",
            "Earlier in the day, Chief Putney said, \"The video does not give me absolute, definitive visual evidence that would confirm that a person is pointing a gun. \""
        ],
        "tf-idf score": [
            1.768216146738745,
            0.6655829852735802,
            0.8399761244681412
        ]
    },
    "0.283238480384248-3-168": {
        "average clique similarity": 0.283238480384248,
        "clique": [
            "1-He maintained  thoug",
            "0-I did not see that i",
            "4-Dr William J Barber "
        ],
        "median tf-idf score": 0.8741337786113911,
        "publications": [
            "Vox",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "He maintained, though, the totality of the evidence, \"supports the version of the truth that we gave. \" When a reporter pointed out that Putney had previously promised full transparency in the investigation of Scott's death, the police chief corrected him.",
            "I did not see that in the videos that I reviewed. What I can tell you, though, is when taken in the totality of all the other evidence, it supports what we've heard and the version of the truth that we gave about the circumstances that happened that led to the death of Mr Scott\".",
            "Dr William J Barber II, the president of the North Carolina N A A C P He said the protesters who had taken to the streets here by the hundreds since Mr Scott's death were \"rising up against systems of injustice that protect officers who kill. \""
        ],
        "tf-idf score": [
            0.8741337786113911,
            0.6867142657543156,
            0.8870888292921774
        ]
    },
    "0.2867207915185397-3-384": {
        "average clique similarity": 0.2867207915185397,
        "clique": [
            "2-Officials say they f",
            "3-A photo obtained by ",
            "4-The State Bureau of "
        ],
        "median tf-idf score": 0.7870601447022464,
        "publications": [
            "New York Times",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "Officials say they found a gun, but not a book, at the shooting scene. The State Bureau of Investigation has taken over the investigation into the shooting, authorities said Thursday.",
            "A photo obtained by CNN affiliate WSOC shows the immediate aftermath of the shooting of Scott, a source close to the investigation told CNN A black object near the bottom of the photo is a gun found by police at the scene, the source said.",
            "The State Bureau of Investigation began an investigation of the case, the governor said, and critics of the police asked for the Federal Bureau of Investigation to step in."
        ],
        "tf-idf score": [
            0.7870601447022464,
            1.1497866395941991,
            0.7491112886799103
        ]
    },
    "0.2916870580731274-3-300": {
        "average clique similarity": 0.2916870580731274,
        "clique": [
            "2-Bamberg had said at ",
            "0-In the video  Rakeyi",
            "1-His wife  Rakeyia  w"
        ],
        "median tf-idf score": 0.7513766927424996,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Vox"
        ],
        "sentences": [
            "Bamberg had said at a news conference earlier in the day that Scott's wife, Rakeyia Scott, witnessed the shooting.",
            "In the video, Rakeyia Scott, Scott's wife, is heard pleading with police to not shoot her husband.",
            "His wife, Rakeyia, was also there when he died, Bamberg said."
        ],
        "tf-idf score": [
            0.7513766927424996,
            0.765254214611337,
            0.5822869780565655
        ]
    },
    "0.31265986562807946-3-417": {
        "average clique similarity": 0.31265986562807946,
        "clique": [
            "2-Lynch again called f",
            "1- We hear your voices",
            "4-Attorney General Lor"
        ],
        "median tf-idf score": 0.5579360605883575,
        "publications": [
            "New York Times",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "Lynch again called for peaceful demonstrations, saying that those engaging in violence are \"drowning out the voices of commitment and change and ushering in more tragedy and grief in our communities. \"",
            "\"We hear your voices and we feel your pain,\" Lynch said. In addition, she asked those responsible for violence during the protests to stop, adding that their actions are \"drowning out the voices of commitment and change and ushering in more tragedy and grief in our communities. \"",
            "Attorney General Loretta E Lynch said the Justice Department and the F B I were monitoring events and offering help to local officials. \"I know that the events of recent days are painfully unclear and call out for answers,\" Ms Lynch said."
        ],
        "tf-idf score": [
            0.2239630337673678,
            0.5579360605883575,
            0.6170486301501988
        ]
    },
    "0.3338035589972554-3-213": {
        "average clique similarity": 0.3338035589972554,
        "clique": [
            "2- More police shootin",
            "0-Charlotte Police Chi",
            "1-    Mary Ann Georgan"
        ],
        "median tf-idf score": 1.3106042839824492,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "[More police shootings are being caught on camera  --   but many of those videos aren't released to the public]   Other officers at the scene were wearing body cameras at the time, though the officer who shot Scott  --   Brentley Vinson, who was placed on paid administrative leave  --   was not wearing any recording device.",
            "Charlotte Police Chief Kerr Putney said the officer who shot Scott did not have a body camera, but other officers did. And there's dashboard camera footage, as well.",
            "--  Mary Ann Georgantopoulos,   Police Chief Kerr Putney said Wednesday that the officer who fired the fatal shots was not wearing a body camera during the incident but three other officers at the scene were wearing them, according to NBC News."
        ],
        "tf-idf score": [
            1.354482493815951,
            1.3106042839824492,
            1.3096037135494956
        ]
    },
    "0.36073280969227245-4-284": {
        "average clique similarity": 0.36073280969227245,
        "clique": [
            "2-Kerr Putney  the   p",
            "1-The police chief rei",
            "3-Putney said video do",
            "0-Putney also acknowle"
        ],
        "median tf-idf score": 1.180873707249365,
        "publications": [
            "Vox",
            "Washington Post",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "Kerr Putney, the   police chief, said that video footage of the encounter did not give \"absolute definitive visual evidence that would confirm that a person is pointing a gun,\" but he said that the footage and other evidence \"supports what we've heard\" about what happened.",
            "The police chief reiterated his statement that the video itself did not provide concrete evidence that Scott pointed a gun at officers when he was confronted on Tuesday.",
            "Putney said video does not provide \"definitive visual evidence\" that Scott pointed a gun at police officers, including Brentley Vinson, who shot Scott.",
            "Putney also acknowledged that the available video evidence does not prove that Scott threatened police with a gun: \"The video does not give me absolute, definitive visual evidence that would confirm that a person [was] pointing a gun."
        ],
        "tf-idf score": [
            1.167219246575788,
            1.1855757414627524,
            1.4063910365336298,
            1.1761716730359772
        ]
    },
    "0.5327750459240689-3-456": {
        "average clique similarity": 0.5327750459240689,
        "clique": [
            "4- While police did gi",
            "3- When he was shot an",
            "2-Bamberg also said th"
        ],
        "median tf-idf score": 1.05293981893173,
        "publications": [
            "New York Times",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "\"While police did give him several commands, he did not aggressively approach them or raise his hands at members of law enforcement at any time. \" When an officer opened fire, he added, \"Mr Scott's hands were by his side, and he was slowly walking backwards. \"",
            "\"When he was shot and killed, Mr Scott's hands were by his side and he was slowly walking backwards,\" Bamberg said.",
            "Bamberg also said the videos do not show if Scott has anything in his hands, which he said were at his side when he was shot, the footage showed."
        ],
        "tf-idf score": [
            1.05293981893173,
            0.9385519943377351,
            1.0804764172866779
        ]
    },
    "0.5781126366923571-3-456": {
        "average clique similarity": 0.5781126366923571,
        "clique": [
            "3- It is impossible to",
            "1-But major questions ",
            "4- It is impossible to"
        ],
        "median tf-idf score": 0.8472679290457734,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "New York Times"
        ],
        "sentences": [
            "\"It is impossible to discern from the videos what, if anything, Mr Scott is holding in his hands,\" attorney Justin Bamberg said.",
            "But major questions remain. \"It is impossible to discern from the videos what, if anything, Mr Scott is holding in his hands,\" Bamberg said.",
            "\"It is impossible to discern from the videos what, if anything, Mr Scott is holding in his hands,\" they said in a statement."
        ],
        "tf-idf score": [
            0.8713845984858078,
            0.8472679290457734,
            0.8057860133845189
        ]
    }
}