{
    "0.15628742810397442-3-200": {
        "average clique similarity": 0.15628742810397442,
        "clique": [
            "4-But Sandoval is not ",
            "2-More Supreme Court L",
            "1-Sandoval opposed Oba"
        ],
        "median tf-idf score": 0.8600458790589444,
        "publications": [
            "Reuters",
            "Washington Post",
            "National Review"
        ],
        "sentences": [
            "But Sandoval is not seen as    --   potentially alienating a swath of the Democratic base. His legal credentials are also lacking compared to some of the other names under consideration who are mainly sitting federal judges. And he initially called the landmark   law \"unconstitutional,\" signing onto a brief in 2012 challenging the constitutionality of the measure's individual mandate. The Supreme Court ultimately rejected that argument, and upheld the law.",
            "More Supreme Court Legal Radicals Don't Want the 'Separation of Church and State'Bigotry against Religion Won't Stop School Choice ForeverSCOTUS Delivers Win for Religious Liberty but Punts on School ChoiceEven on the one issue where Sandoval earns conservative praise  --   his signing of an expansive program of education savings accounts to provide choice for Nevada students  --   there is a huge caveat: When the ACLU asked the courts to halt the state's implementation of ESAs, Sandoval publicly called for a robust defense of the law.",
            "Sandoval opposed Obama's healthcare law, but opted to expand his state's Medicaid health insurance program for the poor under the measure, breaking from a number of Republican governors who refused to do so."
        ],
        "tf-idf score": [
            0.7987144560139893,
            1.0926768991461717,
            0.8600458790589444
        ]
    },
    "0.16098522638037369-3-32": {
        "average clique similarity": 0.16098522638037369,
        "clique": [
            "1-The Democratic polit",
            "3-What s more  the ide",
            "4-Liberal activist gro"
        ],
        "median tf-idf score": 0.8567489683991076,
        "publications": [
            "Reuters",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "The Democratic political base would object to such a choice, a risk Obama is unlikely to take during an election year. Some liberal groups expressed alarm that Sandoval would be considered.",
            "What's more, the idea of Obama being forced to name a Republican touches the emotional core of the Democratic base  --   the idea that Republican obstructionism is an effort to delegitimize Obama and his presidency. Sandoval could just be a   Political leaks are almost never genuine leaks. Usually when something like this gets in the press it's because the key   want it to get in the press.",
            "Liberal activist groups quickly registered their displeasure with the idea of a Justice Sandoval. Charles Chamberlain, executive director of Democracy for America, said in a statement it was \"downright absurd that President Obama would risk his legacy by appointing another   Republican like Brian Sandoval to an already overwhelmingly    Supreme Court. \""
        ],
        "tf-idf score": [
            0.6786418259271498,
            0.8567489683991076,
            1.3235035473029246
        ]
    },
    "0.1699330323799454-3-139": {
        "average clique similarity": 0.1699330323799454,
        "clique": [
            "3-Notwithstanding the ",
            "2-How better to apply ",
            "1-The source said Neva"
        ],
        "median tf-idf score": 0.9130837224575468,
        "publications": [
            "Vox",
            "Reuters",
            "National Review"
        ],
        "sentences": [
            "Notwithstanding the family drama, Reid and Sandoval have often been allies on   issues, fighting against nuclear waste storage at Yucca Mountain and for the construction of Tesla's Gigafactory battery manufacturing facilities. Why Sandoval for SCOTUS might make sense As a politician who is also a former federal judge, Sandoval is more qualified for a Supreme Court seat than the typical elected official who gets floated.",
            "How better to apply pressure than to appoint a Hispanic Republican  --   and former federal judge  --   who might fracture the united front of GOP senators who have come out against an Obama nomination?",
            "The source said Nevada Governor Brian Sandoval, a Republican and former federal judge, was among the possible candidates."
        ],
        "tf-idf score": [
            0.9130837224575468,
            0.5389133455345251,
            0.933446958291968
        ]
    },
    "0.17026715185710226-3-175": {
        "average clique similarity": 0.17026715185710226,
        "clique": [
            "4- Republican National",
            "3-If literally everyth",
            "2-The Wall Street Jour"
        ],
        "median tf-idf score": 1.0084828699110078,
        "publications": [
            "Washington Post",
            "National Review",
            "Vox"
        ],
        "sentences": [
            "(Republican National Convention)   It is unclear how many potential nominees are under White House consideration for the high court vacancy left by the death of Justice Antonin Scalia.",
            "If literally everything about American politics in 2016 were different, filling a vacancy on the Supreme Court caused by the death of an iconic conservative justice with a moderate Republican could be a sensible compromise between a Democratic White House and a Republican Senate.",
            "The Wall Street Journal reports that the White House is vetting Nevada's Republican governor Brian Sandoval for the Supreme Court."
        ],
        "tf-idf score": [
            0.7650684098881537,
            1.0084828699110078,
            1.0667902703078451
        ]
    },
    "0.1730551946770206-3-167": {
        "average clique similarity": 0.1730551946770206,
        "clique": [
            "3-Conversely  for Repu",
            "1-Republicans are mane",
            "0-The White House s th"
        ],
        "median tf-idf score": 1.158948871269318,
        "publications": [
            "Talking Points Memo",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "Conversely, for Republicans, putting Sandoval on the bench would foreclose the possibility that Democrats take the White House and the Senate in November, fill the seat with a liberal, and launch the first progressive majority on the Supreme Court in two generations.",
            "Republicans are maneuvering to foil Obama's ability to choose a replacement who could tilt the court to the left for the first time in decades. Scalia's death left the court with four liberals and four conservatives.",
            "The White House's thinking could be that floating Sandoval, a moderate   Hispanic Republican, could turn up the political heat on Senate Republicans, who have pledged not to even hold a hearing on any Obama nominee to the Supreme Court."
        ],
        "tf-idf score": [
            1.158948871269318,
            0.6554685206249957,
            1.367035563857808
        ]
    },
    "0.18476677343163952-3-91": {
        "average clique similarity": 0.18476677343163952,
        "clique": [
            "4-       The White Hou",
            "1- In the meantime  th",
            "3-But in the actual po"
        ],
        "median tf-idf score": 0.9208568935647491,
        "publications": [
            "Reuters",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "       The White House is considering picking the Republican governor from Nevada to fill the current vacancy on the Supreme Court, scrambling political calculations in what is expected to be a contentious confirmation battle in which Senate Republicans have pledged to play the role of roadblock.",
            "\"In the meantime, the American people are going to have the ability to gauge whether the person I've nominated is well within the mainstream, is a good jurist, is somebody who's worthy to sit on the Supreme Court,\" Obama told reporters in the Oval Office. \"I think it will be very difficult for Mr McConnell to explain how, if the public concludes that this person's very well qualified, that the Senate should stand in the way simply for political reasons\".",
            "But in the actual politics of 2016 it seems so obviously doomed as to be hardly worth trying  --   though floating Sandoval's name in the press as a way to bait Republicans into batting it down could be a savvy strategy for Democrats to underscore exactly how rigid the GOP is being about the confirmation battle."
        ],
        "tf-idf score": [
            1.0250260988453084,
            0.9208568935647491,
            0.742542572036551
        ]
    },
    "0.18963885642802691-3-188": {
        "average clique similarity": 0.18963885642802691,
        "clique": [
            "4-Elected as the state",
            "3-Way back in 2004 whe",
            "2-But behind the scene"
        ],
        "median tf-idf score": 0.6329998296993324,
        "publications": [
            "Vox",
            "Washington Post",
            "National Review"
        ],
        "sentences": [
            "Elected as the state's attorney general in 2002, Sandoval quickly became one of the more popular Republicans in Nevada.",
            "Way back in 2004 when Sandoval was attorney general, Reid recommended him to the Bush administration as a Republican he would gladly back for a seat on the federal judiciary.",
            "But behind the scenes he opposed the state's attorney general partnering with former U S solicitor general Paul Clement to fight the suit. Since 2000, Clement has argued more cases before the U S Supreme Court than any other lawyer he represented the plaintiffs in the   Obamacare and Hobby Lobby cases."
        ],
        "tf-idf score": [
            0.6329998296993324,
            0.7833264001600322,
            0.5728021572059221
        ]
    },
    "0.2022889714552117-3-43": {
        "average clique similarity": 0.2022889714552117,
        "clique": [
            "4-A Sandoval spokesman",
            "0-The spokesman for th",
            "1-Reid is a close ally"
        ],
        "median tf-idf score": 0.8687163105491916,
        "publications": [
            "Reuters",
            "Talking Points Memo",
            "Washington Post"
        ],
        "sentences": [
            "A Sandoval spokesman, Mari St. Martin, said Wednesday, \"Neither Governor Sandoval nor his staff has been contacted by or talked to the Obama administration regarding any potential vetting for the vacancy on the U S Supreme Court. \"",
            "The spokesman for the White House has repeatedly said that the president has not narrowed his list of nominees to a \"shortlist\" yet.",
            "Reid is a close ally of Obama. White House spokesman Josh Earnest declined during a briefing to confirm whether Sandoval was on Obama's list of potential nominees."
        ],
        "tf-idf score": [
            1.028458410622696,
            0.5697178599636745,
            0.8687163105491916
        ]
    },
    "0.20522278992286117-4-56": {
        "average clique similarity": 0.20522278992286117,
        "clique": [
            "4-A person familiar wi",
            "1- HE WAS INTERESTED  ",
            "0-Senate Minority Lead",
            "2- He has been a consi"
        ],
        "median tf-idf score": 0.8047515136512985,
        "publications": [
            "National Review",
            "Talking Points Memo",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "A person familiar with the conversation said that while Sandoval told Reid he had not made a final decision on whether he would accept a Supreme Court nomination, he would allow the vetting process to move forward.",
            "'HE WAS INTERESTED' Sandoval met on Monday in the U S Capitol for about 30 minutes with Senate Democratic leader Harry Reid of Nevada, and Reid asked him whether he would be interested in being considered for the high court job, according to the source, who asked not to be identified.",
            "Senate Minority Leader Harry Reid ( ) met with Sandoval on Monday and said Wednesday that he could support Sandoval if he were to be nominated.",
            "\"He has been a consistent barrier to reform measures in Nevada,\" one state legislator told me. \"We asked him during his first term in 2012 why he couldn't be more like Scott Walker, and he pointed to the Democratic legislature and said things would be different if the GOP had a majority."
        ],
        "tf-idf score": [
            0.8529792558087367,
            1.0300408013515243,
            0.7565237714938603,
            0.6871376721425665
        ]
    },
    "0.22649424356356537-3-256": {
        "average clique similarity": 0.22649424356356537,
        "clique": [
            "4-It is clear  however",
            "2-The next day  the go",
            "3-Sandoval also has an"
        ],
        "median tf-idf score": 0.5799803153975266,
        "publications": [
            "Washington Post",
            "National Review",
            "Vox"
        ],
        "sentences": [
            "It is clear, however, that Senate Minority Leader Harry M Reid, a fellow Nevadan with whom Sandoval enjoys cordial relations, is playing a key role as intermediary.",
            "The next day, the governor requested and secured a meeting with Harry Reid, the Democratic Senate minority leader from his home state.",
            "Sandoval also has an interesting   relationship with frenemy Harry Reid, the Democrats' leader in the Senate."
        ],
        "tf-idf score": [
            0.5799803153975266,
            0.5107114154316588,
            0.6323315362146361
        ]
    },
    "0.22762783907543724-3-113": {
        "average clique similarity": 0.22762783907543724,
        "clique": [
            "0-As the Washington Po",
            "4- Democrats troll GOP",
            "3-Sandoval got the nod"
        ],
        "median tf-idf score": 0.8936995362578214,
        "publications": [
            "Washington Post",
            "Talking Points Memo",
            "Vox"
        ],
        "sentences": [
            "As the Washington Post report notes, the Senate did \"unanimously\" approve Sandoval to a federal district judgeship in 2005.",
            "[Democrats troll GOP by floating a Republican for Supreme Court]   The Senate unanimously confirmed Sandoval as a district court judge in 2005 after he was nominated by President George W Bush.",
            "Sandoval got the nod from Bush for a seat on a federal district court, and the affair was generally interpreted in the press as an example of Reid's political savvy  --   by putting the young, popular Sandoval on the federal bench he eliminated him as a potential Reid opponent in his 2004 reelection battle."
        ],
        "tf-idf score": [
            0.5814983674723987,
            1.140918713228877,
            0.8936995362578214
        ]
    },
    "0.24270779053744318-3-37": {
        "average clique similarity": 0.24270779053744318,
        "clique": [
            "3-The Nevada governor ",
            "4-Sandoval is aligned ",
            "1-As governor  Sandova"
        ],
        "median tf-idf score": 0.801712193056347,
        "publications": [
            "Washington Post",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "The Nevada governor is a Republican and, as such, a generally reliable conservative on a range of issues. But as the governor of a politically moderate state that had a Democratic controlled legislature for parts of his tenure, he has taken a number of noteworthy moderate positions:     He is  .",
            "Sandoval is aligned with Democrats on some key issues, including abortion rights and the environment. As governor, he has moved to implement the Affordable Care Act, and has said he considers   marriage to be a settled issue.",
            "As governor, Sandoval has taken a traditional Republican stance in support of gun rights, but his more moderate views on social issues, such as abortion rights, could make him an attractive choice for the Democratic president."
        ],
        "tf-idf score": [
            0.801712193056347,
            0.7200091286828384,
            1.0387749441600969
        ]
    },
    "0.4172386758589357-3-237": {
        "average clique similarity": 0.4172386758589357,
        "clique": [
            "3-He chose to halt def",
            "4- I don t pick the ju",
            "0- I don t pick the ju"
        ],
        "median tf-idf score": 0.6455011865829978,
        "publications": [
            "Washington Post",
            "Vox",
            "Talking Points Memo"
        ],
        "sentences": [
            "He chose to halt defense of Nevada's gay marriage ban in court, though he did not come out in favor of marriage equality. He expanded Medicaid and showed some flexibility on tax increases as part of overall budget negotiations. He's been broadly supportive of clean energy, which is a big business in the   state. He supports comprehensive immigration reform.",
            "\"I don't pick the justices, but I know if he were picked, I would support the man,\" he said. \"He's a good person, has a great record, and has been a tremendously good governor in spite of having to deal with some very big problems there. \"",
            "\"I don't pick the justices, but I know if he were picked, I would support the man,\" Reid told CNN \"He's a good person, has a great record, and has been a tremendously good governor in spite of having to deal with some very big problems there\"."
        ],
        "tf-idf score": [
            0.6647425710007152,
            0.6169336699104471,
            0.6455011865829978
        ]
    }
}