{
    "0.1674156131779259-3-79": {
        "average clique similarity": 0.1674156131779259,
        "clique": [
            "1- Our only concern at",
            "2-The man  rapidly dre",
            "4-    Police Chief Jef"
        ],
        "median tf-idf score": 0.7996936368858346,
        "publications": [
            "Business Insider",
            "New York Post",
            "CNN"
        ],
        "sentences": [
            "\"Our only concern at this point was community safety,\" police Chief Jeff Davis said.",
            "The man \"rapidly drew an object\" and placed both hands on it \"like you would be holding a firearm,\" police Chief Jeff Davis said.",
            "'   Police Chief Jeff Davis relented, citing concerns over the   escalating violence during some of the protests. ' '   \"It''s about time,\" said attorney Dan Gilleon, who is   representing the Olango family. '"
        ],
        "tf-idf score": [
            0.7950171559601319,
            0.7996936368858346,
            1.0205516962902386
        ]
    },
    "0.19308033199941363-3-32": {
        "average clique similarity": 0.19308033199941363,
        "clique": [
            "4-    The city of El C",
            "1-The longer of the tw",
            "3-Olango s supporters "
        ],
        "median tf-idf score": 0.7912773972161474,
        "publications": [
            "Washington Post",
            "Business Insider",
            "New York Post"
        ],
        "sentences": [
            "'   The city of El Cajon has a population of 100, 000 and is known to   attract refugees from Iraq and Syria, The Associated Press   reported. ' '   The incident is the latest in a number of   police   shootings involving people of color, which has repeatedly thrust   the issue into the national spotlight. According to data   collected by  and  several hundred people have been killed   during encounters with police so far this year. '",
            "The longer of the two videos released by police came from a surveillance camera in the   of a restaurant. It is roughly a minute, has no sound and police blurred out the heads of everyone in it.",
            "Olango's supporters say his immigration status has no bearing on the shooting and is an attempt by officials to distract the public from the overriding issue of police conduct toward black residents."
        ],
        "tf-idf score": [
            1.0580118472205946,
            0.6557867338021034,
            0.7912773972161474
        ]
    },
    "0.19582351775061094-3-19": {
        "average clique similarity": 0.19582351775061094,
        "clique": [
            "1- We felt that the ag",
            "3-Olango s shooting ha",
            "0-The angle and distan"
        ],
        "median tf-idf score": 1.0640072682067943,
        "publications": [
            "New York Post",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "\"We felt that the aggression of some  --   some  --   of the protesters was escalating to the point where it was necessary to release some information and truly, it was my hope to relieve some of that concern. \" The Rev. Shane Harris of the civil rights organization National Action Network said the   videos, shot at a distance, didn't clarify what led to the shooting and said they're likely to make people angrier.",
            "Olango's shooting happened within a minute of the officer arriving, police said. The shooting also highlights a concern by police throughout the country: how to deal with people with   issues.",
            "The angle and distance of the videos made it difficult to see clearly what happened because one of the officers was standing in front of Mr Olango when the shooting happened."
        ],
        "tf-idf score": [
            1.0640072682067943,
            1.1065945676576872,
            0.972471434785119
        ]
    },
    "0.19611081622139093-4-30": {
        "average clique similarity": 0.19611081622139093,
        "clique": [
            "0-The police previousl",
            "4-    The video shows ",
            "1-The shots came less ",
            "3-On Tuesday afternoon"
        ],
        "median tf-idf score": 0.9993880513867137,
        "publications": [
            "New York Times",
            "New York Post",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "The police previously said they responded to a report of a person acting \"erratically. \"",
            "'   The video shows police firing four shots at    Alfred   Olango, a Ugandan refugee, Tuesday shortly after they arrived at   a Mexican restaurant in El Cajon, the AP report said. '",
            "The shots came less than a minute after police arrived at the scene in response to Olango's sister calling 911 and reporting he was acting erratically.",
            "On Tuesday afternoon, the two El Cajon officers confronted Olango in a   parking lot after police received a call from his sister saying that he was acting erratically."
        ],
        "tf-idf score": [
            0.5526065084149031,
            1.1984119679862297,
            0.8954000188141539,
            1.1033760839592737
        ]
    },
    "0.19720112917902766-3-100": {
        "average clique similarity": 0.19720112917902766,
        "clique": [
            "4-    The police depar",
            "3-A rally demanding re",
            "2-Protesters have call"
        ],
        "median tf-idf score": 0.793113592031954,
        "publications": [
            "Business Insider",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "'   The police department had previously released a single frame of   video that appeared to show Olango with his arms out in what they   described as a shooting position, but protesters and local news   media demanded the full video. '",
            "A rally demanding release of the video and the shift of the investigation to the Justice Department is set for Saturday afternoon. Protesters say the still photo provides only a limited view of the shooting and may be an effort by officials to cover up misconduct by police. [Release the video or not?",
            "Protesters have called for the investigation into the shooting to be run by the US Department of Justice. Businesses in downtown El Cajon were advised to close early Friday. Olango came to the United States in 1991 as a refugee from Uganda."
        ],
        "tf-idf score": [
            1.044297300141924,
            0.7711983567778562,
            0.793113592031954
        ]
    },
    "0.20300166045769222-3-114": {
        "average clique similarity": 0.20300166045769222,
        "clique": [
            "0-As Mr Olango paced a",
            "4-    When officers su",
            "3-According to police "
        ],
        "median tf-idf score": 1.0780674728775153,
        "publications": [
            "Washington Post",
            "New York Times",
            "Business Insider"
        ],
        "sentences": [
            "As Mr Olango paced and the officers tried to talk to him, he \"rapidly drew an object from his front pants pocket, placed both hands together and extended them rapidly toward the officer taking up what appeared to be a shooting stance,\" the police said.",
            "'   When officers surrounded him, Olango assumed a shooting position,   police said, and reached for what they believed to be a weapon   before they opened fire. '",
            "According to police, Olango refused their commands and reached into his pocket for a   object and then assumed a \"shooting stance,\" aiming the device at an officer."
        ],
        "tf-idf score": [
            1.2791229614728614,
            1.0780674728775153,
            0.9548125577969546
        ]
    },
    "0.20826231455707508-3-133": {
        "average clique similarity": 0.20826231455707508,
        "clique": [
            "2-The videos show offi",
            "3-Both videos show two",
            "1-The videos show the "
        ],
        "median tf-idf score": 1.058977307888774,
        "publications": [
            "CNN",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "The videos show officer Richard Gonsalves firing four shots at Alfred Olango, an unarmed man, who was pointing the cylindrical vape pen at officers earlier this week.",
            "Both videos show two El Cajon officers closing in on Olango and one officer firing his gun.",
            "The videos show the officer fired four times at close range almost immediately after Alfred Olango, 38, suddenly raised both hands to chest level and took what was described as a shooting stance."
        ],
        "tf-idf score": [
            1.058977307888774,
            0.7106735374390593,
            1.100581774420603
        ]
    },
    "0.2131276264540518-3-171": {
        "average clique similarity": 0.2131276264540518,
        "clique": [
            "1-Olango had been repo",
            "4-    Police were resp",
            "2-Police  Man killed b"
        ],
        "median tf-idf score": 1.0021367138033521,
        "publications": [
            "CNN",
            "Business Insider",
            "New York Post"
        ],
        "sentences": [
            "Olango had been reported to be mentally disturbed and unarmed and yet Gonsalves approached with his weapon out, Dan Gilleon said. \"It shows a cowboy with his gun drawn provoking a mentally disturbed person,\" Gilleon said.",
            "'   Police were responding to reports that a mentally unstable   man . ' \"   It was later revealed that Olango had been grieving the death of   a close friend and was not mentally ill, according to the man's   mother, . \"",
            "Police: Man killed by officer pointed vaping device, not gun, The woman who called 911 claimed to be the man's sister and told the dispatcher he was mentally ill and unarmed, Davis said."
        ],
        "tf-idf score": [
            0.7415946017309764,
            1.0021367138033521,
            1.2535786786522358
        ]
    },
    "0.22106562818976658-3-6": {
        "average clique similarity": 0.22106562818976658,
        "clique": [
            "3-The video taken by t",
            "2-A woman can be heard",
            "1-In the second video "
        ],
        "median tf-idf score": 0.7110318671782526,
        "publications": [
            "Washington Post",
            "New York Post",
            "CNN"
        ],
        "sentences": [
            "The video taken by the   employee is 1 minute and 37 seconds in duration, and a second one by a customer is only a few seconds. Both were given voluntarily to police, officials said.",
            "A woman can be heard screaming in the cell phone video as the shots are fired. Officer Josh McDaniel, like Gonsalves an officer for 21 years, deployed his Taser.",
            "In the second video, taken on a cellphone by a witness in the   Olango's sister is seen approaching Gonsalves from behind and a woman can be heard screaming at Olango to put up his hands and telling police not to shoot."
        ],
        "tf-idf score": [
            0.7110318671782526,
            0.646261717121297,
            0.9139874353347228
        ]
    },
    "0.2217006411832809-3-173": {
        "average clique similarity": 0.2217006411832809,
        "clique": [
            "3-The investigation in",
            "4-         Police in t",
            "0-On Thursday night  a"
        ],
        "median tf-idf score": 1.3013894170929097,
        "publications": [
            "Business Insider",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "The investigation into the shooting is continuing, El Cajon Police Chief Jeff Davis told reporters at a news conference. Also at the news conference was Andre Branch, president of the San Diego branch of the NAACP \"Full disclosure to the public builds trust and shows respect,\" Branch said.",
            "'  ' '   Police in the San Diego suburb of El Cajon released footage on   Friday showing the  of an unarmed man, The .  '",
            "On Thursday night, about 75 protesters gathered near the scene of the shooting and threw rocks, bricks and bottles at officers, broke windows and jumped on cars, the El Cajon police chief, Jeff Davis, said at the news conference."
        ],
        "tf-idf score": [
            1.3262572833690025,
            0.7328973071703401,
            1.3013894170929097
        ]
    },
    "0.22769775433369574-3-106": {
        "average clique similarity": 0.22769775433369574,
        "clique": [
            "4-    Police later ide",
            "1-In addition to the v",
            "0-At that point  the o"
        ],
        "median tf-idf score": 0.9570169364409463,
        "publications": [
            "Business Insider",
            "New York Post",
            "New York Times"
        ],
        "sentences": [
            "'   Police later identified the unknown object as an electronic   cigarette.  ' '   The video was released after the shooting sparked several   days of demonstrations in the San Diego area.  '",
            "In addition to the videos, police showed the   electronic cigarette device Olango had in his hands when he was shot.",
            "At that point, the officer with the electronic control device discharged his weapon, the police said."
        ],
        "tf-idf score": [
            1.0124283856798468,
            0.9570169364409463,
            0.7560881077523588
        ]
    },
    "0.2409512993958233-3-40": {
        "average clique similarity": 0.2409512993958233,
        "clique": [
            "3-He had become distra",
            "2-He was mourning the ",
            "1-His mother said he s"
        ],
        "median tf-idf score": 0.49064214092284175,
        "publications": [
            "Washington Post",
            "CNN",
            "New York Post"
        ],
        "sentences": [
            "He had become distraught over the recent death of a friend, she said. \"His mind was not communicating,\" Benge said. \"A mental breakdown is not easy to control. \"",
            "He was mourning the loss of a friend, she said.",
            "His mother said he suffered a mental breakdown recently after the death of his best friend. On Tuesday, his sister called 911 and reported he was acting strangely and walking into traffic by a strip mall."
        ],
        "tf-idf score": [
            0.49064214092284175,
            0.40988879753912383,
            0.6790811846692336
        ]
    },
    "0.24106605824913194-3-50": {
        "average clique similarity": 0.24106605824913194,
        "clique": [
            "3-Police on Tuesday ni",
            "2-The PERT team didn t",
            "1-That night  as an an"
        ],
        "median tf-idf score": 0.9369338241783537,
        "publications": [
            "New York Post",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Police on Tuesday night had released a still photo taken from a video showing the police killing hours earlier of Alfred Olango, 38, an immigrant from Uganda.",
            "The PERT team didn't arrive until after the shooting, the chief said. Still image, Earlier this week, police released a video still showing the incident.",
            "That night, as an angry crowd protested outside police headquarters, Davis released a single image from the video showing Olango with his hands clasped in front and in the shooting stance."
        ],
        "tf-idf score": [
            0.8503074421755883,
            0.9369338241783537,
            1.0450576390342496
        ]
    },
    "0.24347867313728547-3-84": {
        "average clique similarity": 0.24347867313728547,
        "clique": [
            "3-At the news conferen",
            "0-Mr Olango s mother s",
            "2-Olango s mother  Pam"
        ],
        "median tf-idf score": 0.8500939097887068,
        "publications": [
            "CNN",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "At the news conference Thursday, Olango's mother, Pamela Benge, said she feels the pain of other mothers who have had sons killed recently by police.",
            "Mr Olango's mother said during an emotional news conference on Thursday that her son was having a mental breakdown when he was confronted by the police at the taco shop, Reuters reported.",
            "Olango's mother, Pamela Benge, said he was not mentally ill."
        ],
        "tf-idf score": [
            0.8500939097887068,
            1.1469841260358753,
            0.7096193779203435
        ]
    },
    "0.25081689808275387-3-67": {
        "average clique similarity": 0.25081689808275387,
        "clique": [
            "3-The decision to rele",
            "0-Bonnie Dumanis  the ",
            "2- Any criminal conduc"
        ],
        "median tf-idf score": 1.072885344832618,
        "publications": [
            "New York Times",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "The decision to release the videos was made collectively by the city's mayor, police chief, county sheriff, the district attorney, the area's county supervisor and the chiefs of the police departments in San Diego, Chula Vista and Escondido, officials said.",
            "Bonnie Dumanis, the San Diego County district attorney, said that the shooting was under investigation and that \"no decision has been made\" about filing charges.",
            "\"Any criminal conduct being pursued will be some time much later,\" San Diego County District Attorney Bonnie Dumanis told reporters. Tuesday's shooting, On Tuesday afternoon, police responded to a 911 call reporting a man in his 30s was behaving \"erratically\" behind a restaurant."
        ],
        "tf-idf score": [
            1.1268075456509903,
            0.7980298409627163,
            1.072885344832618
        ]
    },
    "0.25932508280954925-3-129": {
        "average clique similarity": 0.25932508280954925,
        "clique": [
            "2-One officer fired hi",
            "3-That officer fired h",
            "0-Simultaneously  the "
        ],
        "median tf-idf score": 0.7770912949070394,
        "publications": [
            "Washington Post",
            "New York Times",
            "CNN"
        ],
        "sentences": [
            "One officer fired his gun at Olango, while a second officer discharged his Taser, police have said. Both are on   administrative leave.",
            "That officer fired his service weapon, fatally striking Olango.",
            "Simultaneously, the officer with the firearm discharged his weapon several times, striking Mr Olango. No gun was found."
        ],
        "tf-idf score": [
            0.9654119794888628,
            0.4843672656659845,
            0.7770912949070394
        ]
    },
    "0.3135615990933966-3-214": {
        "average clique similarity": 0.3135615990933966,
        "clique": [
            "3-         EL CAJON  C",
            "2-  CNN  Police in El ",
            "0-The authorities in E"
        ],
        "median tf-idf score": 1.007308900448037,
        "publications": [
            "Washington Post",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "         EL CAJON, Calif.  --   In a turnabout, police here Friday decided to release two videos, taken by a   employee and a customer, showing the minutes leading to the fatal shooting by police of an unarmed black man.",
            " (CNN) Police in El Cajon, California, on Friday released cell phone and surveillance video that shows the controversial fatal shooting of a man who pointed a vaping device at officers.",
            "The authorities in El Cajon, Calif. on Friday released video footage of an officer fatally shooting an unarmed black man, as part of an effort to quell what has been growing unrest in the community since the episode on Tuesday."
        ],
        "tf-idf score": [
            0.9715007044483747,
            1.1848515541020614,
            1.007308900448037
        ]
    }
}