{
    "0.12603664168883508-3-468": {
        "average clique similarity": 0.12603664168883508,
        "clique": [
            "6-Cuba has mostly reco",
            "5-The early years  Cas",
            "0- The Eisenhower Admi"
        ],
        "median tf-idf score": 1.0547208775948838,
        "publications": [
            "Washington Post",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "Cuba has mostly recovered from the   austerity period that left Cubans hungry and desperate in the early 1990s, when riots broke out in Havana and Fidel Castro showed up to quell the crowds.",
            "The early years, Castro was born August 13, 1926, in Oriente Province in eastern Cuba.",
            "\"The Eisenhower Administration initially welcomed Castro to power but as a nationalist he was determined to assert Cuba's independence from the United States, and by early 1960, Castro was reaching out to the Soviet Union for support."
        ],
        "tf-idf score": [
            1.0593009275595353,
            0.8092766784823657,
            1.0547208775948838
        ]
    },
    "0.1277988628708523-3-313": {
        "average clique similarity": 0.1277988628708523,
        "clique": [
            "4-He formally ceded po",
            "2-Two years earlier he",
            "6-In an April speech  "
        ],
        "median tf-idf score": 0.9936882659260109,
        "publications": [
            "Fox News",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "He formally ceded power to his younger brother, Raul, two years later. Wearing a green military uniform, a somber Raul, 85,  appeared on state television on Friday night to announce Fidel's death, 60 years to the day since the two brothers and dozens of  supporters left Mexico on a boat to take revolution to Cuba.",
            "Two years earlier he wrote an opinion piece for a   media outlet in which he branded the Republican presidential primary race \"the greatest competition of idiocy and ignorance\" the world has ever seen. And just to show how much his volatile presence lingered in American politics, despite officially handing over power to his brother Raul in 2008, Castro was the subject of a question during a Republican candidates' debate in Tampa, Fla. the same month the piece ran.",
            "In an April speech, the younger Castro quipped that Cuba was not actually a   state: \"We have two parties here, just like in the United States,\" he said."
        ],
        "tf-idf score": [
            0.9116660268570246,
            1.097376842099715,
            0.9936882659260109
        ]
    },
    "0.1284251016289245-3-687": {
        "average clique similarity": 0.1284251016289245,
        "clique": [
            "5- Many of the decisio",
            "1-As pots and pans wer",
            "2-He remained as First"
        ],
        "median tf-idf score": 0.796721244370617,
        "publications": [
            "Fox News",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "\"Many of the decisions that have been taken by the leadership and by Fidel Castro were not necessarily the decisions that were best for the revolution, but were decisions geared to keeping him in power,\" Lisandro Perez, a Cuba expert at Florida International University, told CNN In the end, Castro's declaration decades ago that history would issue the final verdict was accurate.",
            "As pots and pans were banged in jubilation, there were chants of \"Cuba libre!\" (Cuba is free) and \"el viejo murio\" (the old man is dead).",
            "He remained as First Secretary of the Communist Party until April 2011. And even when officially out of office, he remained the best known figure in Cuba. \"Men do not shape destiny,\" he once said. \"Destiny produces the man for the hour\". Along the way he was a prime enemy of the US and there were reports of the CIA trying to topple him in a variety of ways, although some suggestions  --   like an exploding cigar  --   seemed to border on the absurd."
        ],
        "tf-idf score": [
            1.1428080165187224,
            0.2768071610334945,
            0.796721244370617
        ]
    },
    "0.13247249149743728-3-624": {
        "average clique similarity": 0.13247249149743728,
        "clique": [
            "6- This isn t like the",
            "4- History will record",
            "1-In a telegram to Rau"
        ],
        "median tf-idf score": 0.749567660006862,
        "publications": [
            "Reuters",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "\"This isn't like the death of Stalin, or Mao, when people threw themselves into the streets and thought the world was coming to an end,\" said Aurelio Alonso, a sociologist and the deputy editor of the Cuban journal Casa de Las Americas. It was something they have been expecting.",
            "\"History will record and judge the enormous impact of this singular figure on the people and world around him,\" U S President Barack Obama said, extending \"a hand of friendship\" to Cuba.",
            "In a telegram to Raul Castro cited by the Kremlin, the Russian president, Vladimir Putin, said: \"The name of this distinguished statesman is rightly considered the symbol of an era in modern world history   ...     Fidel Castro was a sincere and reliable friend of Russia. \""
        ],
        "tf-idf score": [
            0.749567660006862,
            0.6355412003269885,
            1.029183642348197
        ]
    },
    "0.13590973877761459-3-179": {
        "average clique similarity": 0.13590973877761459,
        "clique": [
            "0-Castro lived through",
            "5-Castro resigned as p",
            "1-The US had long coun"
        ],
        "median tf-idf score": 0.9245861799664999,
        "publications": [
            "CNN",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "Castro lived through 10 U S presidents who were determined to overthrow him, as NPR's Tom Gjelten reported, in addition to surviving the collapse of the communist alliance that bolstered his success. The former president has suffered ill health since undergoing emergency intestinal surgery in July 2006, when he ceded power to his younger brother, Raul, who formally assumed the presidency in 2008.",
            "Castro resigned as president in February 2008, and Raul took over permanently.",
            "The US had long counted on Castro's mortality as a \"biological solution\" to communism in the Caribbean but, since officially succeeding his brother in 2008, Raul has cemented his own authority while overseeing cautious economic reforms, and agreeing the momentous deal to restore diplomatic relations between Cuba and the US in late 2014."
        ],
        "tf-idf score": [
            0.9245861799664999,
            0.5081703894799354,
            0.933820144411366
        ]
    },
    "0.1378432308083398-3-123": {
        "average clique similarity": 0.1378432308083398,
        "clique": [
            "6-  HAVANA       For t",
            "5-They had a son the n",
            "1-The US   Donald Trum"
        ],
        "median tf-idf score": 0.8076329751043617,
        "publications": [
            "CNN",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "  HAVANA  --   For the nearly five decades Fidel Castro ruled this country, he was a daily presence in Cubans' lives.",
            "They had a son the next year and named him Fidel. His wife filed for divorce in 1954 and won custody of young Fidelito, as he was known. Castro is reported to have fathered 10 children with six women. His second wife, Dalia Soto del Valle, is the mother of five of his eight sons.",
            "The US   Donald Trump, referred to Castro as a \"brutal dictator\" who had oppressed his people for nearly six decades."
        ],
        "tf-idf score": [
            1.0067300498701626,
            0.8076329751043617,
            0.5476834629496208
        ]
    },
    "0.1418532262155512-3-78": {
        "average clique similarity": 0.1418532262155512,
        "clique": [
            "6-After a mass gatheri",
            "5-They named themselve",
            "0-In the days ahead  t"
        ],
        "median tf-idf score": 0.6536996646621382,
        "publications": [
            "NPR",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "After a mass gathering in the plaza planned for Tuesday, Castro's body will be carried to Santiago de Cuba, at the southeastern end of the island, reversing the journey that his bearded rebels made in January 1959 when they seized power.",
            "They named themselves the July 26 Movement, after the date of the failed Moncada attack. In 1956, Castro and a few dozen rebels headed for Cuba aboard an old yacht called the Granma.",
            "In the days ahead, they will recall the past and also look to the future. As they do, the Cuban people must know that they have a friend and partner in the United States of America\"."
        ],
        "tf-idf score": [
            0.766503109175351,
            0.6536996646621382,
            0.5045762582140862
        ]
    },
    "0.14281058746091482-3-815": {
        "average clique similarity": 0.14281058746091482,
        "clique": [
            "5- You could say that ",
            "1-His greatest legacy ",
            "6-There is enormous   "
        ],
        "median tf-idf score": 0.7656760677335658,
        "publications": [
            "CNN",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "\"You could say that one positive legacy is that there are a lot of educated Cubans,\" said Adriana Bosch, a   filmmaker who lives in the United States and produced a documentary on Castro for PBS  \"But if you don't create the economic conditions where those people can work and make contributions, what you have is a bunch of educated waiters and waitresses, which is what you have in Cuba now\".",
            "His greatest legacy is free healthcare and education, which have given Cuba some of the region's best human development statistics. But he is also responsible for the central planning blunders and stifling government controls that  --   along with the US embargo  --   have strangled the economy, leaving most Cubans scrabbling for decent food and desperate for better living standards. The man who famously declared \"history will absolve me\" leaves a divided legacy.",
            "There is enormous,   pressure, especially among younger generations, for a faster pace of change that brings new freedoms and better living standards. Now the Cuban government must manage those expectations at a moment of new uncertainty in the island's   relationship with the United States."
        ],
        "tf-idf score": [
            1.167028659571729,
            0.7656760677335658,
            0.5952371752415355
        ]
    },
    "0.14395515757633473-3-714": {
        "average clique similarity": 0.14395515757633473,
        "clique": [
            "0-Castro s rule was ma",
            "5-Until his last breat",
            "4-He was 90  A towerin"
        ],
        "median tf-idf score": 0.7835667348593164,
        "publications": [
            "CNN",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "Castro's rule was marked by his relationship with two global powers: the Soviet Union as his ally, the U S as his adversary, Tom tells our newscast.",
            "Until his last breath, Castro held tightly to his belief in a socialist economic model and   Communist rule, even after the Soviet Union disintegrated and most of the rest of the world concluded state socialism was an idea whose time had passed.",
            "He was 90. A towering figure of the 20th century and Cold War icon, Castro stuck to his ideology beyond the collapse of Soviet communism and remained widely respected in parts of the world that struggled against colonial rule."
        ],
        "tf-idf score": [
            0.7288172719094195,
            0.916241967591972,
            0.7835667348593164
        ]
    },
    "0.14408350305510423-3-37": {
        "average clique similarity": 0.14408350305510423,
        "clique": [
            "4-However  in Miami  w",
            "0-   The first wave of",
            "2-He called Cuban exil"
        ],
        "median tf-idf score": 0.7927015789154087,
        "publications": [
            "Reuters",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "However, in Miami, where many exiles from Castro's government live, a large crowd waving Cuban flags cheered, danced and banged on pots and pans to celebrate the passing of a  man they loathed.",
            ".. The first wave of exiles were mostly from Cuba's elite, businessmen and professionals. They came to Miami where many began working on an urgent goal --  to oust Fidel Castro and take back their homeland. In Miami, a group of Cubans formed a paramilitary group, Brigade 2506.",
            "He called Cuban exiles \"guzanos,\" the Spanish word for \"worms,\" and complained about the Miami Mafia that always sought his ouster. Cuban exiles responded with equal disdain, with many forming organizations solely focused on getting Castro out of power."
        ],
        "tf-idf score": [
            0.7927015789154087,
            1.0520694261783445,
            0.7837560608864471
        ]
    },
    "0.14552466252006682-3-92": {
        "average clique similarity": 0.14552466252006682,
        "clique": [
            "3-  the dictator has d",
            "6-Modest steps toward ",
            "4-Aid from   China als"
        ],
        "median tf-idf score": 0.7467378163905595,
        "publications": [
            "Reuters",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "..the dictator has died, but the   dictatorship has not\". ' '  ' \"   Cuba is still being ruled by Castro's brother, Raul. \"",
            "Modest steps toward economic liberalization undertaken by Raul Castro led to a boom in small businesses, especially restaurants and    but the opening has lost momentum. The government has kept American firms at arm's length despite a surge of interest from U S businesses after Obama's normalization moves.",
            "Aid from   China also helped, but Venezuelan support has eased since Chavez's death in 2013. Plagued by chronic economic problems, Cuba's population of 11 million has endured decades of hardship, although not the deep poverty, violent crime and government neglect of many other developing countries."
        ],
        "tf-idf score": [
            0.7601818247055184,
            0.7467378163905595,
            0.6067607080886371
        ]
    },
    "0.14707136744116858-3-573": {
        "average clique similarity": 0.14707136744116858,
        "clique": [
            "5-On July 26  1953  Ca",
            "3-     His communist r",
            "0-1  200 were captured"
        ],
        "median tf-idf score": 0.5549920822645165,
        "publications": [
            "NPR",
            "Business Insider",
            "CNN"
        ],
        "sentences": [
            "On July 26, 1953, Castro led a group of about 150 rebels who attacked the Moncada military barracks in Santiago in an unsuccessful attempt to overthrow Batista. Most of the attackers were killed.",
            "'   \"His communist regime turned [Cuba] into an impoverished land   prison,\" Rubio wrote. \"Over six decades, millions of Cubans were   forced to flee their own country, and those accused of opposing   the regime were routinely jailed and even killed\". '",
            "1, 200 were captured by Castro's military. Most of those captured were released a year later\"."
        ],
        "tf-idf score": [
            0.5549920822645165,
            0.6638496048117781,
            0.49409471006925393
        ]
    },
    "0.14713448260676631-3-423": {
        "average clique similarity": 0.14713448260676631,
        "clique": [
            "1- Fidel Castro s lega",
            "0-The majority live in",
            "5- The most vulnerable"
        ],
        "median tf-idf score": 0.8492668485775658,
        "publications": [
            "CNN",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "\"Fidel Castro's legacy is one of firing squads, theft, unimaginable suffering, poverty and the denial of fundamental human rights,\" he said.",
            "The majority live in Florida, NPR's Greg Allen reports to our newscast, where the U S government once launched failed attempts at overthrowing the young Castro regime: \"As Castro tightened his grip on Cuba, large numbers of people began fleeing the island. There were firing squads and property seizures.",
            "\"The most vulnerable part of his persona as a politician is precisely his continued defense of a totalitarian model that is the main cause of the hardships, the misery and the unhappiness of the Cuban people,\" said Elizardo Sanchez, a human rights advocate and critic of the Castro regime."
        ],
        "tf-idf score": [
            0.6925154301950309,
            0.9518441212941602,
            0.8492668485775658
        ]
    },
    "0.14779856715490944-3-444": {
        "average clique similarity": 0.14779856715490944,
        "clique": [
            "3-    The letter was p",
            "1-Castro wrote occasio",
            "4-In April  in a rare "
        ],
        "median tf-idf score": 0.6320177177786455,
        "publications": [
            "Guardian",
            "Business Insider",
            "Reuters"
        ],
        "sentences": [
            "'   The letter was posted to the Communist Party's website   Granma, in which Castro said, \"I do not bid you   farewell. My only wish is to fight as a soldier of ideas. \"",
            "Castro wrote occasional columns for the party paper, Granma, and made very occasional public appearances  --   most recently at the 2016 Communist party congress  --   but otherwise kept a very low profile.",
            "In April, in a rare public appearance at the Communist Party conference, Fidel Castro shocked party apparatchiks by referring to his own imminent mortality."
        ],
        "tf-idf score": [
            0.7549344158398525,
            0.5425612639890823,
            0.6320177177786455
        ]
    },
    "0.1489689956231717-3-156": {
        "average clique similarity": 0.1489689956231717,
        "clique": [
            "4-Obama s elected succ",
            "0-On Saturday morning ",
            "6-The communist govern"
        ],
        "median tf-idf score": 0.5963870729894416,
        "publications": [
            "Washington Post",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "Obama's elected successor, Donald Trump, issued a blunt statement calling Castro \"a brutal dictator who oppressed his own people for nearly six decades\".",
            "On Saturday morning,   Donald Trump tweeted: \"Fidel Castro is dead!\"",
            "The communist government has tentatively embraced improved relations with the Obama administration and a new surge of American visitors. Many here fear that   Donald Trump will roll back the changes."
        ],
        "tf-idf score": [
            0.6310111458308104,
            0.5963870729894416,
            0.36685267942354616
        ]
    },
    "0.15035667279506434-3-220": {
        "average clique similarity": 0.15035667279506434,
        "clique": [
            "5-But just before the ",
            "1-Older Cubans who rem",
            "0-Today we remember th"
        ],
        "median tf-idf score": 0.3429259156419245,
        "publications": [
            "CNN",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "But just before the election, the government was overthrown by Batista, who established the dictatorship that put Castro on the road to revolution.",
            "Older Cubans who remember brutal times under Batista tend to emphasise the revolution's accomplishments.",
            "Today we remember them and honor the brave souls who fought the lonely fight against the brutal Communist dictatorship he imposed on Cuba."
        ],
        "tf-idf score": [
            0.6676488942644764,
            0.3429259156419245,
            0.33403874326492144
        ]
    },
    "0.15124796307493726-3-30": {
        "average clique similarity": 0.15124796307493726,
        "clique": [
            "5-At the height of the",
            "6-5 million visitors a",
            "2-Castro often spoke w"
        ],
        "median tf-idf score": 0.8646528555877832,
        "publications": [
            "CNN",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "At the height of the Cold War, Castro used a blend of charisma and repression to install the first and only communist government in the Western Hemisphere, less than 100 miles from the United States.",
            "5 million visitors arrived last year, far more than the number who came here before his 1959 revolution shuttered the island's casinos and led to the seizure of all the hotels. Those travelers include an increasing number of U S visitors, providing a cash infusion at a moment when economic growth is otherwise stalled. The first commercial flight from the United States to Havana in more than a   is scheduled to land Monday. Still, there is growing discontent with the system Castro created and declared \"irrevocable. \"",
            "Castro often spoke with resentment and disgust of the Cubans who left the island because of his government, particularly those who went into exile in the United States."
        ],
        "tf-idf score": [
            0.6876260284145027,
            0.9059776190947583,
            0.8646528555877832
        ]
    },
    "0.15758171369045085-3-382": {
        "average clique similarity": 0.15758171369045085,
        "clique": [
            "4-DECADES OF HOSTILITY",
            "5- He reshaped Cuba in",
            "0-President Obama rele"
        ],
        "median tf-idf score": 1.0040111663473652,
        "publications": [
            "NPR",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "DECADES OF HOSTILITY Raul Castro, who glorified his older brother, has nonetheless changed Cuba by introducing   economic reforms and agreeing with the United States in December 2014 to   diplomatic ties and end decades of hostility.",
            "\"He reshaped Cuba in his image, for both bad and good,\" said Pastor, who died in 2014. Castro lived long enough to see a historic thaw in relations between Cuba and the United States. The two nations   diplomatic relations in July 2015, and President Barack Obama visited the island this year.",
            "President Obama released a statement acknowledging the United States' fraught history with Cuba under Castro's regime and the two countries' renewed diplomatic relationship."
        ],
        "tf-idf score": [
            1.0040111663473652,
            1.1911217684291389,
            0.9919847881143722
        ]
    },
    "0.1598849102027741-3-276": {
        "average clique similarity": 0.1598849102027741,
        "clique": [
            "4-Still  the death of ",
            "1-Given the former pre",
            "6-But Castro s death n"
        ],
        "median tf-idf score": 0.7513876646536937,
        "publications": [
            "Guardian",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Still, the death of the man known to most Cubans as \"El Comandante\"   the commander   or simply \"Fidel\" leaves a void in the country he dominated for so long. It also underlines the generational change in Cuba's communist leadership.",
            "Given the former president's age and health problems, the announcement of his death had long been expected. But when it came it was still a shock: the comandante  --   a figurehead for armed struggle across the developing world  --   was no more. It was news that friends and foes had long dreaded and yearned for respectively.",
            "But Castro's death nonetheless represents a psychological break with Cuba's past and the figure who has dominated it for three generations."
        ],
        "tf-idf score": [
            0.8186235957429838,
            0.5686531887330264,
            0.7513876646536937
        ]
    },
    "0.15992229592789506-3-410": {
        "average clique similarity": 0.15992229592789506,
        "clique": [
            "3-Then in the waning y",
            "6-And the country s ec",
            "4-Food  transport and "
        ],
        "median tf-idf score": 0.9448825338386203,
        "publications": [
            "Business Insider",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Then in the waning years of his rule, Castro oversaw   several initiatives that led to a major crackdown on independent   journalists, dissidents and activists, and a strengthening of   ties with Venezuela. ' '   The Bolivarian Alternative for the Americas was birthed from   that, in which Cuba sent health professionals to Venezuela in   return for discounted oil. '",
            "And the country's economic outlook appears to be going from bad to worse. With the death of Venezuela's Hugo Chavez in 2013, Fidel Castro lost his political protege and Cuba's main economic benefactor.",
            "Food, transport and basics such as soap were scarce and energy shortages led to frequent and long blackouts. Castro undertook a series of tentative economic reforms to  get through the crisis, including opening up to foreign tourism. The economy improved when Venezuela's late socialist leader, Hugo Chavez, who looked up to Castro as a hero, came to the rescue with cheap oil."
        ],
        "tf-idf score": [
            0.9948143960913778,
            0.9448825338386203,
            0.7495333371138302
        ]
    },
    "0.16408071597867557-3-479": {
        "average clique similarity": 0.16408071597867557,
        "clique": [
            "6- It s not that Fidel",
            "0-Republican Sen  Marc",
            "5-  CNN  Fidel Castro "
        ],
        "median tf-idf score": 0.9282420943652585,
        "publications": [
            "CNN",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "\"It's not that Fidel Castro would have opposed him,\" he said.",
            "Republican Sen. Marco Rubio of Florida echoed these sentiments in his statement, adding: The dictator has died, but the dictatorship has not. And one thing is clear, history will not absolve Fidel Castro it will remember him as an evil, murderous dictator who inflicted misery and suffering on his own people.",
            " (CNN) Fidel Castro, the Cuban despot who famously proclaimed after his arrest in a failed coup attempt that history would absolve him, has died at age 90."
        ],
        "tf-idf score": [
            0.5824948066697686,
            0.9349494661981671,
            0.9282420943652585
        ]
    },
    "0.16655227182160212-3-192": {
        "average clique similarity": 0.16655227182160212,
        "clique": [
            "0-Fidel Castro  the co",
            "5-Fidel Castro s death",
            "1-Cuba has declared ni"
        ],
        "median tf-idf score": 1.1917830072761433,
        "publications": [
            "NPR",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Fidel Castro, the controversial ruler who took power during the Cuban revolution in 1959 and led his country for nearly half a century, died in Havana, Cuba, at age 90.",
            "Fidel Castro's death prompts mix of joy and grief, Castro and the road to power, It was a bearded    Castro and a small band of   revolutionaries who overthrew an unpopular dictator in 1959 and rode their jeeps and tanks into Havana, the nation's capital.",
            "Cuba has declared nine days of national mourning to mark the death of Fidel Castro, whose demise at the age of 90 has prompted emotional scenes in Havana and Miami, tributes and reflections from world leaders, and ushered the island into an uncertain era."
        ],
        "tf-idf score": [
            1.1932036895350664,
            0.942616644793055,
            1.1917830072761433
        ]
    },
    "0.16843092798976925-3-615": {
        "average clique similarity": 0.16843092798976925,
        "clique": [
            "0-In a short  televise",
            "4- Fidel Castro  the C",
            "5-Castro s brother and"
        ],
        "median tf-idf score": 1.195708019105905,
        "publications": [
            "NPR",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "In a short, televised message, an emotional President Raul Castro announced that his brother had passed at 10:29 p. m. late Friday night, as NPR's Carrie Kahn translates: \"With profound pain I share with our people and the friends of America and the world that today, on the 25th of November at 10:29 p. m. the head commander of the Cuban Revolution, the comrade Fidel Castro Ruz died.",
            " Fidel Castro, the Cuban revolutionary who built a communist state on the doorstep of the United States and for five decades defied U S efforts to topple him, died on Friday.",
            "Castro's brother and the nation's President, Raul, announced his death Friday on Cuban TV At the end, an elderly and infirm Fidel Castro was a whisper of the Marxist firebrand whose iron will and passionate determination bent the arc of destiny."
        ],
        "tf-idf score": [
            1.2985726465591219,
            0.9891546160549558,
            1.195708019105905
        ]
    },
    "0.17253801251647993-3-347": {
        "average clique similarity": 0.17253801251647993,
        "clique": [
            "5- He really was the m",
            "2-He attended the Univ",
            "1-He incarnated the Cu"
        ],
        "median tf-idf score": 0.5171612736428604,
        "publications": [
            "CNN",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "\"He really was the main proponent of the Cuban Revolution,\" Erikson said, \"but he failed to deliver on his promises\".",
            "He attended the University of Havana law school, where he joined groups that focused on Cuban nationalism and socialism. After graduation and now a revolutionary, he took up arms against the government of President Fulgencio Batista, leading a failed 1953 attack on a military barracks in hopes of triggering a popular revolt.",
            "He incarnated the Cuban revolution, in both its hopes and subsequent disillusionments,\" he said."
        ],
        "tf-idf score": [
            0.5171612736428604,
            0.6535700014278526,
            0.34076748114245775
        ]
    },
    "0.17676651579356742-3-237": {
        "average clique similarity": 0.17676651579356742,
        "clique": [
            "6-Castro will be crema",
            "4- Soon I will be like",
            "1- I express my sentim"
        ],
        "median tf-idf score": 0.5012336159003856,
        "publications": [
            "Washington Post",
            "Guardian",
            "Reuters"
        ],
        "sentences": [
            "Castro will be cremated on the morning of Dec. 4 and laid to rest at the Santa Ifigenia cemetery in Santiago, the site of the tomb of Cuban national hero Jose Marti and other   independence leaders.",
            "\"Soon I will be like all the rest. Our turn comes to all of us, but the ideas of the Cuban communists will remain,\" he said.",
            "\"I express my sentiments of sorrow to your excellency and other family members of the deceased dignitary, as well as to the people of this beloved nation,\" the telegram read. \"At the same time, I offer prayers to the Lord for his rest and I trust the whole Cuban people to the maternal intercession of our Lady of the Charity of El Cobre, patroness of this country,\" he says."
        ],
        "tf-idf score": [
            0.7250791264946144,
            0.3827569652370138,
            0.5012336159003856
        ]
    },
    "0.1773573142361089-3-284": {
        "average clique similarity": 0.1773573142361089,
        "clique": [
            "1- President Castro id",
            "6-within Cuba s hermet",
            "5-Castro became famous"
        ],
        "median tf-idf score": 0.4302482836278452,
        "publications": [
            "Guardian",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "\"President Castro identified with our struggle against apartheid.",
            "within Cuba's hermetic power circles identified more with Fidel than with his younger brother.",
            "Castro became famous enough that he could be identified by only one name."
        ],
        "tf-idf score": [
            0.47632108283188745,
            0.4302482836278452,
            0.37534787923648877
        ]
    },
    "0.18035032762796357-3-293": {
        "average clique similarity": 0.18035032762796357,
        "clique": [
            "1- With profound sadne",
            "6-Fidel Castro  the Cu",
            "4- The dictator Fidel "
        ],
        "median tf-idf score": 1.0658444133136002,
        "publications": [
            "Guardian",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "\"With profound sadness I am appearing to inform our people and our friends across [Latin] America and the world that today, 25 November 2016, at 10. 29pm, Fidel Castro, the    of the Cuban revolution, died,\" he said.",
            "Fidel Castro, the Cuban dictator who led the country's communist revolution in the late 1950s, died on Nov. 25.",
            "\"The dictator Fidel Castro has died, the cause of many deaths in Cuba, Latin America and Africa,\" said Jose Daniel Ferrer, leader of the island's largest dissident group, the Patriotic Union of Cuba."
        ],
        "tf-idf score": [
            1.0658444133136002,
            0.9083702095364043,
            1.19862384643119
        ]
    },
    "0.18167411430759617-3-815": {
        "average clique similarity": 0.18167411430759617,
        "clique": [
            "0-Castro lost that hel",
            "5-In the end  the Sovi",
            "2-Castro intensified r"
        ],
        "median tf-idf score": 0.6699180202814572,
        "publications": [
            "NPR",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "Castro lost that help when the Soviet Union collapsed Cuba soon became impoverished.",
            "In the end, the Soviet Union backed down and removed the missiles. Cuba, which had struggled economically despite the Soviet subsidies, underwent even more severe hardships starting in 1991 after the collapse of the Soviet Union.",
            "Castro intensified relations with the Soviet Union and in 1962 US reconnaissance planes discovered Soviet missiles on their way to Cuban sites, precipitating a tense standoff between President John F Kennedy and Soviet Premier Nikita Khrushchev."
        ],
        "tf-idf score": [
            0.6699180202814572,
            0.3752704128860231,
            0.8746045597461516
        ]
    },
    "0.18575563534866804-3-815": {
        "average clique similarity": 0.18575563534866804,
        "clique": [
            "4-He was demonized by ",
            "3-Following a   series",
            "2- They eventually mar"
        ],
        "median tf-idf score": 0.9044532210508209,
        "publications": [
            "Reuters",
            "Business Insider",
            "Fox News"
        ],
        "sentences": [
            "He was demonized by the United States and its allies for his  repression of dissent at home and support of rebellion abroad,  but admired by many leftists around the world, especially in Latin America and Africa. Nelson Mandela, once freed from prison in 1990, repeatedly thanked Castro for his efforts in helping to weaken apartheid.",
            "Following a   series of offensives, he seized power in 1959 from Cuban dictator   Fulgencio Batista. He did not look back. \" '   Though he was admired by leftists worldwide, Castro was demonized   by the US and many of its allies. '",
            "(They eventually married.) He was not formally recognized by his father until he was 17, when his surname was changed to Castro from Ruz, his mother's name."
        ],
        "tf-idf score": [
            0.9190730371807604,
            0.9044532210508209,
            0.607300576312844
        ]
    },
    "0.18631118873417932-3-815": {
        "average clique similarity": 0.18631118873417932,
        "clique": [
            "2-Hours after his deat",
            "4- At 10 29 at night  ",
            "1-Evo Morales  the pre"
        ],
        "median tf-idf score": 1.049635319573468,
        "publications": [
            "Fox News",
            "Reuters",
            "Guardian"
        ],
        "sentences": [
            "Hours after his death President Obama issued a statement, saying that at \"this time of Fidel Castro's passing, we extend a hand of friendship to the Cuban people. \"",
            "\"At 10:29 at night, the chief commander of the Cuban revolution, Fidel Castro Ruz, died,\" he said, without giving a cause of death.",
            "Evo Morales, the president of Bolivia and a close ally of the late Cuban leader, said he was deeply saddened at Castro's death."
        ],
        "tf-idf score": [
            1.064258430880719,
            0.9952420058278616,
            1.049635319573468
        ]
    },
    "0.1883808262042504-3-815": {
        "average clique similarity": 0.1883808262042504,
        "clique": [
            "4-Some even trained in",
            "0-They worked with the",
            "5-The United States la"
        ],
        "median tf-idf score": 0.8153434359959475,
        "publications": [
            "Reuters",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "Some even trained in the Florida swamps for the disastrous Bay of Pigs invasion. But they could never dislodge him. In 1962, the United States imposed a damaging trade embargo that Castro blamed for most of Cuba's ills, using it to his advantage to rally patriotic fury.",
            "They worked with the CIA on a plan to retake Cuba after landing on a beach in the Bay of Pigs. The invasion was a disaster. More than 120 members of the invading force were killed.",
            "The United States later paid $53 million worth of food and medicine in exchange for more than 1, 100 prisoners. Two weeks after the Bay of Pigs, Castro formally declared Cuba a socialist state."
        ],
        "tf-idf score": [
            0.8291840965471121,
            0.45239295990721173,
            0.8153434359959475
        ]
    },
    "0.1886766306110196-3-533": {
        "average clique similarity": 0.1886766306110196,
        "clique": [
            "4- History will absolv",
            "2-When Mitt Romney was",
            "0- Relations with the "
        ],
        "median tf-idf score": 0.7488243416678252,
        "publications": [
            "Reuters",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "\"History will absolve me,\" he declared during his trial. He was sentenced to 15 years in prison but was released in 1955 after a pardon that would come back to haunt Batista.",
            "When Mitt Romney was asked what was the first thing he would do as president if he found out Castro was dead, he replied, \"Well first of all, you thank heavens that Fidel Castro has returned to his maker and will be sent to another land. \"",
            "\"Relations with the U S never really improved during the time he was in charge, and Fidel Castro will be remembered as much for what he survived as for what he achieved\"."
        ],
        "tf-idf score": [
            0.35932746007231847,
            0.8774707553018337,
            0.7488243416678252
        ]
    },
    "0.19224846953779626-3-722": {
        "average clique similarity": 0.19224846953779626,
        "clique": [
            "3-That was the first t",
            "5- Fidel Castro came t",
            "4-He fended off a U S "
        ],
        "median tf-idf score": 1.2167546079550964,
        "publications": [
            "CNN",
            "Business Insider",
            "Reuters"
        ],
        "sentences": [
            "That was the first time he surrendered   control of his power in 47 years. ' '   He did not return. ' '   In 2008, when the National Assembly prepared to reconfirm Fidel   as Cuba's leader, . ' '   At that point, he hadn't been seen publicly for nearly two years. '",
            "\"Fidel Castro came to power with a conviction that he was going to have a major revolution in Cuba, that he was going to stay in power indefinitely, that he was going to fight American imperialism and that he needed a 'daddy' and his 'daddy' was the Soviet Union,\" said Jaime Suchlicki, director of the Institute for Cuban and   Studies at the University of Miami.",
            "He fended off a U S  invasion at the Bay of Pigs in 1961 and claimed he survived or evaded hundreds of assassination attempts, including some conjured up by the CIA Wearing green military fatigues and chomping on cigars for many of his years in power, Castro was famous for long,   speeches filled with blistering rhetoric, often aimed at the United States. At home, he swept away capitalism and won support for bringing schools and hospitals to the poor. But he also created legions of enemies and critics, concentrated among the exiles in Miami who saw him as a ruthless tyrant."
        ],
        "tf-idf score": [
            0.7470560432838247,
            1.4181516550693976,
            1.2167546079550964
        ]
    },
    "0.19756960919267072-4-756": {
        "average clique similarity": 0.19756960919267072,
        "clique": [
            "2-Castro served as pri",
            "1-Castro s younger bro",
            "5-President Raul Castr",
            "3-         Former Cuba"
        ],
        "median tf-idf score": 0.9148317266963815,
        "publications": [
            "Fox News",
            "Business Insider",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Castro served as prime minister until 1976, when he became president, serving in that position until 2008, when an ailing Fidel handed over power to his younger brother Raul.",
            "Castro's younger brother, Raul, who assumed the presidency of Cuba in 2006 after Fidel suffered a   intestinal ailment, announced the revolutionary leader's death on television on Friday night.",
            "President Raul Castro    who took over from his ailing brother more than eight years ago    announced that breakthrough to the nation but observers noted Fidel's silence on the matter.",
            "'  ' '   Former Cuban leader Fidel Castro has died, his brother, Cuban   President Raul Castro, announced on   media. '"
        ],
        "tf-idf score": [
            0.7790783602689701,
            1.0257821121880395,
            0.818399313140505,
            1.011264140252258
        ]
    },
    "0.20223250134503604-3-815": {
        "average clique similarity": 0.20223250134503604,
        "clique": [
            "2-At the same time  Ca",
            "3-    Once in power  F",
            "5-Cuba and the Soviet "
        ],
        "median tf-idf score": 0.9747708763239237,
        "publications": [
            "Fox News",
            "Business Insider",
            "CNN"
        ],
        "sentences": [
            "At the same time, Castro's government began to establish relations with the Soviet Union.",
            "'   Once in power, Fidel Castro moved quickly to nationalize   businesses across the island, moving away from the US and toward   the Soviet Union. The US officially cut all diplomatic ties with   Cuba in January 1961. '",
            "Cuba and the Soviet Union established diplomatic relations on May 8, 1960, further eroding the relationship with the United States. Castro, who had long blamed many of Cuba's ills on American influence and resented the US role in hemispheric politics, quickly intensified cooperation with the Soviet Union, which began sending large subsidies."
        ],
        "tf-idf score": [
            0.5875428061791287,
            0.9747708763239237,
            0.9928684272734216
        ]
    },
    "0.20411205869236246-3-815": {
        "average clique similarity": 0.20411205869236246,
        "clique": [
            "4-Castro had been in p",
            "5-That promise would s",
            "3-         By 2006  Ca"
        ],
        "median tf-idf score": 0.653721175299381,
        "publications": [
            "Reuters",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "Castro had been in poor health since an intestinal ailment nearly killed him in 2006.",
            "That promise would soon be betrayed, though, and Castro held on to power for 47 years until an intestinal illness that required several surgeries forced him to relinquish his duties temporarily to younger brother Raul in July 2006.",
            "'  ' '   By 2006, Castro handed provisional control of Cuba to his   brother, Raul, while Fidel reportedly recovered from a major   intestinal surgery."
        ],
        "tf-idf score": [
            0.44585097856483047,
            0.653721175299381,
            0.8280805115893284
        ]
    },
    "0.20695860647937114-3-815": {
        "average clique similarity": 0.20695860647937114,
        "clique": [
            "1-He fended off a   in",
            "5-Less than four month",
            "2-In April 1961 Castro"
        ],
        "median tf-idf score": 0.9189089262756354,
        "publications": [
            "Guardian",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "He fended off a   invasion at the Bay of Pigs in 1961 as well as many assassination attempts. His alliance with Moscow helped trigger the Cuban missile crisis in 1962, a   showdown with the US that brought the world closer to the brink of nuclear war than it has ever been.",
            "Less than four months later, a group of   Cuban exiles, armed with US weapons, landed at the Bay of Pigs in Cuba in an attempt to overthrow Castro.",
            "In April 1961 Castro formally declared Cuba a socialist state just days before the disastrous Bay of Pigs invasion that saw 1, 400 Cuban exiles trained by the CIA unsuccessfully attempt to invade and topple his government."
        ],
        "tf-idf score": [
            0.5091694628491521,
            0.9189089262756354,
            1.1125273899777748
        ]
    },
    "0.21262214906878593-3-815": {
        "average clique similarity": 0.21262214906878593,
        "clique": [
            "3-    Cuba declared ni",
            "4-Cuba has declared ni",
            "6-That will almost cer"
        ],
        "median tf-idf score": 0.7844277206625548,
        "publications": [
            "Business Insider",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "\"   Cuba declared nine days of national mourning as people took to   the streets in Little Havana, Miami to celebrate the late Cuban   revolutionary's death on Friday night. \"",
            "Cuba has declared nine days of mourning, during which time Castro's ashes will be taken to different parts of the country. A burial ceremony will be held on Dec. 4.",
            "That will almost certainly now change. The government has declared a   period of mourning, heavy with revolutionary symbolism. Castro's body will lie in state Monday and Tuesday in Havana's Plaza of the Revolution, where Cubans will be able to \"pay tribute and sign a solemn oath to fulfill the concept of Revolution,\" according to a statement in the Communist Party daily Granma."
        ],
        "tf-idf score": [
            0.7844277206625548,
            0.7780938102530078,
            1.1454275210993927
        ]
    },
    "0.215275436302095-3-815": {
        "average clique similarity": 0.215275436302095,
        "clique": [
            "6- Peter Stevenson  Jh",
            "4-Raul Castro has vowe",
            "1-Cuba s Communist par"
        ],
        "median tf-idf score": 0.7769247764110973,
        "publications": [
            "Washington Post",
            "Reuters",
            "Guardian"
        ],
        "sentences": [
            "(Peter Stevenson, Jhaan   Washington Post)   Raul Castro plans to step down in 2018, and Vice President Miguel   56, a career Communist Party official who is not related to the Castros, is in line to succeed him.",
            "Raul Castro has vowed to step down when his term ends in 2018, and the Communist Party has elevated younger leaders to its Politburo, including    Miguel   who is first vice president and the heir apparent.",
            "Cuba's Communist party and state apparatus has prepared for this moment since July 2006 when Castro underwent emergency intestinal surgery and ceded power to Raul, who remains in charge."
        ],
        "tf-idf score": [
            0.6538846851737118,
            0.7769247764110973,
            0.9517745029042021
        ]
    },
    "0.21540448974359427-3-815": {
        "average clique similarity": 0.21540448974359427,
        "clique": [
            "1-The US president  Ba",
            "4-He did not meet Bara",
            "2-Relations between th"
        ],
        "median tf-idf score": 0.6347198587161886,
        "publications": [
            "Guardian",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "The US president, Barack Obama  --   who two years ago brokered a deal to restore diplomatic ties between Washington and Havana for the first time since they were severed in 1961  --   offered his condolences and said the thoughts and prayers of the US were with the Cuban people.",
            "He did not meet Barack Obama when he visited Havana earlier this year, the first time an American president had stepped foot on Cuban soil since 1928.",
            "Relations between the two countries frayed and when Castro visited the US later that year, President Dwight Eisenhower refused to meet with him."
        ],
        "tf-idf score": [
            0.7250624018018874,
            0.5058973367073482,
            0.6347198587161886
        ]
    },
    "0.21774954870271548-3-88": {
        "average clique similarity": 0.21774954870271548,
        "clique": [
            "5-Counterfactual Files",
            "2-Castro s personal li",
            "1-Long before his pass"
        ],
        "median tf-idf score": 0.56029431553586,
        "publications": [
            "Fox News",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Counterfactual Files: What if the Cuban Missile Crisis had escalated? A private life kept private, Not much is known about Castro's private life, which he guarded steadfastly.",
            "Castro's personal life was complicated and private.",
            "Long before his passing, however, Cubans had started to move on, with increased migration to the US and an explosion of small private businesses."
        ],
        "tf-idf score": [
            0.6694989462156427,
            0.56029431553586,
            0.29594716927665554
        ]
    },
    "0.22097144592076748-3-112": {
        "average clique similarity": 0.22097144592076748,
        "clique": [
            "3-     Ever onward  to",
            "4- Ever onward  to vic",
            "1-Raul Castro conclude"
        ],
        "median tf-idf score": 0.4639667806034304,
        "publications": [
            "Business Insider",
            "Reuters",
            "Guardian"
        ],
        "sentences": [
            "'   \"Ever onward, to victory\". ' '   Castro had been in failing health for years, and was the subject   of death rumors for nearly as long. ' '   His cause of death was immediately unclear. '",
            "\"Ever onward, to victory,\" he said, using the slogan of the Cuban revolution. A mix of tributes and condemnation poured in from allies and foes around the world.",
            "Raul Castro concluded his address with the famous revolutionary slogan: \"Ever onwards to victory!\""
        ],
        "tf-idf score": [
            0.7846790788430914,
            0.45390615450380084,
            0.4639667806034304
        ]
    },
    "0.2234214103573131-3-455": {
        "average clique similarity": 0.2234214103573131,
        "clique": [
            "5-History will absolve",
            "2-Instead he was captu",
            "4- When I found out Fi"
        ],
        "median tf-idf score": 0.7812740746131007,
        "publications": [
            "Reuters",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "History will absolve me\". He was released in 1955 as part of an amnesty for political prisoners and lived in exile in the United States and Mexico, where he organized a guerrilla group with brother Raul and Ernesto \"Che\" Guevara, an Argentine   .",
            "Instead he was captured and at his trial, where he led his own defense, famously predicted \"history will absolve me\". After spending time in prison, Castro went into exile in Mexico, where he met Ernesto \"Che\" Guevara, who became his confidante.",
            "\"When I found out Fidel had died, I felt such pain. I cried,\" said Badanys Rodriguez, 39, proudly showing off a tattoo on his shoulder of late Argentine revolutionary Ernesto \"Che\" Guevara, one of Castro's closest comrades in the revolution."
        ],
        "tf-idf score": [
            0.5910702747926949,
            0.7851293098593828,
            0.7812740746131007
        ]
    },
    "0.2272356964717196-3-160": {
        "average clique similarity": 0.2272356964717196,
        "clique": [
            "2-Castro established a",
            "4-Only 12  including F",
            "5-The Castro brothers "
        ],
        "median tf-idf score": 0.722626371864123,
        "publications": [
            "Reuters",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "Castro established another guerrilla force and after several years of fighting, eventually defeated Batista in 1959, taking control of Cuba at the age of 32.",
            "Only 12, including Fidel, Raul and Guevara, escaped a government ambush when they landed in eastern Cuba. Taking refuge in the rugged Sierra Maestra mountains, they built a guerrilla force of several thousand fighters who, along with urban rebel groups, defeated Batista's military in just over two years.",
            "The Castro brothers, Guevara and a handful of other survivors fled into the Sierra Maestra mountains along the nation's southeastern coast, where they waged their guerrilla campaign against Batista."
        ],
        "tf-idf score": [
            0.722626371864123,
            0.840059439677683,
            0.5271872732735202
        ]
    },
    "0.2310753085822579-3-653": {
        "average clique similarity": 0.2310753085822579,
        "clique": [
            "1-On Saturday  the Cub",
            "0-The Cuban government",
            "6-As reports of the Cu"
        ],
        "median tf-idf score": 0.967103098466897,
        "publications": [
            "NPR",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "On Saturday, the Cuban government announced Castro's ashes would be interred at the Santa Ifigenia cemetery in Santiago de Cuba on 4 December.",
            "The Cuban government announced Saturday morning that Castro's ashes will be interred on December 4, following nine days of national mourning, which officially began at 6 a. m. on Saturday. As CNN notes, citing the   outlet, Granma, \"During this time, all activities and public performances will stop, and the flag will be flown at   in public and military establishments.",
            "As reports of the Cuban leader's death spread Saturday morning in the capital, there were no signs of unrest but, perhaps just as tellingly, not much spontaneous mourning either. Cubans went on with their lives in a world that is very much Castro's creation: They went shopping at government stores, waited in government hospitals and tuned in to (or turned off)    Castro tributes on government television."
        ],
        "tf-idf score": [
            0.8886203631800259,
            0.967103098466897,
            0.995607250089729
        ]
    },
    "0.2843439501926401-3-215": {
        "average clique similarity": 0.2843439501926401,
        "clique": [
            "4-Venezuela s socialis",
            "1-The Venezuelan presi",
            "0-El Salvador s Presid"
        ],
        "median tf-idf score": 0.3822996192491189,
        "publications": [
            "Reuters",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "Venezuela's socialist president, Nicolas Maduro, urged revolutionaries to follow Castro's legacy, while Chinese President Xi Jinping said \"the Chinese people have lost a close comrade and a sincere friend\".",
            "The Venezuelan president, Nicolas Maduro, urged revolutionaries everywhere to \"continue his legacy and carry his flag of independence, of socialism, of homeland\" while the Ecuadorian president, Rafael Correa, tweeted: \"A great man has gone.",
            "El Salvador's President Salvador Sanchez Ceren called him an \"eternal companion\". Venezuela's socialist President Nicolas Maduro said \"revolutionaries of the world must follow his legacy\"."
        ],
        "tf-idf score": [
            0.7767746329812332,
            0.3366538780556827,
            0.3822996192491189
        ]
    },
    "0.30999025888388076-3-815": {
        "average clique similarity": 0.30999025888388076,
        "clique": [
            "3-              Fidel ",
            "4- HISTORY WILL ABSOLV",
            "2-When it was his turn"
        ],
        "median tf-idf score": 0.8238323926905978,
        "publications": [
            "Business Insider",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "'  ' '  ' '   Fidel Castro was born Fidel Alejandro Castro Ruz on August 13,   1926, in the small eastern village of Biran.",
            "'HISTORY WILL ABSOLVE ME'   Born on Aug. 13, 1926, in Biran, eastern Cuba, Castro was the son of a Spanish immigrant who became a wealthy landowner.",
            "When it was his turn to answer, Newt Gingrich said, \"I don't think that Fidel is going to meet his maker. I think he's going to go to the other place\". The lawyer, revolutionary and political leader who triggered such visceral reactions was born August 13, 1926 out of wedlock to a Cuban sugar plantation owner and a servant in his home."
        ],
        "tf-idf score": [
            0.7302461881149481,
            0.8238323926905978,
            0.847155970077631
        ]
    },
    "0.31923466485914426-3-517": {
        "average clique similarity": 0.31923466485914426,
        "clique": [
            "4-Days later  Fidel wr",
            "0-Before long  the U S",
            "1-Castro did not meet "
        ],
        "median tf-idf score": 0.8618215976216486,
        "publications": [
            "NPR",
            "Reuters",
            "Guardian"
        ],
        "sentences": [
            "Days later, Fidel wrote a scathing newspaper column condemning Obama's \" \" words and reminding Cubans of the U S efforts to overthrow the Communist government.",
            "Before long, the U S government was helping Cuban exiles who wanted to overthrow Castro or even have him assassinated.",
            "Castro did not meet Obama and days later wrote a scathing column condemning the US president's \" \" words and reminding Cubans of the many US attempts to overthrow and weaken the communist government."
        ],
        "tf-idf score": [
            0.5887575684574959,
            0.8618215976216486,
            0.9255396134732351
        ]
    },
    "0.40673000123595315-5-21": {
        "average clique similarity": 0.40673000123595315,
        "clique": [
            "1- We know that this m",
            "2- We know that this m",
            "5- He taunted  antagon",
            "3-     At 10 29 in the",
            "0-He also said  We kno"
        ],
        "median tf-idf score": 1.2746068603049165,
        "publications": [
            "CNN",
            "Guardian",
            "Fox News",
            "NPR",
            "Business Insider"
        ],
        "sentences": [
            "\"We know that this moment fills Cubans  --   in Cuba and in the United States  --   with powerful emotions, recalling the countless ways in which Fidel Castro altered the course of individual lives, families, and of the Cuban nation,\" he said.",
            "\"We know that this moment fills Cubans   in Cuba and in the United States   with powerful emotions, recalling the countless ways in which Fidel Castro altered the course of individual lives, families, and of the Cuban nation\" Obama said.",
            "\"He taunted, antagonized and irritated the United States for more than a half century,\" said Dan Erikson, a senior adviser for Western Hemisphere affairs at the US State Department and author of \"The Cuba Wars: Fidel Castro, the United States and the Next Revolution\".",
            "'   \"At 10:29 in the night, the chief commander of the Cuban   revolution, Fidel Castro Ruz, died,\" he said. '",
            "He also said: We know that this moment fills Cubans   in Cuba and in the United States   with powerful emotions, recalling the countless ways in which Fidel Castro altered the course of individual lives, families, and of the Cuban nation."
        ],
        "tf-idf score": [
            1.2746068603049165,
            1.3086608827455375,
            1.0510017429452851,
            0.8979959908710813,
            1.2746068603049165
        ]
    },
    "0.5157815734033413-3-452": {
        "average clique similarity": 0.5157815734033413,
        "clique": [
            "1- History will record",
            "2- History will record",
            "0-History will record "
        ],
        "median tf-idf score": 0.9796467108205275,
        "publications": [
            "Guardian",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "\"History will record and judge the enormous impact of this singular figure on the people and world around him. \" He urged Cubans to remember that they had \"a friend and partner in the United States of America\".",
            "\"History will record and judge the enormous impact of this singular figure on the people and world around him. \" Castro, the only leader most Cubans ever knew, outlasted 11 US presidents since he first took power in 1959.",
            "History will record and judge the enormous impact of this singular figure on the people and world around him. Obama's statement concluded: \"Today, we offer condolences to Fidel Castro's family, and our thoughts and prayers are with the Cuban people."
        ],
        "tf-idf score": [
            0.6224900230403361,
            0.9796467108205275,
            1.0557567087272328
        ]
    }
}