{
    "0.13657135843539886-3-46": {
        "average clique similarity": 0.13657135843539886,
        "clique": [
            "0-    Fillon is set to",
            "2-Who is Francois Fill",
            "4-There are some eleme"
        ],
        "median tf-idf score": 0.7816931983871229,
        "publications": [
            "Vox",
            "Business Insider",
            "Guardian"
        ],
        "sentences": [
            "\"   Fillon is set to go    with Marine Le Pen of     party Front National in May's election, meaning that the French     is set to be excluded from the contest altogether   after five years of socialist Francois Hollande in power. \"",
            "Who is Francois Fillon, and what does he want? Despite the similarities between elements of Fillon and Trump's messages, the two men could not be more different in terms of background and temperament.",
            "There are some elements about Fillon that the Front National relishes  --   he is loathed by the left and so in theory could have difficulty in harnessing leftwing voters to fully line up behind him in   tactical voting against Le Pen."
        ],
        "tf-idf score": [
            1.1346203435859215,
            0.47626654688652875,
            0.7816931983871229
        ]
    },
    "0.15940202365735442-3-180": {
        "average clique similarity": 0.15940202365735442,
        "clique": [
            "3-Fillon  62  is a law",
            "4-It argues that Fillo",
            "0-    Fillon  a social"
        ],
        "median tf-idf score": 0.6888256376794573,
        "publications": [
            "Guardian",
            "Business Insider",
            "CNN"
        ],
        "sentences": [
            "Fillon, 62, is a lawyer who served as prime minister between 2007 and 2012 under Sarkozy.",
            "It argues that Fillon, as Nicolas Sarkozy's prime minister, was responsible for the failures of the Sarkozy era and cares more about the rich, globalised elite than the working class who have faced decades of mass unemployment.",
            "\"   Fillon, a socially conservative   advocate who has been   dubbed as France's answer to former UK Prime Minister Margaret   Thatcher,  \" '   The former prime minister pledged to unite The Republicans party   in a victory speech that he delivered on Sunday   evening.  '"
        ],
        "tf-idf score": [
            0.4801638848375319,
            0.6888256376794573,
            1.0879871483569592
        ]
    },
    "0.16221827713331238-3-25": {
        "average clique similarity": 0.16221827713331238,
        "clique": [
            "4-With Le Pen s presid",
            "2-Fillon s campaign st",
            "0-He said   It  s impo"
        ],
        "median tf-idf score": 0.8202728739187558,
        "publications": [
            "Vox",
            "Business Insider",
            "Guardian"
        ],
        "sentences": [
            "With Le Pen's presidential campaign not beginning in earnest until February, and the Socialist party's candidate undecided, analysts agree that it is too early to establish what damage Fillon could do to Le Pen.",
            "Fillon's campaign stole themes that had been developed by Le Pen's     FN, and married them to a kind of   and socially conservative sentiment that proved surprisingly widespread among the French middle class.",
            "He said: \"It''s impossible   that this austerity cure does not trigger chaos\". ' '   Opinion polls have for months forecast that the     candidate and Le Pen would qualify for the second round of the   presidential election in May and that Le Pen would then lose. '"
        ],
        "tf-idf score": [
            0.8202728739187558,
            0.8289656478037857,
            0.7572062558556765
        ]
    },
    "0.1629166656259192-3-158": {
        "average clique similarity": 0.1629166656259192,
        "clique": [
            "3-He s a social conser",
            "1-Fillon plans to slas",
            "4-The battle will larg"
        ],
        "median tf-idf score": 0.7054765517417946,
        "publications": [
            "Guardian",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "He's a social conservative who has talked of ending France's famed   work week and getting tough with the country's powerful trade unions. He has also spoken of cutting public spending, abolishing the wealth tax, reducing immigration and investing billions in security, defense and justice.",
            "Fillon plans to slash public spending by 100 billion euros over five years, scrap a tax on the wealthy and push the retirement age to 65 as well as increase VAT sales tax. \"It's a program of chaos.",
            "The battle will largely focus on economic policy. Fillon has promised a \"radical shock\" for France with   reform, major cuts to public sector jobs and reducing public spending."
        ],
        "tf-idf score": [
            0.7054765517417946,
            0.6134527660622234,
            0.7583928143538561
        ]
    },
    "0.18797703065504345-3-42": {
        "average clique similarity": 0.18797703065504345,
        "clique": [
            "3-A hard line on immig",
            "4-His traditionalist a",
            "2-Fillon also took a h"
        ],
        "median tf-idf score": 0.7808956956225368,
        "publications": [
            "CNN",
            "Guardian",
            "Vox"
        ],
        "sentences": [
            "A hard line on immigration has also bolstered Le Pen, whose   stance is gaining popularity among French voters. In an interview with CNN last week, she said she'd been emboldened by Donald Trump's surprise victory in the United States.",
            "His traditionalist and socially conservative line on family values and \"the Christian roots of France\" his emphasis on French national identity, \"sovereignty\" and \"patriotism\" his hard line on immigration and Islam as well as a   foreign agenda against \"American imperialism\" all overlap with some of Le Pen's key ideas.",
            "Fillon also took a hard line against multiculturalism."
        ],
        "tf-idf score": [
            0.9535021550764282,
            0.7808956956225368,
            0.3625622516187536
        ]
    },
    "0.1921329480841372-3-246": {
        "average clique similarity": 0.1921329480841372,
        "clique": [
            "2-His prime minister  ",
            "3-Fillon s main rival ",
            "4-But this doesn t mea"
        ],
        "median tf-idf score": 0.5564066127269831,
        "publications": [
            "Vox",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "His prime minister, Manuel Valls, is more popular, but he's facing a challenge from Emmanuel Macron, a charismatic   and former economy minister who's running as an independent.",
            "Fillon's main rival, Juppe, is also a former prime minister, under President Jacques Chirac.",
            "But this doesn't mean it will be unduly easy for Fillon, a former prime minister who has spent 35 years in politics and is a figurehead of the   Catholic, provincial French right."
        ],
        "tf-idf score": [
            0.28351958342380074,
            0.5564066127269831,
            0.8086425486516313
        ]
    },
    "0.19598858185120716-3-246": {
        "average clique similarity": 0.19598858185120716,
        "clique": [
            "4-Despite Fillon s har",
            "1-But to do that  the ",
            "2-He served in the cab"
        ],
        "median tf-idf score": 0.40400716195258574,
        "publications": [
            "Guardian",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "Despite Fillon's hardline rightwing stances, he is not a populist. \"He's closer to [the former British prime minister] David Cameron than [the Ukip leader] Nigel Farage,\" said   Camus, an expert on the French far right.",
            "But to do that, the   old former prime minister and admirer of late British prime minister Margaret Thatcher now faces the challenge of bringing voters behind a program that promises radical change.",
            "He served in the cabinet five times, and as prime minister from 2007 to 2012. (In the French system, the prime minister generally plays second fiddle, helping to implement priorities set by the president.)"
        ],
        "tf-idf score": [
            0.8080413320934973,
            0.40400716195258574,
            0.3986545374476309
        ]
    },
    "0.19778926391229468-3-105": {
        "average clique similarity": 0.19778926391229468,
        "clique": [
            "2-Regardless  Fillon b",
            "4-Le Pen s campaign di",
            "3-6  eliminating him f"
        ],
        "median tf-idf score": 0.8125085063103392,
        "publications": [
            "CNN",
            "Vox",
            "Guardian"
        ],
        "sentences": [
            "Regardless, Fillon became one of the premier critics of the French welfare state, arguing for a need to slash 500, 000 civil service jobs and cut spending by $116 billion in five years.",
            "Le Pen's campaign director, David Rachline, has called Fillon's programme \"economically insane\" for wanting to slash 500, 000 public sector jobs.",
            "6% eliminating him from the final round. French newspaper Liberation morphed Fillon's face with Thatcher's in a cover image this week    no doubt inspired by the Republican's tough talk on unions and pledge to cut 500, 000 jobs from the civil service."
        ],
        "tf-idf score": [
            0.6757934991324648,
            0.8189807355313291,
            0.8125085063103392
        ]
    },
    "0.20223371321732087-3-152": {
        "average clique similarity": 0.20223371321732087,
        "clique": [
            "3-Polls had him mostly",
            "1-Juppe said he would ",
            "2-Juppe  the widely po"
        ],
        "median tf-idf score": 0.5829394471752812,
        "publications": [
            "Vox",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "Polls had him mostly in third place, but he apparently struck a popular tone in the country's fight against Islamic terrorism and ISIS after publishing a new book, \"Beating Islamic Totalitarianism\". The first round of the primary, on November 20, put Fillon well ahead, with 44. 1% of the vote. Juppe received 28. 6% and former President Nicolas Sarkozy came in third with 20.",
            "Juppe said he would support Fillon's campaign and former president Nicolas Sarkozy also called for unity.",
            "Juppe, the widely popular moderate, and former Fillon frenemy Sarkozy were the favorites in the primary, with polls between them narrowing as the campaign went on."
        ],
        "tf-idf score": [
            0.9113367588775495,
            0.5717890647260225,
            0.5829394471752812
        ]
    },
    "0.20523180923269027-4-57": {
        "average clique similarity": 0.20523180923269027,
        "clique": [
            "3-Fillon could face   ",
            "0-         A spokesper",
            "2-Fillon s landslide w",
            "1-Fillon  a former pri"
        ],
        "median tf-idf score": 1.1822136749488188,
        "publications": [
            "CNN",
            "Business Insider",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "Fillon could face   National Front Party leader Marine Le Pen in the final round of the presidential vote next spring, as voters are widely expected to boot out the Socialist Party that has ruled France since 2012 under the leadership of President Francois Hollande, whose popularity is waning.",
            "'  ' '   A spokesperson for the Front National said that the party   welcomed Fillon''s victory as it represented a \"great\" opportunity   for Marine Le Pen to take control of the party''s highest office.",
            "Fillon's landslide win sets up a showdown with Marine Le Pen, leader of the   xenophobic Front National (FN) party.",
            "Fillon, a former prime minister who wants to raise the retirement age, cut back social security and scrap the   working week, would easily beat National Front leader Marine Le Pen in a   second round, a flash opinion poll said right after his primaries victory."
        ],
        "tf-idf score": [
            1.4618234616436607,
            0.9458398883267148,
            0.8301249842927066,
            1.4185874615709226
        ]
    },
    "0.22290075486228975-3-172": {
        "average clique similarity": 0.22290075486228975,
        "clique": [
            "2-When the vote is fin",
            "1-But on Sunday  Holla",
            "0-         Francois Fi"
        ],
        "median tf-idf score": 0.9607995322504,
        "publications": [
            "Business Insider",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "When the vote is finally held, he trounces his establishment rivals, setting him up for a   general election victory. No, he's not Donald Trump: He's Francois Fillon, the man who won a vote Sunday to lead France's   Republican Party in the 2017 presidential election.",
            "But on Sunday, Hollande's prime minister Manuel Valls for the first time raised the prospect he could challenge Hollande as the Socialists' candidate in the 2017 presidential election, in a further sign of the left's divisions.",
            "'  ' '   Francois Fillon will stand for the French conservatives in the   upcoming presidential election after claiming victory over Alain   Juppe in the Republican party primary on Sunday. '"
        ],
        "tf-idf score": [
            0.9607995322504,
            0.6284158383671221,
            0.9793449417633371
        ]
    },
    "0.38957315575649454-3-103": {
        "average clique similarity": 0.38957315575649454,
        "clique": [
            "0-    All eyes now tur",
            "1-It s impossible that",
            "2-The kind of people w"
        ],
        "median tf-idf score": 0.777946533843032,
        "publications": [
            "Reuters",
            "Vox",
            "Business Insider"
        ],
        "sentences": [
            "\"   All eyes now turn to the ruling Socialist party and to whether   the deeply unpopular President Francois Hollande will decide to   run for the   ticket in his party's primaries in January,   amid signs that his prime minister, Manuel Valls, is considering   a bid of his own. \"",
            "It's impossible that this austerity cure does not trigger chaos,\" Philippot said. DIVIDED LEFT All eyes now turn to whether the deeply unpopular President Francois Hollande will decide to run for the   ticket in his party's primaries in January, amid signs that his prime minister, Manuel Valls, is considering a bid of his own.",
            "The kind of people who participated in the mass protests against   marriage in 2013, a response to President Francois Hollande's successful bid to legalize it, were the kind of people likely to vote for Fillon."
        ],
        "tf-idf score": [
            0.777946533843032,
            0.996653705991894,
            0.6406965287001178
        ]
    }
}