{
    "0.14366250587608007-3-120": {
        "average clique similarity": 0.14366250587608007,
        "clique": [
            "1-Wake up and smell th",
            "2-In 1974  both  Blazi",
            "3-Wilder still gets a "
        ],
        "median tf-idf score": 0.5722622273763517,
        "publications": [
            "CNN",
            "New York Post",
            "Vox"
        ],
        "sentences": [
            "Wake up and smell the coffee\". He is survived by his wife of 25 years, Karen Wilder. Wilder's friends,   and admirers were quick to pay tribute to the actor after the news of his death.",
            "In 1974, both \"Blazing Saddles\" and \"Young Frankenstein\" were huge hits, setting up Wilder for an improbable run of pictures built around his odd blend of talents. His face should have doomed him to be a character actor, but his   facility became too great to shunt off to a side part.",
            "Wilder still gets a lot of laughs with his manic racing around and the perfect timing of the fountain shooting up into the air off his, \"I'll do it!\""
        ],
        "tf-idf score": [
            0.5722622273763517,
            0.7292190589263403,
            0.4149725768946034
        ]
    },
    "0.14971256360888932-3-148": {
        "average clique similarity": 0.14971256360888932,
        "clique": [
            "4- It s all because of",
            "5-It s a simple turn  ",
            "3-It was about finding"
        ],
        "median tf-idf score": 0.4641739695762253,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "\"It's all because of Willy Wonka,\" he told Robert Osborne in 2013. \"Sometimes it's someone who is 12 years old, sometimes it's 21 years old, sometimes it's 34 years old. But they want to have it signed. \" Gene   of the truly great talents of our time.",
            "It's a simple turn, but in Wilder's hands, it's a hysterically rapid transformation the only thing better than his skill for faux gravitas was his sheer delight in subverting it.",
            "It was about finding a way to share it."
        ],
        "tf-idf score": [
            0.4641739695762253,
            0.6057431176409407,
            0.19767368635593888
        ]
    },
    "0.16230278508010001-3-182": {
        "average clique similarity": 0.16230278508010001,
        "clique": [
            "5-There might be no sc",
            "2-In his first notable",
            "0-The Woman in Red was"
        ],
        "median tf-idf score": 0.8217250929164994,
        "publications": [
            "New York Post",
            "Breitbart",
            "Atlantic"
        ],
        "sentences": [
            "There might be no scene funnier in Hollywood history than the one where Wilder dramatically intones his intention to rescue his monstrous creation by locking himself in a cell with it. \"No matter how terribly I may scream, do not open this door or it will undo everything I've worked for,\" he lectures. Seconds later, as the monster roars at him, he drops the act and hammers on the door in terror, yelling, \"What's the matter with you people, I was joking! Don't you know a joke when you hear one! Jesus Christ, get me out of here!\"",
            "In his first notable role, a   in 1967's \"Bonnie and Clyde,\" Wilder only had a couple of minutes of screen time, but he made them count as a meek bystander who gets himself kidnapped by the Barrow Gang and tries to get a grip on himself as the bank robbers tease him. Caught up in the high as he starts to think he might actually survive, he is hooting at their jokes when someone asks him what he does. \"I'm an undertaker,\" he says quietly. It's a surgical puncture wound to the fun.",
            "The Woman in Red was never considered to be one of Wilder's best films, though it did feature truly funny bits like this classic scene, in which Wilder's character fakes outrage when a friend tries to get him out of his house, as his wife (played by Judith Ivey) has a gun trained on his crotch."
        ],
        "tf-idf score": [
            0.8217250929164994,
            0.7720271681613841,
            0.9406148058499031
        ]
    },
    "0.16746714104251215-3-144": {
        "average clique similarity": 0.16746714104251215,
        "clique": [
            "3- The two made three ",
            "5-Wilder then appeared",
            "1- That led to  The Pr"
        ],
        "median tf-idf score": 0.9351507148088228,
        "publications": [
            "CNN",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "(The two made three films together  --   The Producers, Blazing Saddles, and Young Frankenstein  --   and all three are classics.) Now, this is a slightly more ambiguous case than the Young Frankenstein clip.",
            "Wilder then appeared in Woody Allen's bawdy 1972 comedy Everything You Always Wanted to Know About Sex, but it was 1974 that really cemented him as an   icon, with Brooks's two greatest films, Blazing Saddles and Young Frankenstein, coming out within months of each other.",
            "\"That led to 'The Producers' and 'Blazing Saddles' and 'Young Frankenstein,' because I was miscast in a play,\" Wilder said. \"And it changed my life\". He said he was happy to be cast in primarily comedic roles throughout his acting career."
        ],
        "tf-idf score": [
            0.3175195682919717,
            0.9351507148088228,
            1.0084268237809952
        ]
    },
    "0.17634227168475128-3-18": {
        "average clique similarity": 0.17634227168475128,
        "clique": [
            "4-Wilder  a Milwaukee ",
            "0-The film would go on",
            "5-In 1991  Wilder marr"
        ],
        "median tf-idf score": 1.0187332254833774,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Breitbart"
        ],
        "sentences": [
            "Wilder, a Milwaukee native who was born Jerry Silberman in 1933, was nominated for an Oscar twice in his career  --   once for best supporting actor for his role in The Producers and once for   Young Frankenstein with Mel Brooks.",
            "The film would go on to become a Broadway hit starring Matthew Broderick and Nathan Lane, and the film was remade in 2005 with the same stars. Bloom and Max Bialystock (Zero Mostel) cook up a scheme to intentionally produce the worst musical of all time in an effort to make away with the investors' seed money  --   only problem is, the play becomes a big hit, ruining the pair's plans.",
            "In 1991, Wilder married Karen Webb, a clinical supervisor in lip reading who consulted with him on the film See No Evil, Hear No Evil, and the two were together until his death. He won an Emmy in 2003 for a   role on the sitcom Will  Grace, but mostly stayed retired in his later years, he apparently battled Alzheimer's, although a statement from his family has said it was a milder form, and that he held on to his personality and could still recognize his close relatives."
        ],
        "tf-idf score": [
            1.0187332254833774,
            0.6862194499218569,
            1.0760739266649115
        ]
    },
    "0.20809481597012883-3-112": {
        "average clique similarity": 0.20809481597012883,
        "clique": [
            "1- He simply couldn t ",
            "5- The decision to wai",
            "2-It was Wilder s idea"
        ],
        "median tf-idf score": 0.70221959336284,
        "publications": [
            "CNN",
            "Atlantic",
            "New York Post"
        ],
        "sentences": [
            "\"He simply couldn't bear the idea of one less smile in the world,\"   said. In the years after \"Willy Wonka and the Chocolate Factory,\" Wilder continued to star in numerous comedies, with less consistent success.",
            "\"The decision to wait until this time to disclose his condition wasn't vanity, but more so that the countless young children that would smile or call out to him 'there's Willy Wonka,' would not have to be then exposed to an adult referencing illness or trouble and causing delight to travel to worry, disappointment or confusion,\" his nephew, Jordan   said. \"He simply couldn't bear the idea of one less smile in the world. \"",
            "It was Wilder's idea to introduce Wonka with a pathetic limp that turns into an expert somersault: The audience wouldn't know whether to believe anything about Wonka after that."
        ],
        "tf-idf score": [
            0.9794136722996956,
            0.6768238407994497,
            0.70221959336284
        ]
    },
    "0.21688043432107207-3-99": {
        "average clique similarity": 0.21688043432107207,
        "clique": [
            "3-Even in Wilder s mos",
            "2-Wilder s greatest pe",
            "4-He was 83  Wilder is"
        ],
        "median tf-idf score": 0.8695984082833523,
        "publications": [
            "Vox",
            "New York Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "Even in Wilder's most    role, he was sharing the screen Of course, no look back at Wilder would be complete without mentioning Willy Wonka and the Chocolate Factory.",
            "Wilder's greatest performance, little recognized at the time, was as the mysterious king of candy in 1971's \"Willy Wonka & the Chocolate Factory, \" a total flop on its initial release that, thanks to regular broadcasts on NBC over Thanksgiving weekend, became an indelible classic.",
            "He was 83. Wilder is perhaps best known for his portrayal of Willy Wonka in the 1971 film Willy Wonka  the Chocolate Factory."
        ],
        "tf-idf score": [
            0.8488692421297911,
            0.9891574695540925,
            0.8695984082833523
        ]
    },
    "0.22360742293764282-3-194": {
        "average clique similarity": 0.22360742293764282,
        "clique": [
            "0-Brooks won a Best Sc",
            "1-Wilder is best known",
            "3-He s the one who mug"
        ],
        "median tf-idf score": 0.7457987469251942,
        "publications": [
            "Breitbart",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "Brooks won a Best Screenplay Oscar at the 1969 Academy Awards and Wilder was nominated for Best Supporting Actor.",
            "Wilder is best known for his collaborations with director Mel Brooks, starring as the   Leo Bloom in Brooks' breakout 1967 film \"The Producers,\" and later in the monster movie spoof \"Young Frankenstein\".",
            "He's the one who mugs and grins and grimaces. And he   the screenplay with director Mel Brooks, garnering the two Oscar nominations. But he doesn't get the biggest laughs. Those are reserved for the Monster, who shouts a nearly unintelligible, \"Puttin' on the ritz!\" at the song's peak."
        ],
        "tf-idf score": [
            0.7457987469251942,
            0.8629335078971615,
            0.34659012899317854
        ]
    },
    "0.22403548104158957-3-194": {
        "average clique similarity": 0.22403548104158957,
        "clique": [
            "3-Not so with Wilder s",
            "2-Not knowing which wa",
            "4-said the Wilder did "
        ],
        "median tf-idf score": 0.5620010059996843,
        "publications": [
            "Vox",
            "New York Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "Not so with Wilder's Wonka.",
            "Not knowing which way Wilder would tip  --   Repression or eruption? The whimper or the roar? --   was what made him so funny.",
            "said the Wilder did not disclose his illness because he did not want to disappoint or confuse his fans. \"He simply couldn't bear the idea of one less smile in the world,\"   said."
        ],
        "tf-idf score": [
            0.4115662412491871,
            0.5620010059996843,
            0.6393104228231952
        ]
    },
    "0.22632452016944923-4-64": {
        "average clique similarity": 0.22632452016944923,
        "clique": [
            "1-  CNN  Gene Wilder  ",
            "0-Comedy legend Gene W",
            "5-In his hands  a line",
            "3- Gene Wilder  who di"
        ],
        "median tf-idf score": 0.7794526704354214,
        "publications": [
            "Atlantic",
            "Vox",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            " (CNN) Gene Wilder, who brought a   desperation to a series of memorable and iconic comedy roles in the 1970s and 1980s, has died, his lawyer, Eric Weissmann, said. He was 83.",
            "Comedy legend Gene Wilder passed away at the age of 83 on Monday after a battle with Alzheimer's disease, the Associated Press reported.",
            "In his hands, a line reading could be suffused with menace, or compassion, or demented delight, and no matter what, it would be deeply funny to behold. Wilder, who died at age 83 on Monday due to complications from Alzheimer's disease, was a consummate performer who made every project he worked on better, from Mel Brooks' masterpieces of the 1970s to his collaborations with Richard Pryor.",
            " Gene Wilder, who died today at 83 of complications from Alzheimer's disease, was the consummate showoff."
        ],
        "tf-idf score": [
            0.9285321556978108,
            0.5219598951795436,
            0.9410535544984451,
            0.6303731851730321
        ]
    },
    "0.26526924383257644-3-2": {
        "average clique similarity": 0.26526924383257644,
        "clique": [
            "0- 6       Stir Crazy ",
            "5-In 1976  Wilder made",
            "1-That included severa"
        ],
        "median tf-idf score": 0.8840235390316049,
        "publications": [
            "Atlantic",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "#6  --   Stir Crazy, The second film to pair Wilder with fellow comedian Richard Pryor (after Silver Streak in 1976) 1980's Stir Crazy was a box office smash, becoming the third   movie of that year.",
            "In 1976, Wilder made Silver Streak, the first of four pairings with the   comedian Richard Pryor.",
            "That included several films with Richard Pryor, including \"Stir Crazy\" and \"Silver Streak,\" as well as solo vehicles like \"The Adventures of Sherlock Holmes' Smarter Brother\" and \"The World's Greatest Lover,\" which he also directed. People we've lost in 2016, In a 2005 interview with CNN, Wilder discussed how he met Brooks, having been cast in a play opposite the director's   Anne Bancroft."
        ],
        "tf-idf score": [
            0.8840235390316049,
            0.43453635376394245,
            1.0203238548114228
        ]
    },
    "0.3648135285055076-3-194": {
        "average clique similarity": 0.3648135285055076,
        "clique": [
            "5-In 1971  Wilder was ",
            "0- 1       Willy Wonka",
            "1-He also portrayed a "
        ],
        "median tf-idf score": 0.8343365360412581,
        "publications": [
            "Atlantic",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "In 1971, Wilder was chosen to star in Willy Wonka  the Chocolate Factory, an adaptation of Dahl's children's book Charlie and the Chocolate Factory.",
            "#1  --   Willy Wonka and the Chocolate Factory, Wilder was at his devilishly mischievous best in perhaps his   role, as enigmatic chocolate factory chief Willy Wonka in 1971's Willy Wonka and the Chocolate Factory.",
            "He also portrayed a boozing gunslinger in \"Blazing Saddles\". For many people, Wilder might be best remembered for \"Willy Wonka and the Chocolate Factory,\" playing the mysterious candy tycoon in the 1971 adaptation of Roald Dahl's book."
        ],
        "tf-idf score": [
            0.8290995311014673,
            0.8564489532120191,
            0.8343365360412581
        ]
    }
}