{
    "0.13560432351353005-3-298": {
        "average clique similarity": 0.13560432351353005,
        "clique": [
            "2-Lachlan and James se",
            "3- They lost her anywa",
            "4-Some of Fox News s  "
        ],
        "median tf-idf score": 1.078897145699889,
        "publications": [
            "NPR",
            "Vox",
            "New York Times"
        ],
        "sentences": [
            "Lachlan and James serve as News Corp.   and CEO of 21st Century Fox, respectively, and they have little affection for Ailes, who treated them with contempt earlier in their careers.",
            "(They lost her anyway, as it turned out; Kelly recently left Fox News for NBC) Curanaj's more recent allegations in her December lawsuit fit the pattern of what other women say Ailes did to them: ogling them, making lewd remarks, and asking them to turn around or otherwise strike a suggestive pose so that he could examine their figures.",
            "Some of Fox News's   stars have a clause in their contracts that would permit them to leave if Mr Ailes were no longer in a position of power."
        ],
        "tf-idf score": [
            1.078897145699889,
            1.0939061711394826,
            0.9643876031933105
        ]
    },
    "0.15994326106562037-3-87": {
        "average clique similarity": 0.15994326106562037,
        "clique": [
            "1-Kelly has not been a",
            "4-cable news station f",
            "0-His expected departu"
        ],
        "median tf-idf score": 0.8151526580290949,
        "publications": [
            "Washington Post",
            "New York Times",
            "Fox News"
        ],
        "sentences": [
            "Kelly has not been among them. In an interview with the Associated Press in May, Kelly said: \"I'm very happy with Fox. Roger has taken very good care of me for 12 years. So I think it would be tough to leave him. But having said that, I don't know what the future will bring. It's a fickle business and anything can happen\".",
            "cable news station for 15 years, and it has never done better than this year: Through June, it is having its   year. In October, Fox News will celebrate its 20th anniversary, a milestone executives have been proudly discussing for months.",
            "His expected departure leaves unanswered questions about the future of Fox News. Kelly will come to the end of her current contract next year and has indicated that she may leave."
        ],
        "tf-idf score": [
            0.8556812663290252,
            0.692641899899094,
            0.8151526580290949
        ]
    },
    "0.16474440473475319-3-344": {
        "average clique similarity": 0.16474440473475319,
        "clique": [
            "4-When asked about the",
            "0-Among them was Megyn",
            "1-A New York magazine "
        ],
        "median tf-idf score": 1.3028242740688032,
        "publications": [
            "New York Times",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "When asked about the culture at Fox News in an interview with The New York Times last week, Ms Carlson, 50, said: \"Everyone knew how powerful Roger Ailes was.",
            "Among them was Megyn Kelly, a star Fox host, according to New York magazine.",
            "A New York magazine story, citing sources familiar with a review being conducted by the network's parent company, said Kelly has told those looking into the matter that Ailes made unwanted sexual advances toward her about 10 years ago when she was a young correspondent at Fox."
        ],
        "tf-idf score": [
            1.3028242740688032,
            0.6315318367351906,
            1.5609039207016626
        ]
    },
    "0.16503053898581724-3-197": {
        "average clique similarity": 0.16503053898581724,
        "clique": [
            "4-He also minted   sta",
            "2-David has more on th",
            "0-That s his legacy   "
        ],
        "median tf-idf score": 1.006026687493185,
        "publications": [
            "Washington Post",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "He also minted   stars like Bill O'Reilly, Megyn Kelly and Greta Van Susteren. Mr Ailes, 76, has also long been at the center of Republican politics, and the timing of the discussions between Mr Ailes and 21st Century Fox was remarkable, occurring on the second day of the Republican National Convention in Cleveland.",
            "David has more on the major players involved in the negotiations over Ailes' future: \"Ailes, 76, is the visionary behind the channel's winning formula. It is an Ailesian alchemy of conservative ideology,   reporting, highly sexed and confrontational presentation of debate, patriotic fervor and grievance. \"Rupert Murdoch is the man who founded it, and he is in the slow process of transitioning the control of the parent company over to his sons.",
            "That's his legacy. \" Ailes had a long career as an entertainment TV producer  --   he was executive producer of Mike Douglas's nationally syndicated   show in the 1960s  --   and used his knowledge of the medium in crossing over to Republican politics."
        ],
        "tf-idf score": [
            1.3478417889109988,
            1.006026687493185,
            0.6849252144654937
        ]
    },
    "0.1704486818201728-3-204": {
        "average clique similarity": 0.1704486818201728,
        "clique": [
            "0-And a number of prom",
            "3-And at least 20 othe",
            "4-Though more than a d"
        ],
        "median tf-idf score": 0.8953790060705656,
        "publications": [
            "Washington Post",
            "New York Times",
            "Vox"
        ],
        "sentences": [
            "And a number of prominent women at Fox have issued statements supportive of Ailes. (Kelly was not among them.)",
            "And at least 20 other women have come forward to tell reporters that Ailes has sexually harassed them at some point over the last several decades.",
            "Though more than a dozen   personalities have come forward in the last two weeks to publicly support Mr Ailes  --   with several questioning Ms Carlson's motivations  --   Ms Kelly was, noticeably, not among them. She has the stature within the network to withstand any pressure to support Mr Ailes."
        ],
        "tf-idf score": [
            0.8953790060705656,
            0.6207774897517232,
            0.9510488254471674
        ]
    },
    "0.17369699931426882-3-249": {
        "average clique similarity": 0.17369699931426882,
        "clique": [
            "4-Along the way  Mr Ai",
            "0- Roger Ailes  the fo",
            "3-These revelations co"
        ],
        "median tf-idf score": 0.9892886122668001,
        "publications": [
            "Vox",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "Along the way, Mr Ailes, a former Republican operative, established Fox News as the leading media platform for conservative politics.",
            " Roger Ailes, the former GOP political operative who oversaw the creation of the Fox News Channel and turned it into the leading voice of American conservatism, is in final negotiations to leave as chief executive of the network amid a budding sexual harassment scandal, according to a person with knowledge of the negotiations.",
            "These revelations could mean a major shift at Fox News, in more ways than one The ouster of Ailes could have huge implications for the future of conservative media and even American conservatism."
        ],
        "tf-idf score": [
            0.9892886122668001,
            1.2922305247874588,
            0.9056298430782685
        ]
    },
    "0.17498349683209022-3-175": {
        "average clique similarity": 0.17498349683209022,
        "clique": [
            "1-In a statement  21st",
            "3-Powerful men often g",
            "0-The agreement is exp"
        ],
        "median tf-idf score": 0.9694346390541092,
        "publications": [
            "Fox News",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "In a statement, 21st Century Fox said: \"Roger is at work. The review is ongoing. And the only agreement that is in place is his existing employment agreement. \"",
            "Powerful men often get away with routine harassment or assault, but the tide is slowly shifting toward believing victims Veteran TV producer Shelley Ross, who was also once propositioned by Ailes, points out that sexual harassment is rampant everywhere  --   especially in media, and not just at Fox.",
            "The agreement is expected to be completed shortly, the person said. Ailes, 76, has been chairman and chief executive of Fox since its inception in 1996, and he is often described as one of the most powerful figures in American media and politics."
        ],
        "tf-idf score": [
            0.7570733436887251,
            0.9694346390541092,
            1.0705797762916396
        ]
    },
    "0.19047840092123347-3-263": {
        "average clique similarity": 0.19047840092123347,
        "clique": [
            "1-The New York Times r",
            "3- On Tuesday  the New",
            "2-Roger Ailes is the  "
        ],
        "median tf-idf score": 1.4399696966601374,
        "publications": [
            "Fox News",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "The New York Times reported late Tuesday that Ailes and 21st Century Fox, now managed on a daily basis by Rupert Murdoch's sons, James and Lachlan Murdoch, \"are in the advanced stages of discussions that would lead to the departure of Mr Ailes as chairman of Fox News. \"",
            " On Tuesday, the New York Times published the startling revelation that in the weeks after Roger Ailes was ousted as CEO of Fox News for sexual harassment, Fox secretly paid off another   Fox personality, Juliet Huddy  --   who said she was sexually harassed in 2011 by Bill O'Reilly, the network's top host. Huddy was reportedly paid six figures in exchange for not suing the network and for keeping quiet about her explosive allegations.",
            "Roger Ailes is the   chairman and CEO of the news channel."
        ],
        "tf-idf score": [
            1.4399696966601374,
            1.6223877236757231,
            0.6156991256362665
        ]
    },
    "0.1913646741901723-3-90": {
        "average clique similarity": 0.1913646741901723,
        "clique": [
            "0-Various reports Tues",
            "4-She also said she ha",
            "3-In December  Fox 5 r"
        ],
        "median tf-idf score": 0.8891665100014922,
        "publications": [
            "Washington Post",
            "New York Times",
            "Vox"
        ],
        "sentences": [
            "Various reports Tuesday of Ailes's pending ouster came just two weeks after Gretchen Carlson  --   one of the conservative hosts whom Ailes elevated to star status  --   filed a lawsuit alleging that Ailes had sexually harassed her during her   career at Fox.",
            "She also said she had been sexually harassed by her former \"Fox and Friends\"   Steve Doocy.",
            "In December, Fox 5 reporter Lidia Curanaj filed a lawsuit against 21st Century Fox alleging that Ailes sexually harassed her when she applied for a job in 2011."
        ],
        "tf-idf score": [
            1.0905101052683583,
            0.4585888912077158,
            0.8891665100014922
        ]
    },
    "0.19307881891269707-4-61": {
        "average clique similarity": 0.19307881891269707,
        "clique": [
            "1-While it is impossib",
            "4-Mr Ailes is named in",
            "3-Fox is arguably lett",
            "0-Shortly afterward  2"
        ],
        "median tf-idf score": 0.7996040006235374,
        "publications": [
            "New York Times",
            "Fox News",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "While it is impossible to predict the outcome of negotiations, I can confirm that such discussions are under way. Howard Kurtz is a Fox News analyst and the host of \"MediaBuzz\" (Sundays 11 a. m. and 5 p. m. ET). He is the author of five books and is based in Washington. Follow him at @HowardKurtz.",
            "Mr Ailes is named in the suit but Fox News is not.",
            "Fox is arguably letting Ailes off easy  --   and paying him twice the $20 million that Carlson is reportedly getting in her settlement  --   although the full consequences of the investigations and lawsuits are yet to be seen.",
            "Shortly afterward, 21st Century Fox released a statement reading: \"Roger is at work. The review is ongoing. The only agreement that is in place is his existing employment agreement. \""
        ],
        "tf-idf score": [
            0.7552392990041633,
            0.8785254203832782,
            0.8439687022429115,
            0.6850953625676145
        ]
    },
    "0.19623887740289933-3-129": {
        "average clique similarity": 0.19623887740289933,
        "clique": [
            "3-The New York Times r",
            "0-Ailes was only a few",
            "2-Ailes denies the cha"
        ],
        "median tf-idf score": 0.6380465794913082,
        "publications": [
            "Washington Post",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "The New York Times reported that Ailes received about $40 million as part of a settlement agreement  --   basically the salary he would have made through the end of his contract in 2018.",
            "Ailes was only a few months from the end of his current contract and probably could have retired if the Murdochs had not pressed for his early exit.",
            "Ailes denies the charges and accuses Carlson of retaliating against the end of her contract, as David reported last week."
        ],
        "tf-idf score": [
            0.6051937469304672,
            0.6425110959587628,
            0.6380465794913082
        ]
    },
    "0.20128987104621254-3-51": {
        "average clique similarity": 0.20128987104621254,
        "clique": [
            "1-The law firm hired b",
            "0-Roger Ailes is repor",
            "4-Fox News represents "
        ],
        "median tf-idf score": 1.1845487912717654,
        "publications": [
            "Fox News",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "The law firm hired by 21st Century Fox is Paul, Weiss. The review grows out of a lawsuit against Ailes by Gretchen Carlson, filed after Fox declined to renew her contract as a daytime host last month.",
            "Roger Ailes is reportedly on his way out at Fox just two weeks after a lawsuit was brought against him by former Fox News host Gretchen Carlson.",
            "Fox News represents about 20 percent of all earnings at 21st Century Fox, generating more than $1 billion. Meanwhile, the lawsuit against Mr Ailes continues to grind on."
        ],
        "tf-idf score": [
            1.2059035634055246,
            1.1845487912717654,
            1.0442574879502153
        ]
    },
    "0.20174328521552723-3-127": {
        "average clique similarity": 0.20174328521552723,
        "clique": [
            "3-In addition to claim",
            "1-When Fox News did no",
            "0-Carlson  a former Mi"
        ],
        "median tf-idf score": 0.9284799293538871,
        "publications": [
            "Vox",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "In addition to claiming that Ailes harassed her, Gretchen Carlson also said Ailes retaliated against her for complaining about harassment from her former Fox & Friends   Steve Doocy. Carlson's lawsuit didn't name Doocy as a defendant, but it alleged that Doocy engaged in harassing behavior, \"including, but not limited to, mocking her during commercial breaks, shunning her off air, refusing to engage with her on air, belittling her contributions to the show, and generally attempting to put her in her place by refusing to accept and treat her as an intelligent and insightful female journalist rather than just a blond prop\".",
            "When Fox News did not commence any negotiations to renew her contract, Ms Carlson became aware that her career with the network was likely over and conveniently began to pursue a lawsuit. \"",
            "Carlson, a former Miss America, claimed that Ailes suggested that they have a sexual relationship during a meeting, according to her lawsuit. Her lawsuit claims her contract was not renewed because she refused his advances."
        ],
        "tf-idf score": [
            1.1624218546408946,
            0.9284799293538871,
            0.8300521842169999
        ]
    },
    "0.20368564246558918-3-365": {
        "average clique similarity": 0.20368564246558918,
        "clique": [
            "2- If Megyn Kelly is t",
            "0-Carlson s lawyer  Na",
            "4-On the day Ms Carlso"
        ],
        "median tf-idf score": 0.7447865581819604,
        "publications": [
            "NPR",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "\"If Megyn Kelly is testifying to this outside inquiry conducted by a major New York City law firm, Paul, Weiss, and she says he sexually harassed her, I think it's ballgame over,\" David said on NPR's Here and Now earlier Tuesday.",
            "Carlson's lawyer, Nancy Erika Smith, told The Washington Post on Tuesday that 20 women have contacted her law firm with allegations of harassment by Ailes.",
            "On the day Ms Carlson filed her suit, 21st Century Fox said it would conduct an internal review, and the company retained the law firm Paul, Weiss, Rifkind, Wharton  Garrison to lead the investigation."
        ],
        "tf-idf score": [
            0.6382489405724621,
            0.7447865581819604,
            0.8277380754192872
        ]
    },
    "0.21767533287386462-3-139": {
        "average clique similarity": 0.21767533287386462,
        "clique": [
            "0-Carlson alleged that",
            "3-After Gretchen Carls",
            "1-Ailes said in a stat"
        ],
        "median tf-idf score": 1.0340832185129574,
        "publications": [
            "Vox",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "Carlson alleged that Ailes terminated her employment in June after she spurned his advances; Ailes denied the claims and Fox maintained that Carlson's contract wasn't renewed because the ratings of her afternoon program had declined.",
            "After Gretchen Carlson sued Ailes for sexual harassment, it opened the floodgates for other women to come forward Carlson was a   Fox news personality until June 23 of this year, when her contract wasn't renewed. She   Fox & Friends with Steve Doocy and Brian Kilmeade from 2005 to 2013 before hosting her own show, The Real Story With Gretchen Carlson.",
            "Ailes said in a statement then: \"Gretchen Carlson's allegations are false. This is a retaliatory suit for the network's decision not to renew her contract, which was due to the fact that her disappointingly low ratings were dragging down the afternoon lineup."
        ],
        "tf-idf score": [
            0.9380592572518628,
            1.4249460935423104,
            1.0340832185129574
        ]
    },
    "0.23125219764563157-3-365": {
        "average clique similarity": 0.23125219764563157,
        "clique": [
            "4-Several Fox anchors ",
            "0-The lawsuit  which i",
            "3-Kelly s allegations "
        ],
        "median tf-idf score": 1.2433047855064818,
        "publications": [
            "New York Times",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "Several Fox anchors who were approached on Tuesday afternoon declined to comment on Mr Ailes's fate, many having followed developments from the chaotic convention scene. Rupert Murdoch, who was on vacation with his wife, Jerry Hall, on the French Riviera, had been in constant telephone contact with his sons, James and Lachlan, on the matter, according to a person familiar with the discussions.",
            "The lawsuit, which is pending, appears to have set off a chain of events that led to demands for Ailes's resignation from his bosses, media baron Rupert Murdoch and his sons, Lachlan and James.",
            "Kelly's allegations appear to have been the last straw that forced Ailes out: Rupert Murdoch and his sons James and Lachlan, the top three executives at 21st Century Fox, reportedly thought Kelly was the future of the network and was too valuable to lose."
        ],
        "tf-idf score": [
            1.2533938421604272,
            0.6294255532730588,
            1.2433047855064818
        ]
    },
    "0.23222177141318742-3-365": {
        "average clique similarity": 0.23222177141318742,
        "clique": [
            "3-Fox anchor Megyn Kel",
            "2-New York Magazine re",
            "4-One of the people wh"
        ],
        "median tf-idf score": 1.0570669067334693,
        "publications": [
            "Vox",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "Fox anchor Megyn Kelly told attorneys investigating Carlson's claims that Ailes had also made unwanted sexual advances toward her about 10 years ago.",
            "New York Magazine reports that   Fox News anchor Megyn Kelly, too, may have been harassed and might be involved with an outside investigation into Ailes' behavior.",
            "One of the people who participated in the investigation was the network's most popular female star, Ms Kelly. She told investigators that Mr Ailes had made advances toward her multiple times in the past, according to two people briefed on the matter. (Ms Kelly's accusations were first reported by New York magazine.)"
        ],
        "tf-idf score": [
            1.0570669067334693,
            1.0789137217179894,
            1.0061454400861527
        ]
    },
    "0.24660046385597056-3-365": {
        "average clique similarity": 0.24660046385597056,
        "clique": [
            "3-According to two Fox",
            "4-The development foll",
            "2-As we ve reported  f"
        ],
        "median tf-idf score": 1.1131636287186684,
        "publications": [
            "Vox",
            "New York Times",
            "NPR"
        ],
        "sentences": [
            "According to two Fox sources, Fox News has secretly settled sexual harassment complaints with at least 4 women since Ailes left\r  --   Gabriel Sherman (@gabrielsherman) January 10, 2017     Fox anchor Gretchen Carlson filed a sexual harassment lawsuit against Ailes in early July, which was later settled for a reported $20 million.",
            "The development follows a sexual harassment suit filed on July 6 against Mr Ailes by a former anchor, Gretchen Carlson.",
            "As we've reported, former Fox news anchor Gretchen Carlson sued Ailes for sexual harassment earlier this month."
        ],
        "tf-idf score": [
            1.5137039868155429,
            0.7615279812085287,
            1.1131636287186684
        ]
    },
    "0.2813607117868985-3-365": {
        "average clique similarity": 0.2813607117868985,
        "clique": [
            "0-The Drudge Report on",
            "2-Multiple sources at ",
            "4-Mr Ailes and 21st Ce"
        ],
        "median tf-idf score": 1.1940882147193954,
        "publications": [
            "Washington Post",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "The Drudge Report on Tuesday first broke the news of Ailes's expected departure, and it briefly posted a document that appeared to be parent company 21st Century Fox's settlement agreement with Ailes.",
            "Multiple sources at Fox News tell David that the Murdochs, who are controlling owners of parent company 21st Century Fox, are moving to push Ailes out of his prominent, powerful role.",
            "Mr Ailes and 21st Century Fox, Fox News's parent company, are in the advanced stages of discussions that would lead to his departure as chairman, Susan Estrich, one of Mr Ailes's lawyers, said in an interview on Tuesday."
        ],
        "tf-idf score": [
            1.1413679588073902,
            1.1940882147193954,
            1.3468402928596384
        ]
    },
    "0.3157884538606889-3-118": {
        "average clique similarity": 0.3157884538606889,
        "clique": [
            "1-Carlson alleged that",
            "4-I certainly felt int",
            "2-Carlson says in the "
        ],
        "median tf-idf score": 0.9416662585348727,
        "publications": [
            "Fox News",
            "New York Times",
            "NPR"
        ],
        "sentences": [
            "Carlson alleged that Ailes made comments about her physical appearance, and once told her that he would pick her to be stranded with on a desert island and that they should have had a sexual relationship long ago.",
            "I certainly felt intimidated by that. \" She said that during a meeting last fall to discuss her concerns that she was being treated unfairly, Mr Ailes told her, \"I think you and I should have had a sexual relationship a long time ago, and then you'd be good and better and I'd be good and better. \"",
            "Carlson says in the suit that she attempted to complain to Ailes about sexist treatment from her colleagues on Fox  Friends, to which Ailes replied, \"I think you and I should have had a sexual relationship a long time ago\"."
        ],
        "tf-idf score": [
            0.7115465799307789,
            0.9416662585348727,
            1.0121246770110264
        ]
    },
    "0.31646352978594594-3-247": {
        "average clique similarity": 0.31646352978594594,
        "clique": [
            "3-Megyn Kelly came for",
            "0-Amid an investigatio",
            "4-The suit prompted 21"
        ],
        "median tf-idf score": 1.1324759776048916,
        "publications": [
            "Washington Post",
            "Vox",
            "New York Times"
        ],
        "sentences": [
            "Megyn Kelly came forward with her own story after Fox News's parent company, 21st Century Fox, hired the law firm Paul, Weiss to conduct an internal investigation into Ailes's conduct.",
            "Amid an investigation of Ailes's conduct by an outside law firm, other Fox employees came forward with   allegations against Ailes.",
            "The suit prompted 21st Century Fox to conduct an internal review and it set off an intense round of speculation in the news media and the television industry about Mr Ailes's future at Fox News."
        ],
        "tf-idf score": [
            1.183423657726172,
            0.7854888932458766,
            1.1324759776048916
        ]
    },
    "0.37888440811926843-3-365": {
        "average clique similarity": 0.37888440811926843,
        "clique": [
            "4-And the only agreeme",
            "3-She added that Ailes",
            "2-21st Century Fox rel"
        ],
        "median tf-idf score": 0.6802945054591704,
        "publications": [
            "New York Times",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "And the only agreement that is in place is his existing employment agreement. \" Mr Ailes's exit would be a humbling and startlingly sudden fall from power for a man who started Fox News from scratch 20 years ago and built it into a   cable news network and a critical profit center for 21st Century Fox.",
            "She added that Ailes is far from the only male executive who abuses his power and influence for sexual purposes. \"Television is really a difficult, arbitrary, and competitive business, and you don't want to give TV executives a reason to say no,\" she said.",
            "21st Century Fox released this statement: \"Roger is at work. The review is ongoing. The only agreement that is in place is his existing employment agreement\"."
        ],
        "tf-idf score": [
            1.326593124172987,
            0.6802945054591704,
            0.6651534429393825
        ]
    },
    "0.4066080925571239-4-45": {
        "average clique similarity": 0.4066080925571239,
        "clique": [
            "2-Ailes has denied the",
            "1-His lawyer  Susan Es",
            "4-In fact  he has spen",
            "0-Ailes has repeatedly"
        ],
        "median tf-idf score": 0.5803524635957944,
        "publications": [
            "New York Times",
            "Fox News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Ailes has denied the allegations.",
            "His lawyer, Susan Estrich, said in a statement: \"Roger Ailes has never sexually harassed Megyn Kelly. In fact, he has spent much of the last decade promoting and helping her to achieve the stardom she earned, for which she has repeatedly and publicly thanked him. \" Kelly has made no public comment on the matter.",
            "In fact, he has spent much of the last decade promoting and helping her to achieve the stardom she earned, for which she has repeatedly and publicly thanked him. \" Ms Kelly's lawyer, Willis J Goldsmith, said in a statement, \"Megyn Kelly has made no public comment on the matter, nor will she while the review is pending, other than to say she has cooperated with the inquiry fully and truthfully. \"",
            "Ailes has repeatedly denied the allegations."
        ],
        "tf-idf score": [
            0.4938221161104798,
            1.0226845213984954,
            0.6522820874708719,
            0.508422839720717
        ]
    }
}