{
    "0.22047367029807208-3-1": {
        "average clique similarity": 0.22047367029807208,
        "clique": [
            "2- On Monday  I will e",
            "4-Stein subsequently f",
            "1- Stein referenced th"
        ],
        "median tf-idf score": 1.399844233265182,
        "publications": [
            "CNN",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"On Monday, I will escalate #Recount2016 in PA and file to demand a statewide recount on constitutional grounds. The people deserve answers,\" she wrote. A statement from the Stein campaign shortly after said it will file a lawsuit in federal court Monday seeking a statewide recount.",
            "Stein subsequently filed her request for a statewide recount in Pennsylvania on Monday, just days after she officially requested a recount in Wisconsin.",
            "'Stein referenced the decision in two tweets on Saturday evening:' 'Read the Green Party's motion to withdraw their statewide recount request:' 'Read the court's order closing the statewide recount matter:'] WASHINGTON  --   A Pennsylvania court on Saturday accepted the Green Party's request to end its case seeking a statewide recount of the presidential race."
        ],
        "tf-idf score": [
            1.399844233265182,
            0.9949632845794651,
            1.5581074123703385
        ]
    },
    "0.22935191866495233-3-43": {
        "average clique similarity": 0.22935191866495233,
        "clique": [
            "2-Pennsylvania is not ",
            "3-9 million to fund re",
            "4-At this time  there "
        ],
        "median tf-idf score": 0.9407102064223721,
        "publications": [
            "NPR",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "Pennsylvania is not the only state where recount efforts are running into opposition. Michigan's attorney general, a Republican, filed a suit to stop a recount in his state Friday and Trump supporters in Wisconsin this week have also tried to stop the recount in progress there.",
            "9 million to fund recount efforts in Wisconsin, Michigan and Pennsylvania.",
            "At this time, there is no indication that Stein's campaign plans to drop its efforts in Wisconsin  --   where The Associated Press reports a recount is already underway  --   or in Michigan."
        ],
        "tf-idf score": [
            1.1464916211739078,
            0.7664715503621334,
            0.9407102064223721
        ]
    },
    "0.26210981169383485-3-25": {
        "average clique similarity": 0.26210981169383485,
        "clique": [
            "3-Green Party presiden",
            "1-Then  late Saturday ",
            "2-Washington  CNN  Gre"
        ],
        "median tf-idf score": 1.3699946851767666,
        "publications": [
            "Buzzfeed News",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "Green Party presidential candidate Jill Stein, raised over $6.",
            "Then, late Saturday night, Green Party presidential candidate Jill Stein tweeted out that her campaign would continue to seek a statewide recount  --   but would be going to federal court to do so.",
            "Washington (CNN) Green Party presidential nominee Jill Stein said early Sunday she would \"escalate\" her statewide recount efforts in Pennsylvania through a federal lawsuit, after announcing she would drop it."
        ],
        "tf-idf score": [
            0.47942248454521913,
            1.3699946851767666,
            1.4070867292748133
        ]
    },
    "0.2639982943551527-3-17": {
        "average clique similarity": 0.2639982943551527,
        "clique": [
            "1-That order came in t",
            "4- Petitioners are reg",
            "2- Over the past sever"
        ],
        "median tf-idf score": 1.6751444727530866,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "That order came in the wake of the Trump campaign's motion to dismiss the complaint. On Saturday afternoon, the Green Party filed a motion to withdraw their statewide recount request  --   which the court granted in an order later Saturday  --   although individual   recount requests will continue, in an attempt to force an automatic statewide recount, and a lawyer familiar with ongoing efforts noted that an appeal seeking a forensic audit of the Philadelphia voting machines remains pending. How odd is it that we must jump through bureaucratic hoops and raise millions of dollars so we can trust our election results?",
            "\"Petitioners are regular citizens of ordinary means,\" the filing states. \"They cannot afford to post the $1, 000, 000 bond required by the Court\". Stein elaborated on Twitter, asking: \"How odd is it that we must jump through bureaucratic hoops and raise millions of dollars so we can trust our election results?\"",
            "\"Over the past several days, it has become clear that the barriers to verifying the vote in Pennsylvania are so pervasive and that the state court system is so   to address this problem that we must seek federal court intervention,\" said Jonathan Abady, lead counsel to the Stein recount efforts."
        ],
        "tf-idf score": [
            2.0126887101736366,
            1.0558707504086373,
            1.6751444727530866
        ]
    },
    "0.28159355271439274-4-62": {
        "average clique similarity": 0.28159355271439274,
        "clique": [
            "1-Most       including",
            "0-The case in Pennsylv",
            "4-Last month  Stein la",
            "2-Just a Stein scam to"
        ],
        "median tf-idf score": 1.4436606178800688,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "Most  --   including Hillary Clinton's campaign  --   expect Green Party presidential candidate Jill Stein's recount efforts in Michigan, Pennsylvania, and Wisconsin not to change the result  --   a Donald Trump win  --   in any of those states.",
            "The case in Pennsylvania court has been part of an effort spearheaded by Stein to force recounts in Michigan, Pennsylvania and Wisconsin, three states with a history of backing Democrats for president that were narrowly and unexpectedly won by Trump over Democrat Hillary Clinton.",
            "Last month, Stein launched a fundraising campaign to pursue a recount in Pennsylvania, as well as in Michigan and Wisconsin  --   three states   Donald Trump narrowly won en route to his Electoral College victory.",
            "Just a Stein scam to raise money!\" Stein has spearheaded a recount effort in Michigan, Pennsylvania and Wisconsin    three battleground states where Donald Trump narrowly defeated Hillary Clinton."
        ],
        "tf-idf score": [
            1.6971774283337921,
            1.5602882262118956,
            1.309973768241636,
            1.327033009548242
        ]
    },
    "0.33852164928778267-3-113": {
        "average clique similarity": 0.33852164928778267,
        "clique": [
            "0-On Saturday  a GOP l",
            "4-Just hours earlier  ",
            "3-On Saturday  a GOP l"
        ],
        "median tf-idf score": 0.846948302843224,
        "publications": [
            "Washington Post",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "On Saturday, a GOP lawyer, Lawrence Tabas, said the case had been meant \"solely for purposes to delay the Electoral College vote in Pennsylvania for   Trump. \"",
            "Just hours earlier, Lawrence M Otter, a lawyer for the former Green Party presidential candidate, had withdrawn the lawsuit filed with the Commonwealth Court of Pennsylvania early Saturday evening.",
            "On Saturday, a GOP lawyer, Lawrence Tabas, said the case had been meant \"solely for purposes to delay the Electoral College vote in Pennsylvania for   Trump\"."
        ],
        "tf-idf score": [
            0.846948302843224,
            0.9235303055323142,
            0.846948302843224
        ]
    },
    "0.3395328575539313-3-100": {
        "average clique similarity": 0.3395328575539313,
        "clique": [
            "0-Stein s lawyers  how",
            "3-The state Republican",
            "1-Lawyers for the Gree"
        ],
        "median tf-idf score": 1.272980011363525,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "Stein's lawyers, however, had offered no evidence of hacking in Pennsylvania's election, and the state Republican Party and Trump had asked the court to dismiss the state court case.",
            "The state Republican Party and Trump asked for a dismissal in the state court case.",
            "Lawyers for the Green Party told the Associated Press on Saturday afternoon that they would not be able to meet the Monday deadline for a $1 million bond that the Pennsylvania court had ordered in the case. Additionally, on Dec. 2, the court had issued an order suggesting skepticism as to whether the Green Party's complaint seeking a statewide recount would succeed."
        ],
        "tf-idf score": [
            1.272980011363525,
            0.6287484274523574,
            1.5239552867700517
        ]
    },
    "0.3707496353108077-3-86": {
        "average clique similarity": 0.3707496353108077,
        "clique": [
            "0- Make no mistake    ",
            "1-On Monday  I will es",
            "4-Jonathan Abady  lead"
        ],
        "median tf-idf score": 1.420408231408741,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "\"Make no mistake  --   the Stein campaign will continue to fight for a statewide recount in Pennsylvania,\" recount campaign lawyer Jonathan Abady said in a statement issued around 11:30 p. m. \"We are committed to this fight to protect the civil and voting rights of all Americans. \"",
            "On Monday, I will escalate #Recount2016 in PA and file to demand a statewide recount on constitutional grounds. The people deserve answers. Explaining the move to federal court further, Abady said in the statement, \"We are committed to this fight to protect the civil and voting rights of all Americans.",
            "Jonathan Abady, lead counsel to Stein's recount efforts, said in a statement late Saturday that starting Monday, the campaign will \"file for emergency relief in federal court, demanding a statewide recount on constitutional grounds\"."
        ],
        "tf-idf score": [
            1.420408231408741,
            1.24007828818406,
            1.5079557061346973
        ]
    },
    "0.41790120213461684-4-65": {
        "average clique similarity": 0.41790120213461684,
        "clique": [
            "0-In the statement  Ab",
            "3- We are committed to",
            "4- It has become clear",
            "2-Stein tweeted that t"
        ],
        "median tf-idf score": 1.1003007633351225,
        "publications": [
            "Washington Post",
            "NPR",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "In the statement, Abady said barriers to a recount in Pennsylvania are pervasive and the state court system is   to address the problem.",
            "\"We are committed to this fight to protect the civil and voting rights of all Americans\". Abady said barriers to a recount in Pennsylvania are pervasive and the state court system is   to address the problem.",
            "\"It has become clear that the barriers to verifying the vote in Pennsylvania are so pervasive and that the state court system is so   to address this problem that we must seek federal court intervention,\" Abady said.",
            "Stein tweeted that the expense of the recount was caused by elected leaders. \"#Recount2016 is so expensive because of elected leaders who have refused to invest in a   voting system\". \"This is about responding to the American voters who are standing up and saying, 'We deserve an election system that we can trust, and that is accurate, that is secure against hacking, against human error, against machine error, and in which the votes are being counted.'"
        ],
        "tf-idf score": [
            1.0509552004506424,
            1.2105802974670468,
            1.026401203478001,
            1.1496463262196024
        ]
    },
    "0.44877458137347653-3-94": {
        "average clique similarity": 0.44877458137347653,
        "clique": [
            "3-Saturday s court fil",
            "2- This is yet another",
            "0-The decision came tw"
        ],
        "median tf-idf score": 0.8339056167056591,
        "publications": [
            "CNN",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Saturday's court filing to withdraw the case said the Green   voters who filed it \"are regular citizens of ordinary means\" and cannot afford the $1 million bond ordered by the court by 5 p. m. Monday.",
            "\"This is yet another sign that Pennsylvania's antiquated election law is stacked against voters. By demanding a $1 million bond from voters yesterday, the court made clear it has no interest in giving a fair hearing to these voters' legitimate concerns over the accuracy, security and fairness of an election tainted by suspicion\".",
            "The decision came two days before a state court hearing was scheduled in the case. Saturday's court filing to withdraw the case said the Green   voters who filed it \"are regular citizens of ordinary means\" and cannot afford the $1 million bond ordered by the court by 5 p. m. Monday."
        ],
        "tf-idf score": [
            0.8293438861666519,
            0.8339056167056591,
            1.1512561498881593
        ]
    },
    "0.49359039398768384-3-113": {
        "average clique similarity": 0.49359039398768384,
        "clique": [
            "1- Make no mistake    ",
            "3- Make no mistake    ",
            "4-The Jill Stein campa"
        ],
        "median tf-idf score": 1.2553042050356968,
        "publications": [
            "Buzzfeed News",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "\"Make no mistake  --   the Stein campaign will continue to fight for a statewide recount in Pennsylvania,\" Jonathan Abady, Stein's lead recount lawyer, said in a statement.",
            "\"Make no mistake  --   the Stein campaign will continue to fight for a statewide recount in Pennsylvania,\" recount campaign lawyer Jonathan Abady said in a statement issued a little before midnight.",
            "The Jill Stein campaign plans to bring her fight for a statewide ballot recount in Pennsylvania to federal court."
        ],
        "tf-idf score": [
            1.2553042050356968,
            1.2861984919016038,
            1.228573621980988
        ]
    },
    "0.5132454028105612-3-113": {
        "average clique similarity": 0.5132454028105612,
        "clique": [
            "2- As a result  on Mon",
            "1-  O n Monday the Ste",
            "3-The campaign announc"
        ],
        "median tf-idf score": 1.3458220228601,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "\"As a result, on Monday the Stein campaign will escalate our campaign in Pennsylvania and file for emergency relief in federal court, demanding a statewide recount on constitutional grounds\".",
            "\"[O]n Monday the Stein campaign will escalate our campaign in Pennsylvania and file for emergency relief in federal court, demanding a statewide recount on constitutional grounds,\" he continued.",
            "The campaign announced that it would seek an emergency federal court order on Monday for a recount."
        ],
        "tf-idf score": [
            1.3680274988645404,
            1.3458220228601,
            0.8170148869675025
        ]
    }
}