{
    "0.14888602563762862-3-149": {
        "average clique similarity": 0.14888602563762862,
        "clique": [
            "4-The latest incident ",
            "0-On Friday  Clinton t",
            "2-Clinton donors who h"
        ],
        "median tf-idf score": 0.8334009815433986,
        "publications": [
            "Atlantic",
            "CNN",
            "New York Post"
        ],
        "sentences": [
            "The latest incident in New York could revive criticism from the Trump campaign about Clinton's physical ability to serve as president.",
            "On Friday, Clinton told donors that \"half\" of rival Donald Trump's supporters are in a \"basket of deplorables\"  --   a comment that drew sharp criticism from Republicans.",
            "Clinton donors who had planned to attend the San Francisco fundraiser Monday were told by the campaign that the event would go on as scheduled and that attendees could expect to hear from the candidate \"via teleconference\"."
        ],
        "tf-idf score": [
            0.9840191282442398,
            0.8334009815433986,
            0.7787164879525679
        ]
    },
    "0.1643691512641163-3-3": {
        "average clique similarity": 0.1643691512641163,
        "clique": [
            "4-Her daughter  Chelse",
            "2-A video of Clinton s",
            "3-Both Clinton and Tru"
        ],
        "median tf-idf score": 0.7696730959774866,
        "publications": [
            "Atlantic",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Her daughter, Chelsea, lives in New York City's Flatiron District, about a   drive from Ground Zero, where the memorial was held. Her campaign took more than an hour to offer an explanation of her sudden departure.",
            "A video of Clinton's departure from the   event at Ground Zero in Manhattan, posted by Twitter user Zdenek Gazda, shows her clearly stumbling, with Secret Service agents helping her into the van in the motorcade.",
            "Both Clinton and Trump had planned to take the day off from formal campaigning in observance of the Sept. 11 anniversary. Trump attended the same memorial service at Ground Zero. Rep. Peter T King ( ."
        ],
        "tf-idf score": [
            0.7696730959774866,
            0.763497236012954,
            0.8389524504634484
        ]
    },
    "0.16455077327525366-3-153": {
        "average clique similarity": 0.16455077327525366,
        "clique": [
            "1-Clinton and Trump ea",
            "3-If confronted by rep",
            "2-Sources involved in "
        ],
        "median tf-idf score": 0.6636808603189007,
        "publications": [
            "CNN",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "Clinton and Trump earlier greeted supporters as they entered the downtown Manhattan   memorial.",
            "If confronted by reporters about Clinton's health, Trump plans to say he hopes she gets well and may raise questions about the campaign's transparency Sunday, they added. The advisers spoke on the condition of anonymity since they were not authorized to discuss campaign deliberations.",
            "Sources involved in Trump's campaign said they want to be respectful about the health of his Democratic rival."
        ],
        "tf-idf score": [
            0.6636808603189007,
            1.0711662930948969,
            0.6332837033894451
        ]
    },
    "0.16593228904160504-4-30": {
        "average clique similarity": 0.16593228904160504,
        "clique": [
            "1-The latest headlines",
            "4-Video captured by an",
            "3-The video  circulate",
            "0-In the meantime  a v"
        ],
        "median tf-idf score": 0.6601461141311251,
        "publications": [
            "Atlantic",
            "New York Post",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "The latest headlines on the 2016 elections from the biggest name in politics. See Latest Coverage - An unverified video of the episode appeared to show Clinton collapsing as she was helped into the van.",
            "Video captured by an attendee and posted online shows Clinton standing    with a staffer as a black van approaches to remove her from the ceremony.",
            "The video, circulated on Twitter, appeared to show Clinton, 68, flanked by several Secret Service agents, leaning against a security bollard while agents prepare to assist her into a black van.",
            "In the meantime, a video surfaced on Twitter that showed Clinton being held up by aides as a black van pulls up. She stumbles and appears to fall off the curb as she is helped inside."
        ],
        "tf-idf score": [
            0.842412909861682,
            0.6363043413754165,
            0.6407076621787956,
            0.6795845660834545
        ]
    },
    "0.1685321038541567-3-253": {
        "average clique similarity": 0.1685321038541567,
        "clique": [
            "3-Trump has repeatedly",
            "2-Trump camp muted  Tr",
            "0-Republican rival Don"
        ],
        "median tf-idf score": 0.9746569584115492,
        "publications": [
            "Washington Post",
            "New York Post",
            "CNN"
        ],
        "sentences": [
            "Trump has repeatedly questioned her   saying that she doesn't have the \"strength\" or \"stamina\" for the presidency and accusing her of being \"exhausted\" and sleeping too much. A coughing episode on Labor Day had prompted a fresh round of questions about Clinton's health.",
            "Trump camp muted, Trump responded to the incident for the first time on Monday morning, but his initial comments were relatively muted for the Republican nominee who has repeatedly brought up Clinton's health and stamina on the campaign trail.",
            "Republican rival Donald Trump has spent months questioning Clinton's health, saying she lacks the stamina to be president."
        ],
        "tf-idf score": [
            0.9726296389555934,
            1.160339018969692,
            0.9746569584115492
        ]
    },
    "0.1740463124021352-3-97": {
        "average clique similarity": 0.1740463124021352,
        "clique": [
            "2-She is more likely t",
            "0-An ill   Sunday and ",
            "1-MORE ON  HILLARY per"
        ],
        "median tf-idf score": 0.9904859135342545,
        "publications": [
            "New York Post",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "She is more likely to give her   speech in a battleground state far closer to New York: Pennsylvania, New Hampshire and Ohio are possibles. Clinton's health came into sharp focus Sunday as she appeared wobbly and stumbled as Secret Service agents helped her into a van to exit a memorial service marking the 15th anniversary of the September 11, 2001, attacks.",
            "An ill   Sunday and needed to be held up by three people before she appeared to stumble off a curb and was helped into a van. Several hours later, her campaign revealed she had been diagnosed with pneumonia on Friday and advised to rest.",
            "MORE ON #HILLARY per witness: \"unexpected early departure\" she stumbled off curb, \"knees buckled\" lost a shoe as she was helped into van, The NYPD was sent to retrieve Clinton's shoe, NBC reported."
        ],
        "tf-idf score": [
            1.1748187337812168,
            0.7776897639608648,
            0.9904859135342545
        ]
    },
    "0.17549546732830876-3-14": {
        "average clique similarity": 0.17549546732830876,
        "clique": [
            "0-The weather was warm",
            "1-But Rep  Peter King ",
            "3-Y  who also attended"
        ],
        "median tf-idf score": 0.8863393990978815,
        "publications": [
            "Washington Post",
            "New York Post",
            "Fox News"
        ],
        "sentences": [
            "The weather was warm and humid in New York on Sunday, and there was a breeze at the crowded memorial plaza during the ceremony. Rep. Joe Crowley,  .",
            "But Rep. Peter King told The Washington Post that during the ceremony it was Trump who informed King of Clinton's health issue.",
            "Y) who also attended the ceremony, in an emailed statement. Rep. Joseph Crowley ( . Y) said it is unfortunate that this episode will feed into conspiracies about Clinton's health."
        ],
        "tf-idf score": [
            0.6087984540520157,
            1.1058923149704656,
            0.8863393990978815
        ]
    },
    "0.17566584786286446-3-248": {
        "average clique similarity": 0.17566584786286446,
        "clique": [
            "3- So  go online and p",
            "0-Clinton s departure ",
            "1- I take a lot of pic"
        ],
        "median tf-idf score": 1.005212901054119,
        "publications": [
            "Fox News",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "\"So, go online and put down Hillary Clinton illness, take a look at the videos for yourself. \" Trump showed up to the ceremony with no formal notice to reporters who cover him, and there were no arrangements for a media pool. This is not the first time that Trump has dodged having a media pool  --   last month he traveled without reporters to Louisiana to view flood damage and to Mexico City to meet with the Mexican president.",
            "Clinton's departure from the event was not witnessed by the reporters who travel with her campaign and aides provided no information about why she left or her whereabouts for nearly two hours.",
            "\"I take a lot of pictures of her. She looked very nice and everything, and I don't know what happened to her\". After Clinton left the ceremony, the reporters following her on the campaign trail were prevented from leaving the media area for a period of time. FACT CHECK: At no time did @SecretService personnel violate security protocols during the early departure of one of our protectees."
        ],
        "tf-idf score": [
            1.0926625638180403,
            0.9601860753735947,
            1.005212901054119
        ]
    },
    "0.18350107619964603-4-38": {
        "average clique similarity": 0.18350107619964603,
        "clique": [
            "0-But the    has refus",
            "2-Two people close to ",
            "1-Both had promised to",
            "4-Later that month  Tr"
        ],
        "median tf-idf score": 0.9470134964618458,
        "publications": [
            "Atlantic",
            "Fox News",
            "New York Post",
            "CNN"
        ],
        "sentences": [
            "But the    has refused to release his own health records. Dr Harold Bornstein's report last December remains the only medical information released so far by the Trump campaign.",
            "Two people close to the campaign said Monday that Clinton will almost certainly have to release more medical records    or do an interview on her health, specifically. She is likely to resume campaigning Wednesday, but will almost certainly not fly to Nevada, as originally planned.",
            "Both had promised to suspend campaign activities to mark the 15th anniversary of the attacks. Questions surrounding Clinton's health have emerged in recent weeks, and calls for the candidate to release her full medical records may intensify after Sunday's incident.",
            "Later that month, Trump, challenged Clinton to release her medical records. \"I think that both candidates, Crooked Hillary and myself, should release detailed medical records,\" Trump tweeted."
        ],
        "tf-idf score": [
            0.715240635738249,
            1.0451013005744345,
            1.0585652267546468,
            0.8489256923492572
        ]
    },
    "0.18439016350449533-3-88": {
        "average clique similarity": 0.18439016350449533,
        "clique": [
            "3-After attending the ",
            "4-Temperatures in New ",
            "2-In an interview on  "
        ],
        "median tf-idf score": 0.8557820619520682,
        "publications": [
            "Washington Post",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "After attending the ceremony, Trump and Giuliani briefly visited New York City Fire Department Rescue Company 1.",
            "Temperatures in New York City were in the low 80s Sunday morning. Clinton left the ceremony at about 9:30 a. m. according to The New York Times.",
            "In an interview on \"Fox News Sunday\" in August, former New York City mayor and Trump surrogate Rudy Giuliani first accused the mainstream media of hiding evidence, then encouraged doubters to \"go online and put down 'Hillary Clinton illness.'"
        ],
        "tf-idf score": [
            0.44745538273825086,
            0.8557820619520682,
            1.0771651327169802
        ]
    },
    "0.20111307017901425-3-140": {
        "average clique similarity": 0.20111307017901425,
        "clique": [
            "1-She was examined by ",
            "0-In a statement  Clin",
            "3- Secretary Clinton h"
        ],
        "median tf-idf score": 0.9534859262903933,
        "publications": [
            "Washington Post",
            "New York Post",
            "Fox News"
        ],
        "sentences": [
            "She was examined by her doctor after arriving in Chappaqua. \"I am glad to learn that Secretary Clinton is already feeling better and I wish her a speedy recovery,\" said DNC Interim Chair Donna Brazile in a statement.",
            "In a statement, Clinton's doctor said the former secretary of state had become overheated and dehydrated at the event in lower Manhattan. \"I have just examined her and she is now rehydrated and recovering nicely,\" Dr Lisa R Bardack said.",
            "\"Secretary Clinton has been experiencing a cough related to allergies,\" Lisa R Bardack, Clinton's physician, said in the statement."
        ],
        "tf-idf score": [
            1.0716827948057748,
            0.9534859262903933,
            0.8689378415292786
        ]
    },
    "0.20625480892657022-3-182": {
        "average clique similarity": 0.20625480892657022,
        "clique": [
            "4- I have no problem i",
            "0-Trump and his suppor",
            "2-Health history  The "
        ],
        "median tf-idf score": 1.2434270411248225,
        "publications": [
            "New York Post",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "\"I have no problem in doing so! Hillary?\" It's customary for presidential candidates to release documents from their physicians attesting to their good health. In July 2015, three months months after announcing her presidential run, Clinton's campaign released a typical   letter from her doctor saying the politician was in \"excellent physical condition. \"",
            "Trump and his supporters have been hinting at potential health issues for months, questioning Clinton's stamina when she takes routine days off the campaign trail and reviving questions about a concussion she sustained in December 2012 after fainting. Her doctor attributed that episode to a stomach virus and dehydration.",
            "Health history, The most recent major health problem Clinton has suffered was a scare in 2012 following a concussion that resulted from a fainting spell    but she is in good health now, according to a statement from her doctor that Clinton's campaign released in July 2015."
        ],
        "tf-idf score": [
            1.3052313419187196,
            1.2434270411248225,
            1.209977103852926
        ]
    },
    "0.22370782770813194-3-196": {
        "average clique similarity": 0.22370782770813194,
        "clique": [
            "4-I have just examined",
            "3-  NEW YORK       Dem",
            "1- I look forward to s"
        ],
        "median tf-idf score": 1.4162952459499079,
        "publications": [
            "Atlantic",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "I have just examined her and she is now rehydrated and recovering nicely. \" When Hillary Clinton Coughs, The Democratic presidential nominee left early during a ceremony in New York to commemorate the 15th anniversary of the September 11 terrorist attacks because she felt \"overheated,\" her campaign said Sunday.",
            "  NEW YORK  --   Democratic presidential candidate Hillary Clinton fell ill during a memorial service marking the 15th anniversary of the Sept. 11, 2001, terrorist attacks, leaving abruptly and inserting new speculation about her health into a presidential campaign in which Republican Donald Trump has called her weak and unfit.",
            "\"I look forward to seeing her back out on the campaign trail and continuing on the path to victory\". Asked about Clinton's early exit, Republican presidential nominee Donald Trump said he didn't know anything about it."
        ],
        "tf-idf score": [
            1.4162952459499079,
            1.4524873747981617,
            1.1349043357206903
        ]
    },
    "0.23342479876657574-3-76": {
        "average clique similarity": 0.23342479876657574,
        "clique": [
            "2-The health statement",
            "4-Doctors found a bloo",
            "0-Clinton s doctor rep"
        ],
        "median tf-idf score": 0.7170759327397541,
        "publications": [
            "Atlantic",
            "New York Post",
            "CNN"
        ],
        "sentences": [
            "The health statement says the blood clot, also known as a thrombosis, that Clinton suffered between her brain and skull following a fainting spell and concussion in late 2012 is completely resolved. \"She had   testing in 2013, which revealed complete resolution of the effects of the concussion as well as total dissolution of the thrombosis.",
            "Doctors found a blood clot in Clinton's head in January 2013 during a followup exam for a concussion she suffered a month earlier.",
            "Clinton's doctor reported she is fully recovered from the concussion, which led to temporary double vision and discovery of a blood clot in a vein in the space between her brain and skull."
        ],
        "tf-idf score": [
            0.8545595585491337,
            0.6691540137286163,
            0.7170759327397541
        ]
    },
    "0.26247321231097653-3-322": {
        "average clique similarity": 0.26247321231097653,
        "clique": [
            "3-Trump shook his head",
            "0-Asked by a reporter ",
            "2-Trump himself has no"
        ],
        "median tf-idf score": 0.9715552622882986,
        "publications": [
            "Washington Post",
            "New York Post",
            "CNN"
        ],
        "sentences": [
            "Trump shook his head, frowned and said: \"I don't know anything about it. \" If he wins in November, Trump, 70, would become the oldest president ever elected. In December, Trump released a   letter signed by physician Harold N Bornstein of Lenox Hill Hospital in Manhattan that contained few specifics but declared that Trump would \"be the healthiest individual ever elected to the presidency. \"",
            "Asked by a reporter about Clinton's health incident, Trump said, \"I don't know anything. \"",
            "Trump himself has not tweeted about Clinton's health Sunday, and this afternoon while he visited a firehouse he refused to comment on her health. \"I don't know anything about it, don't know anything about it,\" he told reporters. Trump's running mate, Indiana Gov."
        ],
        "tf-idf score": [
            0.6221045302290981,
            0.9715552622882986,
            1.034884221529094
        ]
    },
    "0.2723102264468515-4-44": {
        "average clique similarity": 0.2723102264468515,
        "clique": [
            "4- During the ceremony",
            "3- The Washington Post",
            "0-Spokesman Nick Merri",
            "2-Campaign spokesman N"
        ],
        "median tf-idf score": 0.8899666860813812,
        "publications": [
            "Atlantic",
            "New York Post",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "\"During the ceremony, she felt overheated so departed to go to her daughter's apartment, and is feeling much better,\" Clinton spokesman Nick Merrill said in a statement.",
            "(The Washington Post; Photo: Yana Paskova, The Post)   Campaign spokesman Nick Merrill said Clinton left the ceremony early and retreated to her daughter Chelsea's apartment in the Gramercy neighborhood of lower Manhattan.",
            "Spokesman Nick Merrill eventually said Clinton had gone to her daughter's nearby apartment, but refused to say whether the former secretary of state had required medical attention.",
            "Campaign spokesman Nick Merrill said Clinton \"continues to feel better\" Monday morning."
        ],
        "tf-idf score": [
            0.9128581524226409,
            1.0486380904347472,
            0.8670752197401215,
            0.8325602830776274
        ]
    },
    "0.27821180199867884-3-322": {
        "average clique similarity": 0.27821180199867884,
        "clique": [
            "2-  CNN  Hillary Clint",
            "1-I have just examined",
            "3-While at this mornin"
        ],
        "median tf-idf score": 1.0624487603723216,
        "publications": [
            "CNN",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            " (CNN) Hillary Clinton has pneumonia, her doctor said Sunday, hours after the Democratic nominee stumbled and exited a   commemoration ceremony early.",
            "I have just examined her and she is now   and recovering nicely\". But a witness told Fox News that Clinton stumbled off the curb, her \"knees buckled\" and she lost a shoe as she was helped into a van during her \"unexpected early departure\".",
            "While at this morning's event, she became overheated and dehydrated. I have just examined her and she is now   and recovering nicely. \" A planned trip to California and Nevada early this week is now under review, campaign officials said. Hillary Clinton left a New York memorial service marking the 15th anniversary of the Sept. 11 attacks early after feeling \"overheated,\" according to a campaign spokesman."
        ],
        "tf-idf score": [
            1.0624487603723216,
            1.0501102513254261,
            1.434372288428704
        ]
    },
    "0.280110629780366-3-270": {
        "average clique similarity": 0.280110629780366,
        "clique": [
            "4-        For us to co",
            "1- On Friday  during f",
            "0-The physician said C"
        ],
        "median tf-idf score": 1.1286503626470388,
        "publications": [
            "Atlantic",
            "Fox News",
            "New York Post"
        ],
        "sentences": [
            "        For us to continue writing great stories, we need to display ads. Please select the extension that is blocking ads. Please follow the steps below, Updated at 5:52 p. m. ET, Hillary Clinton has been diagnosed with pneumonia, her doctor said Sunday after her sudden departure from a memorial ceremony at Ground Zero sparked a frenzy of speculation about her health.",
            "\"On Friday, during follow up evaluation of her prolonged cough, she was diagnosed with pneumonia. She was put on antibiotics, and advised to rest and modify her schedule. While at this morning's event, she became overheated and dehydrated.",
            "The physician said Clinton has had an   cough, and that during a   examination Friday, the candidate was diagnosed with pneumonia, put on antibiotics, advised to rest and modify her schedule."
        ],
        "tf-idf score": [
            1.3445262580392567,
            0.5580095081328847,
            1.1286503626470388
        ]
    },
    "0.3113556751694126-3-27": {
        "average clique similarity": 0.3113556751694126,
        "clique": [
            "2-Other incidents  Cli",
            "4-Last week  Clinton b",
            "3-During a speech at a"
        ],
        "median tf-idf score": 0.7696806474090516,
        "publications": [
            "CNN",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "Other incidents, Clinton suffered a   coughing fit during an event in Cleveland last week, which she blamed on allergies    and wryly put on the shoulders of GOP nominee Donald Trump. \"Every time I think about Trump I get allergic,\" she joked in front of the crowd.",
            "Last week, Clinton began her speech at a rally in Cleveland with a coughing fit. \"Every time I think about Trump, I get allergic,\" she joked, and her voice remained hoarse for the duration of her remarks.",
            "During a speech at a festival in Cleveland, Clinton started coughing repeatedly at the outset of her remarks, took several sips of water and a lozenge and continued to sound hoarse as she spoke."
        ],
        "tf-idf score": [
            0.8980310648192021,
            0.7696806474090516,
            0.5437181643795033
        ]
    },
    "0.3288073255083653-3-322": {
        "average clique similarity": 0.3288073255083653,
        "clique": [
            "3-Clinton had arrived ",
            "4-She was put on antib",
            "2- While at this morni"
        ],
        "median tf-idf score": 0.760447721098302,
        "publications": [
            "Washington Post",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "Clinton had arrived at the memorial site at 8:18 a. m. Reporters traveling with Clinton became aware about 9:36 a. m. that she was no longer standing where she had been, near several Democratic officials.",
            "She was put on antibiotics, and advised to rest and modify her schedule. While at this morning's event, she became overheated and dehydrated.",
            "\"While at this morning's event, she became overheated and dehydrated. I have just examined her and she is now   and recovering nicely,\" said Bardack, chairman of internal medicine at the Mount Kisco Medical Group. Bardack attended to Clinton at her Chappaqua home Sunday."
        ],
        "tf-idf score": [
            0.760447721098302,
            0.39844918103817334,
            0.9582715869486691
        ]
    },
    "0.3534145506898433-5-306": {
        "average clique similarity": 0.3534145506898433,
        "clique": [
            "3- I m feeling great  ",
            "2-Clinton appeared to ",
            "1-Asked again about he",
            "4-Clinton emerged from",
            "0-Clinton exited the a"
        ],
        "median tf-idf score": 1.0202642200190462,
        "publications": [
            "CNN",
            "New York Post",
            "Atlantic",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "\"I'm feeling great, it's a beautiful day in New York,\" Clinton said.",
            "Clinton appeared to faint as she was leaving the Ground Zero ceremony, two law enforcement officials    including one who witnessed the incident    told CNN Leaving her daughter's apartment a little before noon, Clinton told reporters she was \"feeling great\". \"It's a beautiful day in New York,\" she added, while smiling and waving to supporters on the street before getting into her motorcade.",
            "Asked again about her health, Clinton said she was \"great, feeling great\" and then got into her van.",
            "Clinton emerged from her daughter's apartment at about 11:40 a. m. wearing sunglasses and waving to onlookers. \"I'm feeling great,\" she said, according to reporters outside the building. \"It's a beautiful day in New York. \"",
            "Clinton exited the apartment on her own shortly before noon. She waved to reporters and said, \"I'm feeling great. It's a beautiful day in New York. \""
        ],
        "tf-idf score": [
            0.8461056895379898,
            1.3933010343895749,
            1.0202642200190462,
            1.0457102515858876,
            0.9661252965966868
        ]
    },
    "0.5505148180788421-3-322": {
        "average clique similarity": 0.5505148180788421,
        "clique": [
            "4- Secretary Clinton h",
            "3- On Friday  during f",
            "2-Clinton  68  was dia"
        ],
        "median tf-idf score": 1.06419704631227,
        "publications": [
            "Atlantic",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "\"Secretary Clinton has been experiencing a cough related to allergies,\" said Lisa Bardack, Clinton's physician, in a statement. \"On Friday, during follow up evaluation of her prolonged cough, she was diagnosed with pneumonia.",
            "\"On Friday, during follow up evaluation of her prolonged cough, she was diagnosed with pneumonia. She was put on antibiotics, and advised to rest and modify her schedule.",
            "Clinton, 68, was diagnosed on Friday with pneumonia, and \"was put on antibiotics, and advised to rest and modify her schedule,\" Dr Lisa Bardack said in a statement."
        ],
        "tf-idf score": [
            1.2008730893007997,
            0.44854223419912964,
            1.06419704631227
        ]
    }
}