{
    "0.1775036425944946-3-51": {
        "average clique similarity": 0.1775036425944946,
        "clique": [
            "4-The Democrats  repor",
            "0-And while various of",
            "1-The panel members sp"
        ],
        "median tf-idf score": 0.6941935693334704,
        "publications": [
            "New York Times",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "The Democrats' report included praise for American personnel in Benghazi and Tripoli, the Libyan capital, saying they \"conducted themselves with extraordinary courage and heroism,\" and determined that the American personnel could not have saved the four who died.",
            "And while various officials debated how to proceed  --   and U S personnel were under attack at two sites in Benghazi  --   the report said Clinton and other officials were occupied with pushing a narrative that an   YouTube video was the reason for the attack, a claim the administration later retracted.",
            "The panel members spent two years and $7 million to come up with the last word on what happened in Libya in September 2012, when four American personnel were killed."
        ],
        "tf-idf score": [
            0.6941935693334704,
            1.2639886481349596,
            0.36312830463602613
        ]
    },
    "0.18528729816902142-3-113": {
        "average clique similarity": 0.18528729816902142,
        "clique": [
            "3-The most recent  by ",
            "2-The state department",
            "4-In recent days  the "
        ],
        "median tf-idf score": 0.7692878884224656,
        "publications": [
            "New York Times",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "The most recent, by the Select Committee on Benghazi, discovered in the course of its review that Clinton had used a private email server to conduct official business while running the State Department.",
            "The state department also issued a statement on Tuesday, saying that the \"essential facts\" of the attacks \"have been known for some time\" and have been the subject of numerous reviews, including one by an independent review board.",
            "In recent days, the committee has reiterated longstanding complaints about lack of cooperation with the investigation by the Obama administration, including a statement by Mr Gowdy on Monday citing obstruction by the State Department."
        ],
        "tf-idf score": [
            0.8611994296273845,
            0.4797117930835136,
            0.7692878884224656
        ]
    },
    "0.1855956014742178-3-66": {
        "average clique similarity": 0.1855956014742178,
        "clique": [
            "2-The   document relea",
            "0- The Republicans on ",
            "3-What happened today "
        ],
        "median tf-idf score": 1.0102289206876502,
        "publications": [
            "Guardian",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "The   document released by the Republicans on the House select committee on Benghazi brought to a close a fiercely partisan,   $7m investigation that included interviews with more than 80 witnesses.",
            "\"The Republicans on the House Benghazi Committee are finishing their work in the same, partisan way that we've seen from them since the beginning,\" Clinton spokesman Brian Fallon said in a written statement.",
            "What happened today? House Republicans from the Select Committee released an   report covering a   investigation of the Benghazi attacks Tuesday."
        ],
        "tf-idf score": [
            0.7708300560660031,
            1.0102289206876502,
            1.0607828181749213
        ]
    },
    "0.19012577086167082-3-94": {
        "average clique similarity": 0.19012577086167082,
        "clique": [
            "2-We cannot withdraw o",
            "1- It is always better",
            "0-It just never seems "
        ],
        "median tf-idf score": 0.5735071756390491,
        "publications": [
            "Washington Post",
            "Fox News",
            "Guardian"
        ],
        "sentences": [
            "We cannot withdraw or retreat from the world. America needs a presence for a lot of reasons, and the best way to honor the commitment and sacrifice of those we've lost is to redouble our efforts to provide resources and support that our diplomats and development groups deserve. So, I'll leave it to others to characterize this report, but I think it's pretty clear that it's time to move on. \"",
            "\"It is always better to be the first committee to investigate, and it is always better to investigate as contemporaneously to an incident or to an event as can be done,\" he said. \"Our committee did not have the luxury of either one of those. \"",
            "It just never seems to work the way it's supposed to with Clinton,\" he tweeted. Benghazi is just another Hillary Clinton failure. It justnever seems to work the way it's supposed to with Clinton. Clinton and her campaign dismissed the document outright."
        ],
        "tf-idf score": [
            0.5735071756390491,
            0.3460623501931203,
            0.6068701893951359
        ]
    },
    "0.19313655819566447-3-206": {
        "average clique similarity": 0.19313655819566447,
        "clique": [
            "3-But the impact of Be",
            "2-On the trail  Democr",
            "4-The work of the Beng"
        ],
        "median tf-idf score": 1.018958730580358,
        "publications": [
            "CNN",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "But the impact of Benghazi, much like her use of a private email server, is already baked into polling results that show her struggling to be viewed as trustworthy. Clinton's campaign dismissed the committee as \"partisan,\" and that's how the report will be seen by Democrats.",
            "On the trail, Democrats still refer to her    performance as a testament to her endurance and ability to withstand and overcome partisan attacks. The report faults the military for its slow response sending resources to the Libyan city during the deadly 2012 attacks on a US outpost, despite clear orders from Barack Obama and the then US defense secretary Leon Panetta.",
            "The work of the Benghazi committee led to the discovery that Mrs Clinton had used a private email server for many communications connected to her duties as secretary of state, a revelation that has led to separate inquiries into her conduct, including by the Federal Bureau of Investigation."
        ],
        "tf-idf score": [
            1.018958730580358,
            0.8233763338016632,
            1.0758915476170476
        ]
    },
    "0.1985702189342802-3-109": {
        "average clique similarity": 0.1985702189342802,
        "clique": [
            "1- The House Select Co",
            "3-But its release mean",
            "2-The committee s Demo"
        ],
        "median tf-idf score": 0.6537795819841612,
        "publications": [
            "CNN",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            " The House Select Committee on Benghazi released its   findings Tuesday and concluded that .",
            "But its release means the deepest,   investigation into the Benghazi incident is finished. If Democrats get their wishes, voters will see House Republicans as having overstepped    launching a   investigation and spending more than $7 million, only to replicate the findings of earlier investigations.",
            "The committee's Democrats, who have long derided the investigation as politically motivated, on Monday released their own report on the committee's findings."
        ],
        "tf-idf score": [
            0.5339105654793709,
            0.6793848468361487,
            0.6537795819841612
        ]
    },
    "0.19978155874669365-3-213": {
        "average clique similarity": 0.19978155874669365,
        "clique": [
            "0-The report released ",
            "3-What does the report",
            "2-The report reveals n"
        ],
        "median tf-idf score": 0.6129251922558521,
        "publications": [
            "CNN",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "The report released Tuesday morning pointedly blamed a \"rusty bureaucratic process\" for the Obama administration's   response the night of the attack.",
            "What does the report say? The report contains no bombshell revelations, nor any new evidence of wrongdoing by Clinton, but it does fault the Obama administration for security lapses.",
            "The report reveals new details about the night of the attack and concludes that the Obama administration failed to recognize the possibility of it happening."
        ],
        "tf-idf score": [
            0.6129251922558521,
            0.7695161097203849,
            0.5434306977804819
        ]
    },
    "0.21529833661538192-3-237": {
        "average clique similarity": 0.21529833661538192,
        "clique": [
            "4-But it absolves Ms C",
            "1-If Republicans level",
            "3-The dossier paints a"
        ],
        "median tf-idf score": 0.7941825709390931,
        "publications": [
            "New York Times",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "But it absolves Ms Clinton of responsibility, adding, \"Secretary Clinton never personally denied any requests for additional security in Benghazi. \"",
            "If Republicans leveled wild accusations, Democrats went the other way, issuing their own report categorically asserting that the Pentagon \"could not have done anything differently\" to save those killed, that \"Secretary Clinton never personally denied any requests for additional security in Benghazi,\" that intelligence assessments \"were not influenced by political considerations\" and that officials \"did not make intentionally misleading statements. \"",
            "The dossier paints a picture of bureaucratic ineptitude, a rapidly worsening security in Libya and inadequate resources in the months that led up to the killing of Stevens and his three colleagues. The report details numerous requests the embassy made to bolster the security presence in Benghazi but finds that those requests were either ignored or rejected by officials in Washington."
        ],
        "tf-idf score": [
            0.5701652291116982,
            1.3251077321575773,
            0.7941825709390931
        ]
    },
    "0.21885662627382999-3-168": {
        "average clique similarity": 0.21885662627382999,
        "clique": [
            "1-At the end of her sp",
            "2-House Republicans in",
            "4-In their counternarr"
        ],
        "median tf-idf score": 1.7171864000193435,
        "publications": [
            "New York Times",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "At the end of her speech on technology in Denver, Hillary Clinton took a question from the press about the new report on the 2012 Benghazi attacks.",
            "House Republicans investigating the 2012 terrorist attacks in Benghazi, Libya, have found no new evidence to conclude that Hillary Clinton, secretary of state at the time, was culpable in the deaths of four Americans, according to the committee's final report released on Tuesday.",
            "In their counternarrative, the Democrats serving on the House Select Committee said they had been virtually shut out of the process of developing the report, and they accused their Republican counterparts of trying to besmirch Hillary Clinton, the presumptive Democratic nominee for president, who was secretary of state during the Benghazi attack."
        ],
        "tf-idf score": [
            0.8936401290124923,
            1.7171864000193435,
            1.7193770489281852
        ]
    },
    "0.2193905516418786-3-189": {
        "average clique similarity": 0.2193905516418786,
        "clique": [
            "2-Pressed on whether h",
            "0- Together the report",
            "1-He said he would be "
        ],
        "median tf-idf score": 0.7988756337751614,
        "publications": [
            "Guardian",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Pressed on whether he believed that Clinton lied, Gowdy declined to give a direct answer, telling journalists to read the report. \"You're going to have to decide that for yourself,\" he said.",
            "\"Together the report's findings make clear we cannot afford to let Hillary Clinton be our next  \" he said. Appearing on MSNBC, Gowdy said Democrats \"will be shocked when they read the report, if they do bother to read the report. \"",
            "He said he would be \"shocked\" if people concluded the report is about her."
        ],
        "tf-idf score": [
            0.7988756337751614,
            0.9484620130919974,
            0.4104037681646036
        ]
    },
    "0.22968949378666925-3-200": {
        "average clique similarity": 0.22968949378666925,
        "clique": [
            "2-And on Tuesday Reinc",
            "4-WASHINGTON       Hou",
            "0-    Hillary Clinton "
        ],
        "median tf-idf score": 1.3031660752991818,
        "publications": [
            "New York Times",
            "Fox News",
            "Guardian"
        ],
        "sentences": [
            "And on Tuesday Reince Priebus, chairman of the Republican National Committee, weighed in: \"The new information in the majority's report on the Benghazi terrorist attack makes clear that Hillary Clinton and the Obama administration engaged in a politically motivated   weeks before the 2012 presidential election.",
            "WASHINGTON  --   House Democrats on Monday moved to   the findings of a     investigation into the attacks in Benghazi, Libya, in which four Americans were killed, by issuing their own   report that cast the inquiry as a politically motivated crusade that wasted time and money.",
            "    Hillary Clinton claimed Tuesday that the final report issued by the House Republican investigation into the deadly Sept. 11, 2012, Benghazi terror attack  --   in which Clinton is accused of knowingly misleading the American public  --    \"had found nothing,\" and that it's time to \"move on. \""
        ],
        "tf-idf score": [
            1.5069581863453387,
            1.0790325513540162,
            1.3031660752991818
        ]
    },
    "0.24602808882191743-3-125": {
        "average clique similarity": 0.24602808882191743,
        "clique": [
            "1-Pompeo and Jordan  i",
            "0-The report also said",
            "2-It says   What we di"
        ],
        "median tf-idf score": 1.4312116064458487,
        "publications": [
            "Guardian",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "Pompeo and Jordan, in their rival report, alleged that Clinton's State Department was \"seemingly more concerned with politics and Secretary Clinton's legacy than with protecting its people in Benghazi,\" and they said the Obama administration was \"so focused on the next election that it lost sight of its duty to tell the American people the truth. \"",
            "The report also said Clinton told the Egyptian prime minster they knew the attack had nothing to do with the film and was a planned attack  --   despite statements being made by her and others referencing the video. At the press conference, Gowdy and other GOP lawmakers lamented that none of the assets placed on the ready by Obama and Paneta were ordered to Benghazi.",
            "It says: \"What we did find was a tragic failure of leadership  --   in the   to the attack and the night of  --   and an administration that, so blinded by politics and its desire to win an election, disregarded a basic duty of government: tell the people the truth."
        ],
        "tf-idf score": [
            1.4799137414472665,
            1.4312116064458487,
            0.5716744146848203
        ]
    },
    "0.25383493349207314-3-117": {
        "average clique similarity": 0.25383493349207314,
        "clique": [
            "2-Committee chairman T",
            "4-The release of the D",
            "0-See Latest Coverage "
        ],
        "median tf-idf score": 1.1164325898012573,
        "publications": [
            "Guardian",
            "New York Times",
            "Fox News"
        ],
        "sentences": [
            "Committee chairman Trey Gowdy, a Republican from South Carolina, denied that presumptive Democratic presidential nominee Clinton was the target.",
            "The release of the Democrats' report came amid signs that the House Select Committee on Benghazi, led by its chairman, Representative Trey Gowdy, Republican of South Carolina, was nearing the release of its official findings.",
            "See Latest Coverage - Republican committee members  --   let by Chairman Trey Gowdy,  . C  --   insisted their work was not political. \"Read the report,\" Gowdy repeatedly said."
        ],
        "tf-idf score": [
            0.8889779393918863,
            1.3109353876425192,
            1.1164325898012573
        ]
    },
    "0.2874142388234813-3-138": {
        "average clique similarity": 0.2874142388234813,
        "clique": [
            "4-The report includes ",
            "2-The Democrats  repor",
            "3-As details of the ev"
        ],
        "median tf-idf score": 1.0171489535651632,
        "publications": [
            "New York Times",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "The report includes some criticism: \"The State Department's security measures in Benghazi were woefully inadequate as a result of decisions made by officials in the Bureau of Diplomatic Security. \"",
            "The Democrats' report released on Monday saying that while the state department's security measures in Benghazi the night of 11 September 2012 were \"woefully inadequate\" Clinton never personally turned down a request for additional security.",
            "As details of the events emerged, critics raised additional questions about whether the State Department had provided adequate security at the outposts in   Benghazi and whether some   officials on the ground or in Washington told   security forces to \"stand down\" rather than offer support while U S personnel were still under fire. RELATED: Benghazi panel caps   probe: No bombshell, faults administration, In the wake of the attacks, multiple investigations have been conducted to determine what went wrong."
        ],
        "tf-idf score": [
            0.6998015540079084,
            1.0564105209128463,
            1.0171489535651632
        ]
    },
    "0.3330875169125301-3-72": {
        "average clique similarity": 0.3330875169125301,
        "clique": [
            "4-In the face of inten",
            "2-Ambassador Christoph",
            "0-The report faulted t"
        ],
        "median tf-idf score": 0.8776561740980777,
        "publications": [
            "New York Times",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "In the face of intense criticism, Mr Gowdy has repeatedly defended the committee's work as the most comprehensive examination of the attacks in Benghazi, which occurred on Sept. 11, 2012, and resulted in the deaths of Ambassador J Christopher Stevens a State Department official, Sean Smith and two Central Intelligence Agency contractors, Tyrone S Woods and Glen Doherty.",
            "Ambassador Christopher Stevens, his state department colleague Sean Smith and former Navy Seals Tyrone Woods and Glen Doherty were killed when Islamist militants stormed the US consulate in Benghazi on 11 September 2012. Controversy has raged ever since over the chain of events and how much support the men had from Washington.",
            "The report faulted the Obama administration for a range of missteps before, during and after the 2012 attacks in Benghazi, Libya that led to the deaths of Stevens, foreign service officer Sean Smith and former Navy SEALs Ty Woods and Glen Doherty."
        ],
        "tf-idf score": [
            1.1272132061601403,
            0.6786409028082748,
            0.8776561740980777
        ]
    },
    "0.35284510206178066-3-95": {
        "average clique similarity": 0.35284510206178066,
        "clique": [
            "3-In reality  it flesh",
            "2-Clinton  campaigning",
            "0- I understand that a"
        ],
        "median tf-idf score": 1.2289896084593288,
        "publications": [
            "CNN",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "In reality, it fleshes out the same overall narrative that other investigations have found    in time for Republicans to use those details against Clinton. What does this mean for Clinton? Almost nothing. The committee didn't drop any damaging new findings into the 2016 presidential election    and that's good news for Clinton.",
            "Clinton, campaigning in Denver, said: \"I understand that after more than two years and $7m spent by the Benghazi committee under taxpayer funds, it had to today report that it had found nothing  --   nothing  --   to contradict the conclusions that the independent accountability board, or the conclusions of the prior multiple earlier investigations carried out on a bipartisan basis in the Congress. \"",
            "\"I understand that after more than two years and $7 million dollars spent by the Benghazi committee, out of taxpayer funds, it had to today report it had found nothing, nothing to contradict\" prior findings, said Clinton, who was campaigning in Denver."
        ],
        "tf-idf score": [
            0.8309124049204555,
            1.2289896084593288,
            1.2431617243580726
        ]
    }
}