{
    "0.17120499419402255-3-274": {
        "average clique similarity": 0.17120499419402255,
        "clique": [
            "4- Reuters     Conside",
            "0- The most important ",
            "2-But  Kennedy wrote  "
        ],
        "median tf-idf score": 1.036620627897426,
        "publications": [
            "Atlantic",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "(Reuters)   \"Considerable deference is owed to a university in defining those intangible characteristics, like student body diversity, that are central to its identity and educational mission,\" wrote Kennedy, who had never before voted in favor of a   plan. \"But still, it remains an enduring challenge to our Nation's education system to reconcile the pursuit of diversity with the constitutional promise of equal treatment and dignity. \"",
            "\"The most important part of this case is that the court reaffirmed what it said in 2003 which is that diversity can be a compelling interest of a university in fulfilling its educational mission,\" said Sherrilyn Ifill, president and   of the NAACP Legal Defense and Educational Fund.",
            "But, Kennedy wrote, \"to compel universities to admit students based on class rank alone is in deep tension with the goal of educational diversity as this court's cases have defined it. \""
        ],
        "tf-idf score": [
            1.0373019646982329,
            0.9269767763737471,
            1.036620627897426
        ]
    },
    "0.1809120391062776-3-221": {
        "average clique similarity": 0.1809120391062776,
        "clique": [
            "4- Today s decision tr",
            "0- The university has ",
            "2-Fisher s also argued"
        ],
        "median tf-idf score": 0.7527753878728114,
        "publications": [
            "New York Post",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "\"Today's decision truly represents a clear and resounding message that UT and other institutions of higher education may consider race in the admissions process as long as they can show a very limited use of race that is narrowly tailored to achieve diversity,\" she said.",
            "\"The university has thus met its burden of showing that the admissions policy it used   ...     was narrowly tailored,\" Kennedy wrote.",
            "Fisher's also argued that only a relatively few students were affected by the   admissions program because of this \"minimal impact,\" she argued, \"considering race was not necessary,\" and thus the program was not \"narrowly tailored. \" This argument is designed to burrow inside the rationale for affirmative action and explode it from the inside."
        ],
        "tf-idf score": [
            0.7450990940130217,
            0.7527753878728114,
            1.0091828689939035
        ]
    },
    "0.18451106650204693-3-168": {
        "average clique similarity": 0.18451106650204693,
        "clique": [
            "4-The    decision was ",
            "2-Whatever the next ch",
            "1-Kennedy  a conservat"
        ],
        "median tf-idf score": 0.7915132428372704,
        "publications": [
            "Reuters",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "The    decision was a surprising win for advocates of affirmative action, who had entered the term simply hoping the court would not use the case to ban all uses of affirmative action.",
            "Whatever the next chapter in the saga of affirmative action in higher education admissions, this peculiarly persistent plaintiff will not write it. Fisher's campaign against affirmative action --  which has lasted nearly a decade and occupied the Court's docket not once but twice --  ended in substantial defeat.",
            "Kennedy, a conservative who has previously voted against university affirmative action, was joined by three of the court's liberals in the ruling."
        ],
        "tf-idf score": [
            0.7644960143918663,
            0.7915132428372704,
            1.0208352573067563
        ]
    },
    "0.18943223783245136-3-119": {
        "average clique similarity": 0.18943223783245136,
        "clique": [
            "2-That s because the T",
            "4-Kennedy said UT s ap",
            "0-The school said Fish"
        ],
        "median tf-idf score": 1.17244092930525,
        "publications": [
            "Washington Post",
            "Atlantic",
            "New York Post"
        ],
        "sentences": [
            "That's because the Texas legislature in 1998 adopted the \"top 10 percent\" plan, which guarantees admission to a UT school to any Texas student who graduates from a public high school in the top 10 percent of the class.",
            "Kennedy said UT's approach made race a \"factor of a factor of a factor\" in acceptance decisions affecting those beyond the \"Top 10\" program. He accepted the university's argument that the approach was needed to ensure a diverse student body that benefited all students.",
            "The school said Fisher, who did not graduate in the top 10 percent of her class, would not have been admitted with or without race as a factor. But officials did conditionally offer to allow her to transfer in as a sophomore if she maintained a 3. 2   average at another public college in Texas. Instead, she went to Louisiana State University, from which she graduated in 2012, and pursued her lawsuit."
        ],
        "tf-idf score": [
            0.7191457440160418,
            1.17244092930525,
            1.2166992346394765
        ]
    },
    "0.1909097232955527-3-184": {
        "average clique similarity": 0.1909097232955527,
        "clique": [
            "2-may have evolved or ",
            "4-But university admin",
            "3-If that s not more e"
        ],
        "median tf-idf score": 0.8259147551594075,
        "publications": [
            "CNN",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "may have evolved or changed in material ways\" since her rejection. The rest of the opinion methodically refuted Fisher's arguments against affirmative action. There is no   paean to the nation's greatness but it is a careful refutation of arguments that have, to me at least, seemed grossly flawed from the beginning of the case.",
            "But university administrators said it is important to be able to at least consider race in admitting the rest of the freshman class, to ensure the kind of diversity that they said is crucial to creating a learning environment that can benefit all students.",
            "If that's not more evidence that black lives don't always matter, nothing is. That grieves me far more than the Fisher ruling could have made me happy. The effects of affirmative action are hard to measure, and there's even some suggestion that it perpetuates some aspects of inequality because the minority students who benefit from it are often from stable,   backgrounds. There is no mistaking, though, what it means that a young black man can have his neck broken in police custody and the system still sides with the cops."
        ],
        "tf-idf score": [
            0.6628260194153395,
            0.8446508176077505,
            0.8259147551594075
        ]
    },
    "0.19271283492285726-3-249": {
        "average clique similarity": 0.19271283492285726,
        "clique": [
            "4-Alito said the unive",
            "3-This is the second t",
            "0-Vanderbilt Universit"
        ],
        "median tf-idf score": 1.070197087042136,
        "publications": [
            "New York Post",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "Alito said the university \"never came close\" to complying with the court's orders, issued after its first review of the school's policies, that it show that the use of race in admissions decisions is necessary.",
            "This is the second time the Court has considered Fisher's case in 2012, the justices sent the case back down to a lower court for review    after which the Supreme Court took the case up again.",
            "Vanderbilt University law professor Suzanna Sherry said the outcome of the Texas case \"makes the universities' cases a lot stronger. The challengers have an uphill battle. \" Texas is unique in marrying the   plan to a separate admissions review in which race is one of many factors considered."
        ],
        "tf-idf score": [
            1.0828661105459159,
            0.790237097170999,
            1.070197087042136
        ]
    },
    "0.19652283170458998-3-307": {
        "average clique similarity": 0.19652283170458998,
        "clique": [
            "3-It is noteworthy tha",
            "4-Instead  the majorit",
            "1-The court  in a   ru"
        ],
        "median tf-idf score": 0.8189378551207785,
        "publications": [
            "CNN",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "It is noteworthy that today's ruling seemed to hinge on a shift from Justice Anthony Kennedy, long considered a swing vote on cases related to social issues.",
            "Instead, the majority opinion written by Justice Anthony M Kennedy reiterated previous   rulings that diversity justifies some intrusion on the Constitution's guarantee of equal protection, which generally forbids the government from making decisions based on race.",
            "The court, in a   ruling written by Justice Anthony Kennedy, decided in favor of the university and turned aside the conservative challenge to a policy intended to foster racial and ethnic diversity on campus."
        ],
        "tf-idf score": [
            0.562215853935677,
            0.8189378551207785,
            1.0718741038248991
        ]
    },
    "0.20328328949752975-3-69": {
        "average clique similarity": 0.20328328949752975,
        "clique": [
            "4-Thomas filed a short",
            "1-He said that while t",
            "0-The university  reli"
        ],
        "median tf-idf score": 0.7946389826303581,
        "publications": [
            "Reuters",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "Thomas filed a short dissent only for himself to repeat his previously stated view that a state's use of race in admissions is \"categorically prohibited by the Constitution. \" That doesn't change in the face of a \"faddish theory that racial discrimination may produce 'educational benefits,' \" he wrote.",
            "He said that while the university's stated goals are laudable, \"they are not concrete or precise, and they offer no limiting principle for the use of racial preferences\". Joining Alito in dissent were Chief Justice John Roberts and Justice Clarence Thomas.",
            "The university \"relies on a series of unsupported and noxious racial assumptions. \" In a separate dissent, Justice Clarence Thomas repeated his view that the Constitution outlaws any use of race in higher education admissions. With the death of Scalia in February and with Justice Elena Kagan sitting out the case because she worked on it while serving in the Justice Department, just seven justices participated in the decision."
        ],
        "tf-idf score": [
            0.5739714053381352,
            0.7946389826303581,
            1.2006808056105323
        ]
    },
    "0.20690972575472458-3-114": {
        "average clique similarity": 0.20690972575472458,
        "clique": [
            "0-Scalia  long opposed",
            "3-Also notable was Jus",
            "2-Justice Antonin Scal"
        ],
        "median tf-idf score": 0.962576957053495,
        "publications": [
            "Atlantic",
            "New York Post",
            "CNN"
        ],
        "sentences": [
            "Scalia, long opposed to affirmative action, almost certainly would have voted with his fellow conservatives. He was criticized for suggesting at arguments in December that some black students would benefit from being at a \"  school,\" instead of Texas' flagship campus in Austin.",
            "Also notable was Justice Antonin Scalia's absence, but not because his vote would have changed things. He did sit for oral arguments in the case before his death, and had he lived, the decision would have likely been      meaning that (as in the controversial U S v. Texas immigration case, also decided today) the lower court ruling would still have been affirmed by an equally divided court.",
            "Justice Antonin Scalia left little doubt how he felt at oral argument in December (African American students, he suggested, belonged at \"lesser schools\" than UT). But Scalia died in February, and the case was decided by the seven remaining justices."
        ],
        "tf-idf score": [
            0.962576957053495,
            1.1507125243439487,
            0.8709511840556746
        ]
    },
    "0.21059942742780768-3-307": {
        "average clique similarity": 0.21059942742780768,
        "clique": [
            "4- Deadlocked justices",
            "1-The justices had con",
            "0-The Supreme Court he"
        ],
        "median tf-idf score": 0.7594595972069507,
        "publications": [
            "Washington Post",
            "Reuters",
            "New York Post"
        ],
        "sentences": [
            "[Deadlocked justices block Obama on immigration]  When the court considered the case in 2013, Kennedy wrote the opinion that sent it back to lower courts for a closer examination.",
            "The justices had considered Fisher's case in June 2013. But rather than rule on the program's constitutionality then, they ordered the appeals court to scrutinize the Texas policy more closely.",
            "The Supreme Court heard Fisher's case once before and issued an inconclusive ruling in 2013 that   and set the stage for Thursday's decision."
        ],
        "tf-idf score": [
            0.7430956443269718,
            0.8770996182970024,
            0.7594595972069507
        ]
    },
    "0.21727988983581595-3-144": {
        "average clique similarity": 0.21727988983581595,
        "clique": [
            "0-Justice Anthony Kenn",
            "3-His opinion for the ",
            "2-Justice Anthony Kenn"
        ],
        "median tf-idf score": 1.1494761070063682,
        "publications": [
            "CNN",
            "Atlantic",
            "New York Post"
        ],
        "sentences": [
            "Justice Anthony Kennedy said in his majority opinion that the Texas plan complied with earlier court rulings that allow colleges to consider race in pursuit of diversity on campus.",
            "His opinion for the majority in this case    which said courts should give universities significant but not total discretion in devising admissions policies     is a departure from his argument in the earlier Fisher case, when he argued that the lower court should have set a stricter standard to uphold the admissions policy.",
            "Justice Anthony Kennedy wrote for a   majority in Thursday's decision, Fisher v. University of Texas at Austin. For the first time in his judicial career, Kennedy gave his approval to a     program."
        ],
        "tf-idf score": [
            1.1494761070063682,
            1.2448922059971435,
            1.0536694220785157
        ]
    },
    "0.22405728833601346-4-260": {
        "average clique similarity": 0.22405728833601346,
        "clique": [
            "4- The Supreme Court o",
            "0-WASHINGTON       In ",
            "3-  CNN  In a bit of a",
            "1- The U S Supreme Cou"
        ],
        "median tf-idf score": 1.3778061495144747,
        "publications": [
            "CNN",
            "Reuters",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            " The Supreme Court on Thursday reaffirmed that the value of creating a diverse student body allows university officials to consider race in making admission decisions, upholding a University of Texas plan that has been the subject of years of legal battles.",
            "WASHINGTON  --   In a narrow victory for affirmative action, the Supreme Court on Thursday upheld a University of Texas program that takes account of race in deciding whom to admit, an important national decision that was cemented by the death of Justice Antonin Scalia.",
            " (CNN) In a bit of a surprise, the Supreme Court, on a   vote, upheld a lower court ruling allowing the University of Texas to use race as one of many factors in its admissions process.",
            " The U S Supreme Court on Thursday upheld the consideration of race in college admissions, rejecting a white woman's challenge to a University of Texas program designed to boost the enrollment of minority students."
        ],
        "tf-idf score": [
            1.3924596396067372,
            1.5246512898892266,
            1.0923696614696872,
            1.363152659422212
        ]
    },
    "0.23645604558853014-3-225": {
        "average clique similarity": 0.23645604558853014,
        "clique": [
            "4- This proposal ignor",
            "1-Kennedy noted that t",
            "3-For the remainder of"
        ],
        "median tf-idf score": 0.5731474607670909,
        "publications": [
            "Reuters",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "\"This proposal ignores the fact that the University tried, and failed, to increase diversity through enhanced consideration of socioeconomic and other factors,\" Kennedy wrote.",
            "Kennedy noted that the school \"tried and failed to increase diversity\" through other   means. University officials contend that having a sizable number of minorities enrolled exposes students to varied perspectives and enhances the educational experience for all students.",
            "For the remainder of students, Texas considers race and other factors for admission."
        ],
        "tf-idf score": [
            0.5731474607670909,
            0.8712857771721855,
            0.5099398739888338
        ]
    },
    "0.24422873862858605-3-38": {
        "average clique similarity": 0.24422873862858605,
        "clique": [
            "3-In her mind  and in ",
            "0-Blum was behind a ma",
            "4- Those challenges wi"
        ],
        "median tf-idf score": 0.6593475426490003,
        "publications": [
            "New York Post",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "In her mind, and in the minds of those who backed her (namely the Project on Fair Representation, a conservative group behind a 2013 case that invalidated a portion of the Voting Rights Act) the only process that should pass muster is one that makes sure an even higher percentage of white people will be admitted to elite schools.",
            "Blum was behind a major challenge to the landmark Voting Rights Act that resulted in the court eviscerating a key provision of the law, and he also led an unsuccessful challenge to states' widespread practice of counting all their residents, not just those eligible to vote, in drawing legislative districts.",
            "\"Those challenges will continue. \" The case was brought in 2008 by Abigail Fisher, a white woman who was denied admission to UT Her lawsuit was organized and funded by a conservative legal organization that opposes racial preferences in government and brought the challenge that resulted in the justices striking a key provision of the Voting Rights Act in 2013."
        ],
        "tf-idf score": [
            0.5849393834458159,
            0.6593475426490003,
            1.0502589928973087
        ]
    },
    "0.2510893632626668-3-307": {
        "average clique similarity": 0.2510893632626668,
        "clique": [
            "1-I hope that the nati",
            "2-Fisher v  University",
            "4- I hope that the nat"
        ],
        "median tf-idf score": 0.7548125844097183,
        "publications": [
            "Reuters",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "I hope that the nation will one day move beyond affirmative action,\" Fisher said in a statement. Edward Blum, a conservative activist who engineered Fisher's challenge, said racial classifications and preferences are among the most polarizing policies in America today.",
            "Fisher v. University of Texas will not end the legal battle over affirmative action in higher education. This fall, the voters will decide roughly which of two directions the   court will take one of those roads leads eventually to the overthrow of all   programs.",
            "\"I hope that the nation will one day move beyond affirmative action. \" Edward Blum, director of the group that supported Fisher, the Project on Fair Representation, called the decision a \"sad step backward for the original, colorblind principles to our civil rights laws. \""
        ],
        "tf-idf score": [
            0.7548125844097183,
            1.0746384009501175,
            0.6165405189754306
        ]
    },
    "0.27230839903800247-3-307": {
        "average clique similarity": 0.27230839903800247,
        "clique": [
            "1-The university admit",
            "0-The state fills most",
            "2-This the Court refus"
        ],
        "median tf-idf score": 0.8520714801220887,
        "publications": [
            "Reuters",
            "New York Post",
            "Atlantic"
        ],
        "sentences": [
            "The university admits most freshmen through a program that guarantees a place to students in the top 10 percent of their Texas high school graduating classes.",
            "The state fills most of its freshman class by guaranteeing admission to students who graduate in the top 10 percent of their Texas high school class.",
            "This the Court refused to do. Instead, Kennedy noted that the university had studied how the 10 percent plan had affected campus atmosphere, and the degree to which some minority students in some of the institution's schools still felt, and were, isolated in their field of study."
        ],
        "tf-idf score": [
            0.8520714801220887,
            0.6382641157929985,
            1.0437246913046871
        ]
    },
    "0.29201045555577076-3-1": {
        "average clique similarity": 0.29201045555577076,
        "clique": [
            "0-I hope that the nati",
            "4-Blum is sponsoring c",
            "1-Blum has separately "
        ],
        "median tf-idf score": 0.8839385884253894,
        "publications": [
            "New York Post",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "I hope that the nation will one day move beyond affirmative action. \" Separate legal challenges have been filed to affirmative action plans at the University of North Carolina and Harvard University.",
            "Blum is sponsoring challenges to admissions policies at Harvard University and the University of North Carolina and said the court's ruling Thursday was narrow enough that the other lawsuits could still be successful. But civil rights leaders disagreed.",
            "Blum has separately challenged the 1978 Supreme Court precedent that first allowed affirmative action, with new lawsuits against Harvard and the University of North Carolina."
        ],
        "tf-idf score": [
            0.6578137480279387,
            1.1079848618332166,
            0.8839385884253894
        ]
    },
    "0.2967595485481614-4-108": {
        "average clique similarity": 0.2967595485481614,
        "clique": [
            "4-The legal challenge ",
            "1-The ruling ended an ",
            "3-The decision  author",
            "0-The high court ruled"
        ],
        "median tf-idf score": 1.1004284994173847,
        "publications": [
            "New York Post",
            "Washington Post",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "The legal challenge to the policy was led by Abigail Fisher, a white applicant who was denied entry to the University of Texas at Austin.",
            "The ruling ended an   legal challenge to the affirmative action admissions system used by the University of Texas at Austin brought by Abigail Fisher, who was denied a place in 2008.",
            "The decision, authored by Justice Anthony Kennedy, beat back a claim by Abigail Fisher, a white woman who argued she was unfairly not admitted to the university because of her race.",
            "The high court ruled in the case of Abigail Fisher, a white Texan who was denied admission to the university in 2008. She contended she was rejected while   applicants with lower grades and test scores were admitted."
        ],
        "tf-idf score": [
            0.8800028117768126,
            1.1178133361913047,
            1.083043662643465,
            1.171591670864232
        ]
    },
    "0.31279547282238973-3-100": {
        "average clique similarity": 0.31279547282238973,
        "clique": [
            "2-Thursday s decision ",
            "4-Kennedy was joined b",
            "1-Justice Elena Kagan "
        ],
        "median tf-idf score": 0.5281012612307906,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Thursday's decision was only  . Justice Elena Kagan, whose office participated in the case when she was Solicitor General, recused herself.",
            "Kennedy was joined by Justices Ruth Bader Ginsburg, Stephen G Breyer and Sonia Sotomayor. Justice Elena Kagan recused herself because she had worked on the issue as President Obama's solicitor general.",
            "Justice Elena Kagan, who was U S solicitor general in the Obama administration when it backed the university in   litigation, took no part in the decision. Fisher, now 26, graduated from her   college, Louisiana State University, and now works as a financial analyst in Austin."
        ],
        "tf-idf score": [
            0.5281012612307906,
            0.5266125708157537,
            0.9414870818523875
        ]
    },
    "0.320116879158945-3-258": {
        "average clique similarity": 0.320116879158945,
        "clique": [
            "1-Writing in dissent  ",
            "4-He characterized the",
            "0-The court s three   "
        ],
        "median tf-idf score": 0.8632927130824438,
        "publications": [
            "Reuters",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "Writing in dissent, Justice Samuel Alito described the university's program as \"affirmative action gone wild\" because of the way it can benefit minorities from wealthy backgrounds.",
            "He characterized the UT policy as \"affirmative action gone wild\" and read a summary of his opinion from the bench to emphasize that he thought Kennedy's ruling \"remarkable  --   and remarkably wrong. \"",
            "The court's three   justices dissented, and Justice Samuel Alito read portions of his   dissent, more than twice as long as Kennedy's opinion, from the bench. \"This is affirmative action gone wild,\" Alito said."
        ],
        "tf-idf score": [
            0.8632927130824438,
            0.5635910183245686,
            0.9420719638633318
        ]
    },
    "0.4484625497866701-3-196": {
        "average clique similarity": 0.4484625497866701,
        "clique": [
            "3-Fisher had a couple ",
            "0-In a statement  Fish",
            "4- I am disappointed t"
        ],
        "median tf-idf score": 1.2466083331051045,
        "publications": [
            "CNN",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "Fisher had a couple of ways to get in to the University of Texas, which --  along with all other public universities in Texas --  admits high school students who graduate in the top ten percent of their class.",
            "In a statement, Fisher said \"I am disappointed that the Supreme Court has ruled that students applying to the University of Texas can be treated differently because of their race or ethnicity.",
            "\"I am disappointed that the Supreme Court has ruled that students applying to the University of Texas can be treated differently because of their race or ethnicity,\" Fisher said in a statement."
        ],
        "tf-idf score": [
            0.8939929378393439,
            1.2466083331051045,
            1.2466083331051045
        ]
    }
}