{
    "0.17504806559274658-3-264": {
        "average clique similarity": 0.17504806559274658,
        "clique": [
            "3-The researchers said",
            "1- This observation is",
            "0-At the press confere"
        ],
        "median tf-idf score": 1.27544324307049,
        "publications": [
            "Vox",
            "Guardian",
            "Reuters"
        ],
        "sentences": [
            "The researchers said they identified gravitational waves coming from two distant black holes   extraordinarily dense objects whose existence also was foreseen by Einstein   that orbited one another, spiraled inward and smashed together at high speed to form a single, larger black hole.",
            "\"This observation is truly incredible science and marks three milestones for physics: the direct detection of gravitational waves, the first detection of a binary black hole, and the most convincing evidence to date that nature's black holes are the objects predicted by Einstein's theory. \"",
            "At the press conference, Reitze said that the gravitational waves the scientists recorded from the colliding black holes \"proves that binary black holes exist in the universe\". And that hasn't been done before."
        ],
        "tf-idf score": [
            1.3298118572164146,
            1.1551332892595505,
            1.27544324307049
        ]
    },
    "0.22281631290927986-3-220": {
        "average clique similarity": 0.22281631290927986,
        "clique": [
            "4-They said the waves ",
            "3-The waves were unlea",
            "1-3 billion light year"
        ],
        "median tf-idf score": 0.9485209686133415,
        "publications": [
            "Reuters",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "They said the waves were the product of a collision between two black holes 30 times as massive as the Sun, located 1. 3 billion light years from Earth.",
            "The waves were unleashed by the collision of the black holes, one of them 29 times the mass of the sun and the other 36 times the solar mass, located 1.",
            "3 billion light years, somewhere beyond the Large Magellanic Cloud in the southern hemisphere sky, but it then took months of meticulous checking of the signal against all the complex computer simulations of black hole collision to make sure the evidence matched the theoretical template. The detector was switched off in January for a further upgrade: astronomers still have to decipher months of material collected in the interval."
        ],
        "tf-idf score": [
            1.1533964996921864,
            0.8147907503378667,
            0.9485209686133415
        ]
    },
    "0.2346149747423426-3-19": {
        "average clique similarity": 0.2346149747423426,
        "clique": [
            "2-The reason that grav",
            "4-They are able to det",
            "0-We haven t been able"
        ],
        "median tf-idf score": 0.7775287109722118,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "The reason that gravitational waves have been so difficult to detect is that their effects are tinier than tiny. In fact, the signals they produce are so small that scientists struggle to remove enough background noise to confirm them.",
            "They are able to detect remarkably small vibrations from passing gravitational waves.",
            "We haven't been able to detect gravitational waves until now because the waves are so incredibly tiny                                        Up until now, it's been hard to detect gravitational waves because gravity is a relatively feeble force in the universe. (Consider how you can overcome the entire pull of the Earth momentarily by jumping.)"
        ],
        "tf-idf score": [
            0.7775287109722118,
            0.6018188958212513,
            0.8421634970170635
        ]
    },
    "0.23562947899289344-3-3": {
        "average clique similarity": 0.23562947899289344,
        "clique": [
            "2-1 billion on LIGO ov",
            "3-Abhay Ashtekar  dire",
            "4-Scientists sounded p"
        ],
        "median tf-idf score": 1.1713647566133245,
        "publications": [
            "Washington Post",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "1 billion on LIGO over the course of several decades. The project is led by scientists from the California Institute of Technology and the Massachusetts Institute of Technology, and is supported by an international consortium of scientists and institutions.",
            "Abhay Ashtekar, director of Penn State University's Institute for Gravitation and the Cosmos, said heavy celestial objects bend space and time but because of the relative weakness of the gravitational force the effect is miniscule except from massive and dense bodies like black holes and neutron stars.",
            "Scientists sounded positively giddy over the discovery. \"It is really a truly, truly exciting event,\" said Abhay Ashtekar, director of Penn State University's Institute for Gravitation and the Cosmos. \"It opens a brand new window on the universe. \" \"The LIGO announcement describes one of the greatest scientific discoveries of the past 50 years,\" Cornell University physicist Saul Teukolsky added."
        ],
        "tf-idf score": [
            0.3943976775045763,
            1.3428693413753496,
            1.1713647566133245
        ]
    },
    "0.23843944299400016-3-290": {
        "average clique similarity": 0.23843944299400016,
        "clique": [
            "1-We did it   said Dav",
            "2-The collision of two",
            "4-Detecting the gravit"
        ],
        "median tf-idf score": 0.7894816953861008,
        "publications": [
            "Guardian",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "We did it,\" said David Reitze, executive director of the Laser Interferometer   Observatory (Ligo) at a press conference in Washington.",
            "The collision of two black holes holes   a tremendously powerful event detected for the first time ever by the Laser Interferometer   Observatory (LIGO) is seen in this still image from a computer simulation released on Feb. 11.",
            "Detecting the gravitational waves required measuring 2. (4 km) laser beams to a precision 10, 000 times smaller than a proton. The two laser instruments, which work in unison, are known as the Laser Interferometer   Observatory (LIGO)."
        ],
        "tf-idf score": [
            0.49793860593284583,
            0.7894816953861008,
            0.9075203380272526
        ]
    },
    "0.2541827353658066-3-62": {
        "average clique similarity": 0.2541827353658066,
        "clique": [
            "4-By studying gravitat",
            "3-The waves also may p",
            "1-The early universe w"
        ],
        "median tf-idf score": 0.9307574454810248,
        "publications": [
            "Breitbart",
            "Guardian",
            "Reuters"
        ],
        "sentences": [
            "By studying gravitational waves they also hope to gain insight into the nature of the very early universe, which has remained mysterious. Everything we know about the cosmos stems from electromagnetic waves such as radio waves, visible light, infrared light,   and gamma rays.",
            "The waves also may provide insight into the mysterious nature of the very early universe. The scientists said that because gravitational waves are so radically different from electromagnetic waves they expect them to reveal big surprises about the universe.",
            "The early universe was opaque to light. It is not opaque to gravitational waves. It is completely transparent."
        ],
        "tf-idf score": [
            0.9307574454810248,
            0.9503439824419438,
            0.7872464493783579
        ]
    },
    "0.2642241053317698-3-146": {
        "average clique similarity": 0.2642241053317698,
        "clique": [
            "1-Physicists have anno",
            "0-One hundred years ag",
            "2-Gravitational waves "
        ],
        "median tf-idf score": 0.5409894001210918,
        "publications": [
            "Washington Post",
            "Vox",
            "Guardian"
        ],
        "sentences": [
            "Physicists have announced the discovery of gravitational waves, ripples in the fabric of spacetime that were first anticipated by Albert Einstein a century ago.",
            "One hundred years ago, Albert Einstein predicted that the distortion of spacetime caused by such a collision wouldn't stop at the site of the collision.",
            "Gravitational waves are the ripples in the pond of spacetime."
        ],
        "tf-idf score": [
            0.798336145321959,
            0.2910775174461605,
            0.5409894001210918
        ]
    },
    "0.2794169950746671-3-290": {
        "average clique similarity": 0.2794169950746671,
        "clique": [
            "0- About 1  3 billion ",
            "2-They orbited one ano",
            "4- The researchers sai"
        ],
        "median tf-idf score": 0.5363539955777026,
        "publications": [
            "Vox",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            " About 1. 3 billion years ago, two black holes in a remote part of the universe collided with one another.",
            "They orbited one another at a furious pace at the very end, speeding up to about 75 orbits per second  --   warping the space around them like a blender cranked to infinity  --   until finally the two black holes became one.",
            "[The researchers said they detected gravitational waves coming from two black holes  --   extraordinarily dense objects whose existence also was foreseen by Einstein  --   that orbited one another, spiraled inward and smashed together."
        ],
        "tf-idf score": [
            0.522672441468445,
            0.5363539955777026,
            1.322064878094312
        ]
    },
    "0.2807976228523628-4-41": {
        "average clique similarity": 0.2807976228523628,
        "clique": [
            "0- It s amazing how th",
            "2-It will also inaugur",
            "4-The scientific miles",
            "3- It s been a very lo"
        ],
        "median tf-idf score": 0.9377288480648718,
        "publications": [
            "Vox",
            "Breitbart",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "\"It's amazing how they can see anything at all,\" Burgess says. LIGO, which is funded by the National Science Foundation, consists of two enormous science experiments: One is in Louisiana; the other is located in Washington state. Both are massive   tubes. Each arm of the tube is 2. 5 miles long. During the experiments, a laser beam is equally split between the two arms. At the end of each arm is a mirror, which reflects the laser back to the starting point.",
            "It will also inaugurate a new era of astronomy in which gravitational waves are tools for studying the most mysterious and exotic objects in the universe, scientists declared at a euphoric news briefing at the National Press Club in Washington.",
            "The scientific milestone, announced at a news conference in Washington, was achieved using a pair of giant laser detectors in the United States, located in Louisiana and Washington state, capping a long quest to confirm the existence of these waves.",
            "\"It's been a very long road, but this is just the beginning,\" Louisiana State University physicist Gabriela Gonzalez told the news conference, hailing the discovery as opening a new era in astronomy. The scientific milestone was achieved using a pair of giant laser detectors in the United States, located in Louisiana and Washington state, capping a   quest to find these waves."
        ],
        "tf-idf score": [
            0.6313973794778865,
            1.0420465605200686,
            0.833411135609675,
            1.139664690788179
        ]
    },
    "0.2864486904457276-3-14": {
        "average clique similarity": 0.2864486904457276,
        "clique": [
            "2-LIGO became more sen",
            "3-The scientists first",
            "4-There s a very visce"
        ],
        "median tf-idf score": 0.8133168285254609,
        "publications": [
            "Breitbart",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "LIGO became more sensitive. On Sept. 14, in the predawn darkness, LIGO heard something  --   a clear, compelling signal of two black holes coalescing, the observatory scientists said.",
            "The scientists first detected the waves last Sept. 14. The two instruments, working in unison, are called the Laser Interferometer   Observatory (LIGO).",
            "There's a very visceral connection to this observation. \" The scientists said they first detected the gravitational waves last Sept. 14."
        ],
        "tf-idf score": [
            0.8133168285254609,
            0.7234277882389933,
            0.8515105163768268
        ]
    },
    "0.2924078609055269-3-212": {
        "average clique similarity": 0.2924078609055269,
        "clique": [
            "2-Since they pass thro",
            "0-Gravitational waves ",
            "3-They detected remark"
        ],
        "median tf-idf score": 0.6138466397579857,
        "publications": [
            "Vox",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Since they pass through matter without interacting with it, gravitational waves would come to Earth carrying undistorted information about their origin.",
            "Gravitational waves pass through the Earth all the time.",
            "They detected remarkably small vibrations from the gravitational waves as they passed through the Earth."
        ],
        "tf-idf score": [
            0.5785878496240537,
            0.6188329673352922,
            0.6138466397579857
        ]
    },
    "0.29848780846088474-3-190": {
        "average clique similarity": 0.29848780846088474,
        "clique": [
            "3-A black hole is a re",
            "1-The hope is that gra",
            "4-A black hole  a regi"
        ],
        "median tf-idf score": 0.9490123022075798,
        "publications": [
            "Reuters",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "A black hole is a region of space so packed with matter that not even photons of light can escape the force of gravity. Neutron stars are small, about the size of a city, but are extremely heavy, the compact remains of a larger star that died in a supernova explosion. The National Science Foundation, an independent agency of the U S government, provided about $1.",
            "The hope is that gravity wave astronomy could start to answer questions not just about the life of stars but their deaths as well: death by collision, death in a black hole, death in some rare stellar catastrophe so fierce that, for a few thousandths of a second, the blast is the brightest thing in the universe.",
            "A black hole, a region of space so packed with matter that not even photons of light can escape the force of gravity, was detected for the first time in 1971."
        ],
        "tf-idf score": [
            0.9490123022075798,
            1.0017029333355634,
            0.8563176629255012
        ]
    },
    "0.31947646293081866-3-100": {
        "average clique similarity": 0.31947646293081866,
        "clique": [
            "3-Everything we knew u",
            "4-But because such wav",
            "2-But now gravitationa"
        ],
        "median tf-idf score": 0.6652857173032127,
        "publications": [
            "Breitbart",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "Everything we knew until now about the cosmos stemmed from electromagnetic waves such as radio waves, visible light, infrared light,   and gamma rays. Because such waves encounter interference as they travel across the universe, they can tell only part of the story.",
            "But because such waves encounter interference as they travel across the universe, they can tell only part of the story. Gravitational waves experience no such barriers, meaning they can offer a wealth of additional information.",
            "But now gravitational waves can be used as well."
        ],
        "tf-idf score": [
            0.6652857173032127,
            0.6980725545849283,
            0.482820720947541
        ]
    },
    "0.3501524484315845-3-287": {
        "average clique similarity": 0.3501524484315845,
        "clique": [
            "4-After detecting the ",
            "3-The scientists conve",
            "2-The physicists knew "
        ],
        "median tf-idf score": 1.0567167201341183,
        "publications": [
            "Breitbart",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "After detecting the gravitational wave signal, the scientists said they converted it into audio waves and were able to listen to the sounds of the two black holes merging.",
            "The scientists converted the wave signal into audio waves and listened to the sounds of the black holes merging.",
            "The physicists knew, from supercomputer calculations and theoretical models, what gravitational waves from merging black holes ought to look like  --   with a rising frequency, culminating in that chirp, followed by a \" \" as the waves settle."
        ],
        "tf-idf score": [
            1.197467704635513,
            0.8100226083369849,
            1.0567167201341183
        ]
    },
    "0.3610158443963604-4-105": {
        "average clique similarity": 0.3610158443963604,
        "clique": [
            "4-Einstein in 1916 pro",
            "2- Einstein s General ",
            "3-Einstein in 1916 pro",
            "0- It s exactly what E"
        ],
        "median tf-idf score": 1.0274237625400935,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "Einstein in 1916 proposed the existence of gravitational waves as an outgrowth of his   general theory of relativity, which depicted gravity as a distortion of space and time triggered by the presence of matter. But until now scientists had found only indirect evidence of their existence.",
            "[Einstein's General Theory of Relativity at 100: Put that in your pipe and smoke it]   These waves will be particularly useful for studying black holes (the existence of which was first implied by Einstein's theory) and other dark objects, because they'll give scientists a bright beacon to search for even when objects don't emit actual light.",
            "Einstein in 1916 proposed the existence of gravitational  waves as an outgrowth of his   general theory of relativity, which depicted gravity as a distortion of space and time triggered by the presence of matter.",
            "\"It's exactly what Einstein's theory of general relativity  predicted\"."
        ],
        "tf-idf score": [
            1.0962654543630241,
            1.1765897356418475,
            0.9585820707171628,
            0.15361760081201412
        ]
    },
    "0.3982119047523735-4-86": {
        "average clique similarity": 0.3982119047523735,
        "clique": [
            "1- We have detected gr",
            "0- We have detected gr",
            "2- A brief history of ",
            "3-3 billion light year"
        ],
        "median tf-idf score": 0.8163848123414064,
        "publications": [
            "Reuters",
            "Vox",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "\"We have detected gravitational waves.",
            "\"We have detected gravitational waves; we did it,\" David Reitze, executive director of LIGO said in a press conference Thursday to a cheering crowd.",
            "[A brief history of gravity, gravitational waves and LIGO]   \"Ladies and gentlemen, we have detected gravitational waves.",
            "3 billion light years from Earth, the researchers said. \"Ladies and gentlemen, we have detected gravitational waves."
        ],
        "tf-idf score": [
            0.5298164073648279,
            0.951337852391063,
            0.7295497058691744,
            0.9032199188136384
        ]
    },
    "0.40599051555258403-3-204": {
        "average clique similarity": 0.40599051555258403,
        "clique": [
            "3-At the news conferen",
            "1-Now we have gravitat",
            "4- We are really witne"
        ],
        "median tf-idf score": 0.87767759780791,
        "publications": [
            "Reuters",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "At the news conference, they played an audio recording of this: a low rumbling pierced by chirps. \"We're actually hearing them go thump in the night,\" Massachusetts Institute of Technology physicist Matthew Evans said. \"There's a very visceral connection to this observation\". 'A NEW SENSE' \"We are really witnessing the opening of a new tool for doing astronomy,\" MIT astrophysicist Nergis Mavalvala said in an interview. \"We have turned on a new sense. We have been able to see and now we will be able to hear as well\".",
            "Now we have gravitational waves we are going to have a whole new picture of the universe, of the stuff that doesn't emit light  --   dark matter, black holes,\" he said.",
            "\"We are really witnessing the opening of a new tool for doing astronomy,\" MIT astrophysicist Nergis Mavalvala said in an interview. \"We have turned on a new sense. We have been able to see and now we will be able to hear as well. \" The LIGO work is funded by the National Science Foundation, an independent agency of the U S government."
        ],
        "tf-idf score": [
            0.87767759780791,
            1.2320347105153482,
            0.7236775968636058
        ]
    },
    "0.4341598099673997-3-139": {
        "average clique similarity": 0.4341598099673997,
        "clique": [
            "3- Scientists for the ",
            "0-Today  scientists at",
            "4-Scientists said on T"
        ],
        "median tf-idf score": 1.2552003073885778,
        "publications": [
            "Breitbart",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            " Scientists for the first time have detected gravitational waves, ripples in space and time hypothesised by Albert Einstein a century ago, in a landmark discovery announced on Thursday that opens a new window for studying the cosmos.",
            "Today, scientists at the Laser Interferometer   Observatory (LIGO) announced, for the very first time, that they've directly observed a gravitational wave  --   proving Einstein right yet again.",
            "Scientists said on Thursday they have for the first time detected gravitational waves, ripples in space and time hypothesized by physicist Albert Einstein a century ago, in a landmark discovery that opens a new window for studying the cosmos."
        ],
        "tf-idf score": [
            1.2552003073885778,
            0.9957806176466487,
            1.4299548940506948
        ]
    },
    "0.4904412680762595-4-95": {
        "average clique similarity": 0.4904412680762595,
        "clique": [
            "0-The colliding black ",
            "1-All of that had chan",
            "3- The colliding black",
            "4-He said that when th"
        ],
        "median tf-idf score": 1.230762581285835,
        "publications": [
            "Reuters",
            "Guardian",
            "Vox",
            "Breitbart"
        ],
        "sentences": [
            "The colliding black holes that produced these gravitational waves created a violent storm in the fabric of space and time\".",
            "All of that had changed. \"The colliding black holes that produced these gravitational waves created a violent storm in the fabric of space and time, a storm in which time speeded up and slowed down, and speeded up again, a storm in which the shape of space was bent in this way and that way,\" he said.",
            "\"The colliding black holes that produced these gravitational waves created a violent storm in the fabric of space and time, a storm in which time speeded up, and slowed down, and speeded up again, a storm in which the shape of space was bent in this way and that way,\" Caltech physicist Kip Thorne said.",
            "He said that when these objects collide, they send out ripples in the curvature of space and time that propagate as gravitational waves."
        ],
        "tf-idf score": [
            1.070311509920152,
            1.3912136526515178,
            1.4678118492633452,
            0.8849468690049372
        ]
    }
}