{
    "0.14605656581892967-3-185": {
        "average clique similarity": 0.14605656581892967,
        "clique": [
            "2-In 1995  Tillerson w",
            "4-    Putin and Tiller",
            "0-Tillerson  64  was a"
        ],
        "median tf-idf score": 0.894349865333889,
        "publications": [
            "Breitbart",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "In 1995, Tillerson was elevated to the position of President of Exxon Yemen Inc. ExxonMobil stated that in his roles with the company from 1992 to 1999, \"he was responsible for Exxon's holdings in Russia and the Caspian Sea as well as the Sakhalin I consortium operations offshore Sakhalin Island, Russia. \"",
            "\"   Putin and Tillerson cut a deal in 2011 giving Exxon access to oil   resources in Russia's Arctic, though it was eventually blocked by   the US sanctions after Russia invaded the Crimean peninsula.",
            "Tillerson, 64, was a driving force behind ExxonMobil's partnership with Russian oil giant Rosneft and drilling projects in the Arctic, Black Sea and Siberia."
        ],
        "tf-idf score": [
            0.9160592793716507,
            0.894349865333889,
            0.6593621115674837
        ]
    },
    "0.15616337716518966-3-86": {
        "average clique similarity": 0.15616337716518966,
        "clique": [
            "1-Democrats on the Sen",
            "3-The Wall Street Jour",
            "2-He ascended to his c"
        ],
        "median tf-idf score": 1.107222502036235,
        "publications": [
            "Reuters",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "Democrats on the Senate Foreign Relations Committee raised concerns in a memo on Saturday citing Trump's \"cavalier dismissal\" of U S intelligence reports that Russia interfered in U S elections and the appointment of Tillerson, who has \"business ties to Russia and Vladimir Putin, and whose company worked to bury and deny climate science for years\".",
            "The Wall Street Journal reported last week on Tillerson's ties to Putin and other world leaders. Under his leadership, Exxon has steadily expanded its Russian business even as rivals faced expropriation and regulatory obstacles.",
            "He ascended to his current position of Chairman and Chief Executive Officer of ExxonMobil on January 1, 2006. The Wall Street Journal reported that Tillerson shifted the company's stance on climate change, \"He embraced a carbon tax as the best potential policy solution and has said climate change is a global problem that warrants action. \""
        ],
        "tf-idf score": [
            1.4007262771014994,
            0.9704138043873094,
            1.107222502036235
        ]
    },
    "0.1583955271572929-3-179": {
        "average clique similarity": 0.1583955271572929,
        "clique": [
            "2-The report stated th",
            "4-       Tillerson s n",
            "3-While noting a  conc"
        ],
        "median tf-idf score": 0.8586051247909694,
        "publications": [
            "Business Insider",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "The report stated that the trip was made to \"mend fences with the central government. \" That same year, Tillerson received the Order of Friendship from Russian President Vladimir Putin.",
            "'' \"   Tillerson's nomination may also open up questions about potential   conflicts of interest because of Exxon's large portfolio around   the globe. Few US citizens are closer to Vladimir Putin, the   Russian president, beyond Henry Kissinger, according to The   Journal. \"",
            "While noting a \"conclusion has not been made,\" he stressed that Tillerson is in the business of finding oil around the world, and said \"the fact that he actually has a relationship with people like Vladimir Putin and others across the globe is something that [we] shouldn't be ."
        ],
        "tf-idf score": [
            0.769550957720761,
            0.8586051247909694,
            0.9009823637429274
        ]
    },
    "0.17874278896394125-3-196": {
        "average clique similarity": 0.17874278896394125,
        "clique": [
            "1-Since then  the comp",
            "2-In 2011  the ExxonMo",
            "3-In 2011  Tillerson a"
        ],
        "median tf-idf score": 0.7868043129949557,
        "publications": [
            "Reuters",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "Since then, the companies have formed 10 joint ventures for projects in Russia. Tillerson and Rosneft chief Igor Sechin announced plans to begin drilling in the Russian Arctic for oil as part of their  joint venture, in spite of U S sanctions.",
            "In 2011, the ExxonMobil CEO was involved in a deal on behalf of the company to develop oil fields in Iraqi Kurdistan according to Reuters. The deal was made in spite of conflicts with Iraqi law. Then, in 2013, Tillerson made his initial trip to Iraq.",
            "In 2011, Tillerson announced an expansive relationship with Russia's Rosneft that will spend years and billions of dollars developing technology to explore and produce oil and gas in icy waters in the Russian Arctic."
        ],
        "tf-idf score": [
            0.7868043129949557,
            0.8387908966015878,
            0.717988701897426
        ]
    },
    "0.20023961178632463-3-51": {
        "average clique similarity": 0.20023961178632463,
        "clique": [
            "4-           Donald Tr",
            "2-ExxonMobil executive",
            "0- With Rex Tillerson "
        ],
        "median tf-idf score": 1.0381913339079913,
        "publications": [
            "Breitbart",
            "Business Insider",
            "CNN"
        ],
        "sentences": [
            "'  ' \"     Donald Trump has reportedly selected Exxon   Mobil CEO Rex Tillerson to be his administration's secretary of   state, sources told  on Saturday. \"",
            "ExxonMobil executive Rex Tillerson is rumored to be   Donald Trump's Secretary of State, but who is the man who could be the United States' representative around the world?",
            "\"With Rex Tillerson as our Secretary of State, the Trump administration would be guaranteeing Russia has a willing accomplice in the President's Cabinet guiding our nation's foreign policy,\" Menendez wrote."
        ],
        "tf-idf score": [
            1.0381913339079913,
            0.8434469708832351,
            1.0843881681805783
        ]
    },
    "0.22593655215443129-3-134": {
        "average clique similarity": 0.22593655215443129,
        "clique": [
            "4-    Tillerson s clos",
            "3-Being a  friend of V",
            "0- Being a  friend of "
        ],
        "median tf-idf score": 0.5945532797976478,
        "publications": [
            "Business Insider",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "\"   Tillerson's close ties to Putin will likely come intense scrutiny   during his confirmation process if he is nominated.",
            "Being a \"friend of Vladimir\" is not an attribute I am hoping for from a #SecretaryOfState   MR, Tillerson is reported to have close ties to Russia.",
            "\"Being a 'friend of Vladimir' is not an attribute I am hoping for from a #SecretaryOfState,\" Marco Rubio said in a tweet signed with his initials on Sunday. Rubio railed against Putin's Russia during his own presidential campaign and an intervention in a Tillerson confirmation battle could help the Florida senator rehabilitate his reputation as a foreign policy heavyweight following his losing primary campaign."
        ],
        "tf-idf score": [
            0.5945532797976478,
            0.5826024235975072,
            1.011006676759563
        ]
    },
    "0.23532595134543807-3-108": {
        "average clique similarity": 0.23532595134543807,
        "clique": [
            "0-The   explained on F",
            "1-Exxon s Tillerson em",
            "4-    Trump has also c"
        ],
        "median tf-idf score": 0.9140867580031791,
        "publications": [
            "Reuters",
            "Business Insider",
            "CNN"
        ],
        "sentences": [
            "The   explained on Fox News Sunday why Tillerson has moved to the top of the list for secretary of state, ahead of such candidates as former GOP nominee Mitt Romney and Tennessee Senator Bob Corker.",
            "Exxon's Tillerson emerged on Friday as Trump's leading candidate for U S secretary of state over 2012 Republican presidential nominee Mitt Romney and three other people.",
            "'   Trump has also considered for the post 2012 Republican nominee   Mitt Romney, Senate Foreign Relations Committee Chair Bob Corker,   Gen. David Petraeus, and Bolton, among others. Former New York   City Mayor Rudy Giuliani was an early frontrunner for the   position but . '"
        ],
        "tf-idf score": [
            0.8498508525628381,
            0.9140867580031791,
            0.9176193265404617
        ]
    },
    "0.27693709845479986-3-64": {
        "average clique similarity": 0.27693709845479986,
        "clique": [
            "4-The news of   his po",
            "1-News of Rex Tillerso",
            "0-The   is leaning tow"
        ],
        "median tf-idf score": 0.8392065329685245,
        "publications": [
            "Reuters",
            "Business Insider",
            "CNN"
        ],
        "sentences": [
            "The news of   his potential appointment comes a day after the reports emerged   that the CIA has concluded  with the election to try to   help Trump to victory. \"",
            "News of Rex Tillerson's possible appointment comes as U S intelligence analysts have concluded that Russia intervened in the 2016 election to help Trump win the White House.",
            "The   is leaning towards entrusting the ExxonMobil tycoon with the stewardship of US diplomacy, a move that could ignite the first showdown between the pugilistic   and senators in his own party. The nomination    which Trump tweeted will be announced Tuesday    would be provocative, given Tillerson's personal relationship with President Vladimir Putin amid an uproar over CIA assessments that Russia likely intervened in the presidential election to help Trump."
        ],
        "tf-idf score": [
            0.5753879739469273,
            0.8392065329685245,
            1.1588715549520767
        ]
    },
    "0.29123093294885677-3-119": {
        "average clique similarity": 0.29123093294885677,
        "clique": [
            "2- In a Fox News Sunda",
            "3-Tillerson is thought",
            "1-In a preview from an"
        ],
        "median tf-idf score": 0.8372874780980147,
        "publications": [
            "Breitbart",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "[In a Fox News Sunday interview with Chris Wallace, Trump said of Tillerson, \"He's a world class player. \"",
            "Tillerson is thought to be a favorite for the position of top U S diplomat and met again with the   in New York on Saturday, though Trump would not confirm his selection in an interview with \"Fox News Sunday. \"",
            "In a preview from an interview to be aired on \"Fox News Sunday,\" Trump said Tillerson is \"much more than a business executive\"."
        ],
        "tf-idf score": [
            0.8372874780980147,
            0.8395301039693479,
            0.806218332604601
        ]
    },
    "0.29876115006427967-4-196": {
        "average clique similarity": 0.29876115006427967,
        "clique": [
            "0-In 2014  Putin award",
            "3-In 2013  Putin besto",
            "1-Russian President Vl",
            "4-Tillerson was awarde"
        ],
        "median tf-idf score": 0.7784036986036964,
        "publications": [
            "CNN",
            "Fox News",
            "Reuters",
            "Business Insider"
        ],
        "sentences": [
            "In 2014, Putin awarded the ExxonMobil CEO the Order of Friendship, one of the highest honors Russia grants to foreign citizens. McCain said that Tillerson would get a fair confirmation process if he were nominated.",
            "In 2013, Putin bestowed the Order of Friendship on Tillerson. Trump, though, still has not announced his choice for the State Department job.",
            "Russian President Vladimir Putin awarded Tillerson Russia's Order of Friendship, one of the country's highest civilian honors.",
            "Tillerson was awarded the country's Order of Friendship. \""
        ],
        "tf-idf score": [
            0.9063339696698225,
            0.8483149127343244,
            0.7084924844730683,
            0.4663075248498125
        ]
    },
    "0.3536894061594307-3-138": {
        "average clique similarity": 0.3536894061594307,
        "clique": [
            "1-Senate Armed Service",
            "0- It is a matter of c",
            "3-chairman of the Arme"
        ],
        "median tf-idf score": 0.8783718301910113,
        "publications": [
            "Reuters",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "Senate Armed Services Committee Chairman John McCain, a   Putin critic, told Fox News that he does not know what Tillerson's relationship with Putin has been, \"but I'll tell you, it is a matter of concern to me\".",
            "\"It is a matter of concern to me that he has such a close personal relationship with Vladimir Putin,\" said the 2008 Republican presidential nominee on CBS' \"Face the Nation\" Sunday. \"And, obviously, they have done enormous deals together, that that would color his approach to Vladimir Putin and the Russian threat\".",
            "chairman of the Armed Services Committee, told Fox News on Saturday that Putin is a \"thug\" and while he doesn't know the nature of Tillerson's relationship with the Russian leader, it's a matter of concern."
        ],
        "tf-idf score": [
            0.9271652366926998,
            0.7599787313411918,
            0.8783718301910113
        ]
    },
    "0.3653011647446173-3-0": {
        "average clique similarity": 0.3653011647446173,
        "clique": [
            "0-Kentucky Sen  Rand P",
            "4-    Mitchell also re",
            "1-NBC News  which firs"
        ],
        "median tf-idf score": 0.6410419196149825,
        "publications": [
            "CNN",
            "Business Insider",
            "Reuters"
        ],
        "sentences": [
            "Kentucky Sen. Rand Paul said Sunday he would seek to block Trump's widely rumored pick for deputy secretary of state, former US ambassador to the United Nations John Bolton.",
            "'   Mitchell also reported that Tillerson  --   an unusual pick with no   political experience  --   will likely be paired with former UN   Ambassador John Bolton, who would serve as deputy secretary. '",
            "NBC News, which first reported the development, said Trump would also name John Bolton, a former U S ambassador to the United Nations, as deputy secretary of state."
        ],
        "tf-idf score": [
            0.6863227639151749,
            0.6218000886224088,
            0.6410419196149825
        ]
    },
    "0.42167383895372773-3-29": {
        "average clique similarity": 0.42167383895372773,
        "clique": [
            "0- He s much more than",
            "1-It s been a company ",
            "3-He does massive deal"
        ],
        "median tf-idf score": 0.6105012975274994,
        "publications": [
            "CNN",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "\"He's much more than a business executive. I mean, he's a   player. He's in charge of, I guess, the largest company in the world,\" Trump said. \"To me, a great advantage is he knows many of the players, and he knows them well\".",
            "It's been a company that has been unbelievably managed\". \"And to me, a great advantage is he knows many of the players, and he knows them well. He does massive deals in Russia,\" Trump said.",
            "He does massive deals in Russia. He does massive deals for the company    not for himself    for the company,\" Trump said."
        ],
        "tf-idf score": [
            0.6105012975274994,
            0.7512741614949806,
            0.5272795405757027
        ]
    }
}