{
    "0.14899421404773172-3-141": {
        "average clique similarity": 0.14899421404773172,
        "clique": [
            "1-More recent emails  ",
            "3-Experts have pointed",
            "5-Both Powell and Rice"
        ],
        "median tf-idf score": 0.8854910935605717,
        "publications": [
            "Vox",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "More recent emails, though, reveal that some of Powell's friends have assumed he would endorse Clinton, and have even bugged him about it, according to the Daily Caller. In July, former New Jersey Gov.",
            "Experts have pointed to Russian state elements as the actors behind the DNC leaks. Powell, Rice talk Iraq War, An exchange in 2015 showed Powell and his successor, former secretary of state Condoleezza Rice, critiquing some of their former colleagues in the Bush administration. Rice forwarded a link to story about Bob Woodward slamming former Defense Secretary Donald Rumsfeld's recent commentary on the Iraq War.",
            "Both Powell and Rice have repeatedly said that have no recollection of the dinner."
        ],
        "tf-idf score": [
            0.9570850194323324,
            0.8854910935605717,
            0.5071331200219945
        ]
    },
    "0.1574130502716119-3-339": {
        "average clique similarity": 0.1574130502716119,
        "clique": [
            "3-No further comment a",
            "0-A spokesperson for P",
            "4-At the time  he seem"
        ],
        "median tf-idf score": 0.5724288389196996,
        "publications": [
            "CNN",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "No further comment at this time\". The emails are notable for their candor about Trump.",
            "A spokesperson for Powell said in a statement last month that he had talked to Clinton about describing his use of his personal AOL account for \"unclassified messages and how it vastly improved communications within the State Department. At the time there was no equivalent system within the Department.",
            "At the time, he seemed most annoyed about the effects of the scandal on communications internally, adding, \"They are going to dick up the legitimate and necessary use of email with friggin record rules. \""
        ],
        "tf-idf score": [
            0.4667628064514628,
            1.1493144197564409,
            0.5724288389196996
        ]
    },
    "0.1604601514065255-3-235": {
        "average clique similarity": 0.1604601514065255,
        "clique": [
            "1-In another email  Po",
            "5-That same month  in ",
            "2- That s what the 99 "
        ],
        "median tf-idf score": 1.1331731565792718,
        "publications": [
            "Business Insider",
            "Vox",
            "Buzzfeed News"
        ],
        "sentences": [
            "In another email, Powell wrote that Trump \"appeals to the worst angels of the GOP nature and poor white folks,\" according to CNN And elsewhere, he wrote that \"the whole birther movement\"  --   headed by Trump  --   \"was racist\".",
            "That same month, in another email, Powell wrote that he tried to warn \"[Clinton's] people three times. I will send an even tougher counterattack from a Trump media friend. \"",
            "\"That's what the 99%   believe. When Trump couldn't keep that up he said he also wanted   to see if the certificate noted that he was a Muslim. \" \" '   In another exchange, Powell went off on media  --   echoing the   position of other lawmakers who believe the press helped fuel   Trump's rise. '"
        ],
        "tf-idf score": [
            1.1985020900674754,
            1.1331731565792718,
            0.9063689238492716
        ]
    },
    "0.16389174952832647-3-28": {
        "average clique similarity": 0.16389174952832647,
        "clique": [
            "4-Powell said that the",
            "1-But it s also clear ",
            "5-He reiterated that h"
        ],
        "median tf-idf score": 0.7452051554145764,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "Powell said that the intelligence community had been staunchly against him having a personal digital assistant, and so he'd just stopped asking and done it. He wrote that he was never satisfied about the security risk.",
            "But it's also clear, though, that Powell has no great love for Hillary Clinton  --   in the emails, he frequently criticizes her and her handling of the email scandal, and has so far been noncommittal about whether he will endorse her.",
            "He reiterated that he wrote about his use of email in his book, and briefed the \"State IG, IC IG an the FBI,\" and that \"everyone in the department knew about it and were overjoyed. \""
        ],
        "tf-idf score": [
            0.7452051554145764,
            0.9655055497101028,
            0.6089223297317928
        ]
    },
    "0.17055165770356187-3-248": {
        "average clique similarity": 0.17055165770356187,
        "clique": [
            "2-    Clinton s campai",
            "4-In February  apparen",
            "5-Recently  in an Augu"
        ],
        "median tf-idf score": 1.072210344548309,
        "publications": [
            "Business Insider",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "\"   Clinton's campaign has wrestled with the controversey over her   own use of a private email server while she was in the state   department.  \"",
            "In February, apparently alluding to his BlackBerry advice, Powell wrote to former Reagan aide Ken Duberstein, \"I didn't tell Hillary to have a private server at home, connected to the Clinton Foundation, two contractors, took away 60, 000 emails, had her own domain. \" He added, \"Stupid State Department dragged me in and I had to take care of myself. I warned them.",
            "Recently, in an August 2016 email, Powell wrote to a reporter with Thompson Reuters that he, unlike Clinton, used a \"public server, AOL, not my own servers and domain. \""
        ],
        "tf-idf score": [
            0.9130499334350329,
            1.3765765158769585,
            1.072210344548309
        ]
    },
    "0.17523905632200087-3-278": {
        "average clique similarity": 0.17523905632200087,
        "clique": [
            "0-The paper cited a pa",
            "1-The email was sent t",
            "4-Don t say these uncl"
        ],
        "median tf-idf score": 0.9925667634121788,
        "publications": [
            "Vox",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "The paper cited a passage from an upcoming book about Bill Clinton's   that read, \"Powell told her to use her own email, as he had done, except for classified communications, which he had sent and received via a State Department computer. \"",
            "The email was sent to a journalist who had previously worked for Powell.",
            "Don't say these unclassified messages are classified or should have been classified. \" In   journalist Joe Conason, who is close to the Clintons, reported that Powell had advised Clinton to use private email."
        ],
        "tf-idf score": [
            1.1425734709322832,
            0.749744134852485,
            0.9925667634121788
        ]
    },
    "0.18218159605366124-3-319": {
        "average clique similarity": 0.18218159605366124,
        "clique": [
            "5- Former Secretary of",
            "3-Trump said  Clinton ",
            "4-Despite dismissing t"
        ],
        "median tf-idf score": 1.2834429302250119,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            " Former Secretary of State Colin Powell was extremely frustrated both publicly and privately about Hillary Clinton's \"minions\" trying \"to drag me in\" to her email controversies, according to his personal emails seen by BuzzFeed News.",
            "Trump said. Clinton 'kind of screws up with hubris' But the messages also showed Powell angry with Hillary Clinton over her handling of her personal emails as secretary of state.",
            "Despite dismissing that flap, Powell shows himself to have little patience for Hillary Clinton in the email flap, and particularly for her   approach and her small cadre of closely held, extremely loyal aides, willing to go to great lengths to defend her."
        ],
        "tf-idf score": [
            1.356005987212297,
            1.2834429302250119,
            0.9303244781014741
        ]
    },
    "0.18439572036314042-3-188": {
        "average clique similarity": 0.18439572036314042,
        "clique": [
            "1-It s not entirely cl",
            "0-In one email  Powell",
            "4-Over time  however  "
        ],
        "median tf-idf score": 0.9332513363926479,
        "publications": [
            "Vox",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "It's not entirely clear an endorsement is still in the offing, though. The emails contain some harsh criticism of Clinton too, after all, and Powell was clearly deeply resentful about what he felt was the Clinton team (or \"mafia\" as he called it) trying to drag him into her email scandal.",
            "In one email, Powell complained about Clinton's \"minions\" trying to \"drag\" him into the email mess, according to BuzzFeed.",
            "Over time, however, he seems to have become increasingly annoyed at what he viewed as the Clinton team's attempts to draw him into the story."
        ],
        "tf-idf score": [
            1.069479865483652,
            0.9332513363926479,
            0.29111360634019806
        ]
    },
    "0.18711338682643977-3-155": {
        "average clique similarity": 0.18711338682643977,
        "clique": [
            "0-A top Powell aide co",
            "5-It may be the latest",
            "6-And   As I have said"
        ],
        "median tf-idf score": 1.0395684595231631,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "A top Powell aide confirmed the authenticity of the emails to Fox News, saying they are \"confirming that he was hacked and these are his emails. \" \"We have no further comment at this time,\" the aide said.",
            "It may be the latest example of a Russian entity potentially trying to influence the US presidential election  --   in July, the FBI said it believed Russia was behind the hack of the Democratic National Committee's internal emails right before they party's convention. Powell told BuzzFeed News he had no comment.",
            "And: \"As I have said before, 'What if he was?' Muslims are born as Americans everyday\". He lamented the direction of the GOP: \"Or as I said before the 2012 election, 'There is a level of intolerance in parts of the Republican Party.'"
        ],
        "tf-idf score": [
            1.0395684595231631,
            1.2267173054298417,
            0.39334199765122535
        ]
    },
    "0.1897549047190088-3-21": {
        "average clique similarity": 0.1897549047190088,
        "clique": [
            "5-According to the FBI",
            "1-In fact  an earlier ",
            "3-The FBI released inf"
        ],
        "median tf-idf score": 0.9403433846861053,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "According to the FBI documents later released, Clinton told agents that Powell's instructions to her about her email did not factor into how she used email while secretary.",
            "In fact, an earlier email from Powell to Clinton released by House Democrats last week shows that he did appear to give her friendly sounding advice on evading records rules.",
            "The FBI released information from its investigation of Clinton's email practices in July and August, and the notes it released showed Clinton indicating her practices came from Powell."
        ],
        "tf-idf score": [
            1.0346389468721289,
            0.9165950912920194,
            0.9403433846861053
        ]
    },
    "0.19218777201670453-3-66": {
        "average clique similarity": 0.19218777201670453,
        "clique": [
            "5-And in August  in an",
            "1- Be very careful  I ",
            "0-Powell had previousl"
        ],
        "median tf-idf score": 1.2934391149458022,
        "publications": [
            "Fox News",
            "Vox",
            "Buzzfeed News"
        ],
        "sentences": [
            "And in August, in an email with the subject line \"Re: CLINTON IN HIDING: 259 DAYS SINCE LAST PRESS CONFERENCE,\" Powell compliments a New York Times article that said Clinton \"was using private email before that dinner or the memo I sent her. \"",
            "\"Be very careful. I got around it all by not saying much and not using systems that captured the data\". In any case, an email on August 28 (after Powell's public complaint that Clinton was \"trying to pin\" the scandal on him) suggests that he had patched things up with the Clinton team.",
            "Powell had previously accused Clinton of trying to \"pin\" the scandal on him after Clinton, who served as secretary of state under President Obama, told federal authorities in July that Powell had detailed to her his email practices as secretary of state under George W Bush, according to a New York Times report in August."
        ],
        "tf-idf score": [
            1.2934391149458022,
            1.1732096207026181,
            1.4334501418477195
        ]
    },
    "0.1959321353212645-3-329": {
        "average clique similarity": 0.1959321353212645,
        "clique": [
            "0-In the emails  which",
            "1-About two years  wor",
            "3-The messages  the ex"
        ],
        "median tf-idf score": 0.9556841167491439,
        "publications": [
            "CNN",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "In the emails, which were leaked by the website D C Leaks, Powell wrote to at least one confidant about his repeated warning to Clinton not to blame him for the scandal.",
            "About two years' worth of Powell's emails were apparently stolen and posted at a shady website called DCLeaks, which may well be connected to Russian intelligence in some way.",
            "The messages, the existence of which were first reported by BuzzFeed and The Intercept, were posted to DCleaks, an organization affiliated with other recent hacks of   figures. Peggy Cifrino, an aide to Powell, told CNN: \"The emails are accurate."
        ],
        "tf-idf score": [
            0.9774583884103458,
            0.7777285407197878,
            0.9556841167491439
        ]
    },
    "0.20742418774094207-3-351": {
        "average clique similarity": 0.20742418774094207,
        "clique": [
            "4-        For us to co",
            "0-Clinton had sought P",
            "2-    Powell has also "
        ],
        "median tf-idf score": 1.2189148506124083,
        "publications": [
            "Atlantic",
            "Business Insider",
            "Fox News"
        ],
        "sentences": [
            "        For us to continue writing great stories, we need to display ads. Please select the extension that is blocking ads. Please follow the steps below, Sometimes bad advice can be given with good intentions. Writing to Hillary Clinton just after she took office as secretary of state, Colin Powell explained to Clinton in an email why and how he had used a personal email address during his time as secretary.",
            "Clinton had sought Powell's advice about his private email account during a June 2009 dinner at former Secretary of State Madeline Albright's house.",
            "\"   Powell has also been critical of Hillary Clinton's   campaign claim that he mentioned his use of a private   email server during his tenure as secretary of state in an   email.   \""
        ],
        "tf-idf score": [
            1.274487682859134,
            1.054740147765976,
            1.2189148506124083
        ]
    },
    "0.25957274112637596-3-379": {
        "average clique similarity": 0.25957274112637596,
        "clique": [
            "4-If Powell comes out ",
            "0- They are going to d",
            "6-Powell wrote to a bu"
        ],
        "median tf-idf score": 0.8505180509489078,
        "publications": [
            "Atlantic",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "If Powell comes out of the emails as a sort of everyman, his dilemma over the coming few weeks also mirrors the choice faced by many of those Republicans, from Condoleezza Rice and George W Bush to members of Congress. Do they back a Democrat who they see as flawed and   and in many cases with whom they have bad blood?",
            "\"They are going to dick up the legitimate and necessary use of emails with friggin (sic) record rules.",
            "Powell wrote to a business partner: \"They are going to d*** up the legitimate and necessary use of emails with friggin record rules."
        ],
        "tf-idf score": [
            0.8505180509489078,
            0.4601942673417656,
            0.8899494022068906
        ]
    },
    "0.2710261709701823-4-379": {
        "average clique similarity": 0.2710261709701823,
        "clique": [
            "0-D C Leaks is a websi",
            "6-com       a site MSN",
            "5-com       which has ",
            "4-An organization call"
        ],
        "median tf-idf score": 0.7108900312493717,
        "publications": [
            "Fox News",
            "NPR",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "D C Leaks is a website that releases hacked emails from U S military officials and politicians and is said to have ties to Guccifer 2. 0, who some believe has ties to Russian Intelligence.",
            "com  --   a site MSNBC reported has rumored ties to Russian intelligence  --   and reported by BuzzFeed News, go into more detail about Powell's views on the two candidates.",
            "com  --   which has reported, but not confirmed, ties to Russian intelligence services  --   obtained Powell's emails.",
            "An organization called D C Leaks, which has been alleged to have ties to Russian intelligence, has hacked some of Powell's emails and released them publicly."
        ],
        "tf-idf score": [
            0.6216219604314205,
            0.6330771280321921,
            0.7887029344665513,
            0.8262599980144064
        ]
    },
    "0.27313916208648303-3-379": {
        "average clique similarity": 0.27313916208648303,
        "clique": [
            "0-He also had tough wo",
            "4-Powell said in vario",
            "6-In the emails from t"
        ],
        "median tf-idf score": 1.0633800184024988,
        "publications": [
            "Fox News",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "He also had tough words for Republican presidential nominee Donald Trump, whom he called \"a national disgrace\" and an \"international pariah\". Powell has not endorsed any candidate in the 2016 race.",
            "Powell said in various emails first reported by BuzzFeed that Trump \"has no sense of shame,\" and is \"a national disgrace\" and \"international pariah. \"",
            "In the emails from the past few months and going back to last year, Powell called GOP nominee Donald Trump a \"national disgrace,\" an \"international pariah\" with \"no sense of shame,\" who is leading a \"racist\" movement  --   because of Trump's leading the \"birther\" movement and having questioned President Obama's religion."
        ],
        "tf-idf score": [
            0.8192963793540403,
            1.0633800184024988,
            1.2179196576714477
        ]
    },
    "0.27345388092489203-3-379": {
        "average clique similarity": 0.27345388092489203,
        "clique": [
            "1- Former Secretary of",
            "2-         Former secr",
            "3-Washington  CNN  Lea"
        ],
        "median tf-idf score": 1.078949079421416,
        "publications": [
            "Vox",
            "Business Insider",
            "CNN"
        ],
        "sentences": [
            " Former Secretary of State Colin Powell thinks Donald Trump is a \"national disgrace\" and Republicans' Benghazi investigations are a \"witch hunt,\" according to leaked personal emails of his that have been posted by several media outlets.",
            "'  ' '   Former secretary of state Colin Powell is no fan of Donald Trump. '",
            "Washington (CNN) Leaked emails from former Secretary of State Colin Powell show him strongly criticizing Donald Trump, labeling him a \"national disgrace and an international pariah\"."
        ],
        "tf-idf score": [
            1.2469597070499265,
            0.6626252197445066,
            1.078949079421416
        ]
    },
    "0.2826232798522437-3-142": {
        "average clique similarity": 0.2826232798522437,
        "clique": [
            "6-As for Powell going ",
            "2-    The retired   ge",
            "3-Powell also lampoone"
        ],
        "median tf-idf score": 0.7963821174026575,
        "publications": [
            "NPR",
            "Business Insider",
            "CNN"
        ],
        "sentences": [
            "As for Powell going on air to criticize Trump, Powell said he would \"pick the timing,\" and that \"to go on and call him an idiot just emboldens him\".",
            "'   The retired   general said he was strategic about   publicly criticizing the brash billionaire in order no to entice   him. ' '   \"To go on and call him an idiot just emboldens him,\" Powell   wrote. '",
            "Powell also lampooned Trump's proposal that he could win over the   population. \"For him to say yesterday that within four years he would have 95% of blacks voting for him is schizo fantasy,\" Powell wrote, adding, \"And (former Fox News chief Roger) Ailes as an adviser won't heal with women\"."
        ],
        "tf-idf score": [
            0.6476465469799629,
            0.7966068864706821,
            0.7963821174026575
        ]
    },
    "0.291504470585367-3-379": {
        "average clique similarity": 0.291504470585367,
        "clique": [
            "5-If it is public that",
            "4-I got around it all ",
            "3-On August 28  he sai"
        ],
        "median tf-idf score": 0.8476725857374651,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "If it is public that you have a BlackBerry and it it (sic) government and you are using it, government or not, to do business, it may become an official record and subject to the law,\" Powell wrote. \"Reading about the President's BB rules this morning, it sounds like it won't be as useful as it used to be. Be very careful. I got around it all by not saying much and not using systems that captured the data. \"",
            "I got around it all by not saying much and not using systems that captured the data. \" Hillary Clinton's Latest Email Scapegoat: Colin Powell  Powell's advice was prescient in that he foresaw how the emails could create a   snafu.",
            "On August 28, he said that Clinton \"could have killed this two years ago by merely telling everyone honestly what she had done and not tie me into it."
        ],
        "tf-idf score": [
            0.8476725857374651,
            1.0628096166495753,
            0.40476772200442473
        ]
    },
    "0.31867397304821204-3-114": {
        "average clique similarity": 0.31867397304821204,
        "clique": [
            "1- They are going to d",
            "5- I have told Hillear",
            "6-She keeps tripping i"
        ],
        "median tf-idf score": 0.8454803146639676,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Vox"
        ],
        "sentences": [
            "\"They are going to dick up the legitimate and necessary use of emails with friggin record rules,\" Powell complained, according to another   email.",
            "\"I have told Hilleary's [sic] minions repeatedly that they are making a mistake trying to drag me in, yet they still try.. The media isn't fooled and she is getting crucified,\" Powell wrote in May. \"The differences are profound and they know it. \"",
            "She keeps tripping into these 'character' minefields\". In another email, per NBC, Powell wrote: \"I have told Hilleary's [sic] minions repeatedly that they are making a mistake trying to drag me in, yet they still try\"."
        ],
        "tf-idf score": [
            0.8454803146639676,
            0.7239749707009265,
            0.9660285492445791
        ]
    },
    "0.34390111361561004-4-379": {
        "average clique similarity": 0.34390111361561004,
        "clique": [
            "4-In August 2015  as T",
            "1-But Powell has also ",
            "0-I saw email more lik",
            "6-He didn t hold back "
        ],
        "median tf-idf score": 0.9106143689904727,
        "publications": [
            "Atlantic",
            "Vox",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "In August 2015, as The Intercept reported, Powell complained, \"Everything HRC touches she kind of screws up with hubris. \"",
            "But Powell has also harshly criticized Hillary Clinton Finally, when the matter of Hillary Clinton's emails came up, Powell was harshly critical of the Democratic nominee  --   \"Everything HRC touches she kind of screws up with hubris,\" he wrote  --   but he also seemed to think that Clinton could have easily quieted the scandal by doing \"a 'Full Monty'\" when it first broke, according to an email posted by the Intercept.",
            "I saw email more like a telephone than a cable machine,\" Powell wrote to business partner Jeffrey Leeds, as first reported by The Intercept. \"As long as the stuff is unclassified. I had a secure State. gov machine. Everything HRC touches she kind of screws up with hubris. \"",
            "He didn't hold back much for Hillary Clinton, either, saying, \"Everything HRC touches she kind of screws up with hubris\". The emails, first posted by DCLeaks."
        ],
        "tf-idf score": [
            0.5942497908773934,
            1.4955175787428165,
            1.179235728729789,
            0.6419930092511562
        ]
    },
    "0.3451168033825838-3-100": {
        "average clique similarity": 0.3451168033825838,
        "clique": [
            "5-I had to throw a min",
            "3-I told her staff thr",
            "0- I told her staff th"
        ],
        "median tf-idf score": 0.9926182748815517,
        "publications": [
            "Fox News",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "I had to throw a mini tantrum at a Hampton's party to get their attention. She keeps tripping into these 'character' minefields. \" The New York Times reported in August that Clinton told FBI agents that Powell told her to use personal email while in office.",
            "I told her staff three times not to try that gambit\". Wednesday's email leak was not the first time Powell's private thoughts were revealed.",
            "\"I told her staff three times not to try that gambit. I had to throw a mini tantrum at a Hampton's party to get their attention. She keeps tripping into these 'character' minefields,\" he wrote, according to The Intercept. He reportedly had tried to settle the matter in a meeting with Clinton aide Cheryl Mills."
        ],
        "tf-idf score": [
            1.2311063836265088,
            0.9926182748815517,
            0.7812455430386706
        ]
    },
    "0.37735616773599584-3-379": {
        "average clique similarity": 0.37735616773599584,
        "clique": [
            "1- Trump is a national",
            "3- Trump is a national",
            "2-    In a slew of ema"
        ],
        "median tf-idf score": 0.8234935851753529,
        "publications": [
            "Vox",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "\"Trump is a national disgrace and an international pariah,\" Powell wrote in an email this June, as BuzzFeed News first reported.",
            "\"Trump is a national disgrace and an international pariah,\" Powell wrote in June.",
            "'   In a slew of emails obtained by  Powell tore into the Republican presidential   candidate referring to him as an \"international pariah\" and a   \"national disgrace. \""
        ],
        "tf-idf score": [
            1.028011069017813,
            0.668730528840565,
            0.8234935851753529
        ]
    },
    "0.4013145324185614-4-379": {
        "average clique similarity": 0.4013145324185614,
        "clique": [
            "4-Yup  the whole birth",
            "3-He also called the b",
            "2-     Yup  the whole ",
            "6-Some of the choice e"
        ],
        "median tf-idf score": 0.5487134700432043,
        "publications": [
            "Atlantic",
            "CNN",
            "Business Insider",
            "NPR"
        ],
        "sentences": [
            "Yup, the whole birther movement was racist.",
            "He also called the birther movement, which the Republican presidential nominee helped lead, \"racist\". \"That's what the 99% believe.",
            "\"   \"Yup, the whole birther movement was racist,\" Powell wrote,   according to the BuzzFeed News report.",
            "Some of the choice excerpts, according to different outlets: Per BuzzFeed, Powell wrote to former aide Emily Miller, a correspondent with the conservative One America News Network, on the birther movement: \"Yup, the whole birther movement was racist."
        ],
        "tf-idf score": [
            0.23267402470533088,
            0.2688529299412614,
            0.8285740101451471,
            0.9323252558221344
        ]
    },
    "0.4042720364341728-3-379": {
        "average clique similarity": 0.4042720364341728,
        "clique": [
            "6-  To other recipient",
            "4-That s what the 99  ",
            "3-When Trump couldn t "
        ],
        "median tf-idf score": 0.719118883693542,
        "publications": [
            "NPR",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "\" To other recipients, Powell noted that, in declining news media interviews, he thought Trump was getting too much coverage.",
            "That's what the 99% believe. When Trump couldn't keep that up he said he also wanted to see if the certificate noted that he was a Muslim. As I have said before, \"What if he was?\" Muslims are born as Americans everyday.",
            "When Trump couldn't keep that up he said he also wanted to see if the certificate noted that he was a Muslim,\" Powell wrote in an August email."
        ],
        "tf-idf score": [
            0.719118883693542,
            0.46746186132807666,
            1.1288920489623113
        ]
    },
    "0.4209872196105266-3-379": {
        "average clique similarity": 0.4209872196105266,
        "clique": [
            "1- Spent last week wit",
            "6-He added in another ",
            "4-A few days later  he"
        ],
        "median tf-idf score": 0.6497595134003246,
        "publications": [
            "Vox",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "\"Spent last week with Cheryl Mills and the HRC team burying the email flap,\" he wrote, according to the Daily Caller.",
            "He added in another: \"HRC could have killed this two years ago by merely telling everyone honestly what she had done and not tie me to it\". He said he had complained to Clinton's staff on multiple occasions, had met with top Clinton adviser Cheryl Mills just last month and had had to \"throw a mini tantrum at a Hampton's [sic] party to get their attention.",
            "A few days later, he wrote that he had \"spent last week with [Clinton aide] Cheryl Mills and the HRC team burying the email flap. \""
        ],
        "tf-idf score": [
            0.5647960672554426,
            0.6497595134003246,
            0.7114035768456737
        ]
    },
    "0.45005618854103996-4-379": {
        "average clique similarity": 0.45005618854103996,
        "clique": [
            "6-I warned her staff t",
            "5-In late August 2016 ",
            "4-He also said  I warn",
            "0-In a separate email "
        ],
        "median tf-idf score": 0.6979183662276176,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "I warned her staff three times over the past two years not to try to connect it to me. I am not sure HRC even knew or understood what was going on in the basement\".",
            "In late August 2016, he wrote that he \"spent last week with [Clinton confidante] Cheryl Mills and the HRC team burying the email flap,\" the retired   general wrote to a California official. \"Sad thing it that HRC could have killed this two years ago by merely telling everyone honestly what she had done and not tie me into it. I told her staff three times not to try that gambit.",
            "He also said: I warned her staff three times over the past two years not to try to connect it to me. I am not sure HRC even knew or understood what was going on in the basement.",
            "In a separate email, Powell said he \"warned her staff three times over the past two years not to try to connect it to me. \""
        ],
        "tf-idf score": [
            0.4374344975462189,
            1.088141695450009,
            0.5224185040207713,
            0.8734182284344639
        ]
    },
    "0.4788511747256143-3-125": {
        "average clique similarity": 0.4788511747256143,
        "clique": [
            "2-        You guys are",
            "4- You guys are playin",
            "3-READ  Why the 2016 p"
        ],
        "median tf-idf score": 0.688658062034801,
        "publications": [
            "Business Insider",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "'' '   \"You guys are playing his game, you are his oxygen,\" he said. \"[Trump] outraged us again today with his comments on Paris     for police districts. I will watch and pick the timing, not   respond to the latest outrage   ...    \" ' \"   The   mogul's controversial White House run has been   unlike any other in modern history. Many of the campaign's highs   and lows have been covered from every angle  --     --   who   often rails against the coverage while simultaneously generating   new headlines. \"",
            "\"You guys are playing his game, you are his oxygen,\" Powell wrote. \"He outraged us again today with his comments on Paris   for police districts. I will watch and pick the timing, not respond to the latest outrage. \"",
            "READ: Why the 2016 presidential debates really matter, \"You guys are playing his game, you are his oxygen,\" Powell wrote in December."
        ],
        "tf-idf score": [
            0.8036523394477515,
            0.688658062034801,
            0.5847728114674647
        ]
    }
}