{
    "0.14677533254635755-3-126": {
        "average clique similarity": 0.14677533254635755,
        "clique": [
            "0-Rousey is a broken f",
            "1- This is definitely ",
            "2-She was rocked by a "
        ],
        "median tf-idf score": 0.6137326509269992,
        "publications": [
            "CNN",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "Rousey is a broken figure, with one foot out the door even before Friday night. And McGregor announced last month that he's taking several months off while waiting for his partner to give birth to their first child.",
            "\"This is definitely one of my last fights. Everyone better watch. The show isn't going to be around forever\". Before her loss to Holm, Rousey didn't just win.",
            "She was rocked by a number of overhand rights before finally being wobbled one last time and appeared to be out on her feet. Rousey managed to stay up by holding onto the side of the cage with her right hand."
        ],
        "tf-idf score": [
            0.5488311580734381,
            0.6137326509269992,
            0.8038047969677459
        ]
    },
    "0.15169453329773183-3-72": {
        "average clique similarity": 0.15169453329773183,
        "clique": [
            "4-But Rousey refused t",
            "1-This was supposed to",
            "0- John   Press   The "
        ],
        "median tf-idf score": 0.6765636010512177,
        "publications": [
            "Guardian",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "But Rousey refused to promote this    show, leaving Cruz, Garbrandt and Nunes to do most of the work.",
            "This was supposed to be the night to put all that behind her. But the current holder had different ideas.",
            "(John   Press)  The night belonged to Cruz, too, for the way he handled himself. After losing for the first time 10 years, he set aside the acrimony that had boiled over prior to the fight and offered congratulations to Garbrandt ( ) then spoke eloquently about the ups and downs of being a champion. His belt may be gone, but Cruz's   and perspective on sports remain intact."
        ],
        "tf-idf score": [
            0.6765636010512177,
            0.2863418853262116,
            0.7022037354728665
        ]
    },
    "0.15769765382876355-3-195": {
        "average clique similarity": 0.15769765382876355,
        "clique": [
            "4-While Rousey s media",
            "3-Rousey didn t speak ",
            "0-By handling his defe"
        ],
        "median tf-idf score": 0.7772830395155278,
        "publications": [
            "Washington Post",
            "Guardian",
            "New York Post"
        ],
        "sentences": [
            "While Rousey's media blackout will hurt her cut of the    revenue, it didn't affect her guaranteed payday, which matched Conor McGregor for the biggest disclosed check in UFC history. Earlier, Garbrandt ( ) remained unbeaten with a virtuoso performance to claim the belt held for the past 11 months by Cruz ( ) who ended up with a gaping cut over his left eye.",
            "Rousey didn't speak to the media after the fight but wanted to thank her fans for their support.",
            "By handling his defeat so gracefully, Cruz ( ) far outclassed Rousey, who after her beating sulked her way out of the cage and disappeared into the night, with not a word for her fans or her conqueror. \"Rowdy Ronda\" used to be known for being graceless in victory."
        ],
        "tf-idf score": [
            0.9009663421536858,
            0.487806733600279,
            0.7772830395155278
        ]
    },
    "0.1898186665629735-3-107": {
        "average clique similarity": 0.1898186665629735,
        "clique": [
            "4-Rousey was stopped 4",
            "3-LAS VEGAS       By t",
            "1-But for how long  Pa"
        ],
        "median tf-idf score": 1.0886052175968197,
        "publications": [
            "New York Post",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Rousey was stopped 48 seconds into her first fight in 13 months Friday night, losing to bantamweight champion Amanda Nunes at UFC 207.",
            "LAS VEGAS  --   By the time Amanda Nunes arrived at the tent outside   Arena for her   press conference late Friday night, Ronda Rousey was long gone.",
            "But for how long? Partisan crowd, At both the Thursday   and Friday night's fight, the fans were firmly behind the former bantamweight title holder and their cheers in the arena Friday were supposed to brush the cobwebs off after a   absence and to restore the   fighter to her former dominance."
        ],
        "tf-idf score": [
            1.1575974133212548,
            1.0886052175968197,
            0.5260048474092185
        ]
    },
    "0.18994634856988968-3-90": {
        "average clique similarity": 0.18994634856988968,
        "clique": [
            "2-Rousey entered the o",
            "4-Rousey nearly vanish",
            "0-Returning from a   l"
        ],
        "median tf-idf score": 0.893456641428445,
        "publications": [
            "Breitbart",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "Rousey entered the octagon first with her trademark scowl, but the angry demeanour quickly turned to desperation as the former champion looked out of her class from the moment Nunes backed her up with the first overhand right. The    from Los Angeles had not fought in over a year since she was pummelled in similar fashion by Holly Holm.",
            "Rousey nearly vanished from public view after her first loss, taking time away from the gym and attending to her acting career.",
            "Returning from a   layoff following last year's   knockout loss to Holly Holm, and after charging into the octagon looking like the Rowdy Ronda of old, Rousey was passive and tentative and feeble from the start."
        ],
        "tf-idf score": [
            1.197090994176493,
            0.5396505871760626,
            0.893456641428445
        ]
    },
    "0.1904728035164123-3-200": {
        "average clique similarity": 0.1904728035164123,
        "clique": [
            "1-But almost straight ",
            "0-This night rightfull",
            "2- The    Nunes  of Br"
        ],
        "median tf-idf score": 0.8033743906959834,
        "publications": [
            "CNN",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "But almost straight away that dream was shattered by a prepared, efficient and confident Amanda Nunes, the women's bantamweight champion, whose defense of her belt was largely ignored in the   to the fight.",
            "This night rightfully belonged to Amanda Nunes, who defended her women's bantamweight championship for the first time with a ferocious   technical knockout of the ghost of the Rousey we used to know.",
            "[The    Nunes, of Brazil, barely broke a sweat against a helpless Rousey to easily retain her UFC women's bantamweight belt on Friday night in Las Vegas."
        ],
        "tf-idf score": [
            0.7879372268798839,
            0.8033743906959834,
            0.938666576381469
        ]
    },
    "0.19189533632684866-3-200": {
        "average clique similarity": 0.19189533632684866,
        "clique": [
            "3- That s it for her  ",
            "1- Forget about Ronda ",
            "0- She thinks she s a "
        ],
        "median tf-idf score": 0.7713124402894214,
        "publications": [
            "New York Post",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "\"That's it for her,\" Nunes said. \"For sure, she's going to retire. She can't take anymore. If she wants the rematch, I'm going to do the same thing because she can't take my punches. \" Rousey apparently isn't ready to call it a career just yet.",
            "\"Forget about Ronda Rousey,\" Nunes said. \"Now she's going to retire and go do movies\". Miracle at Leicester?",
            "\"She thinks she's a boxer,\" Nunes said of Rousey. Tarverdyan \"put this thing in her head and made the girl believe in that. I don't know why he did that. She's great at judo, but he put some crazy thing about his boxing, and her head started going down. \""
        ],
        "tf-idf score": [
            0.7766629261789189,
            0.7426601213567287,
            0.7713124402894214
        ]
    },
    "0.2025636016957144-3-23": {
        "average clique similarity": 0.2025636016957144,
        "clique": [
            "3- Returning to not ju",
            "2- She had her time  S",
            "4- If you don t lose  "
        ],
        "median tf-idf score": 0.8262632022680191,
        "publications": [
            "Breitbart",
            "Guardian",
            "New York Post"
        ],
        "sentences": [
            "\"Returning to not just fighting but winning was my entire focus this past year,\" she said. \"However, sometimes  --   even when you prepare and give everything you have and want something so badly  --   it doesn't work how you planned. I take pride in seeing how far the women's division has come in the UFC and commend all the other women who have been part of making this possible, including Amanda. \" If Rousey is smart, she will retire.",
            "\"She had her time. She did a lot for this sport. Thank you, Ronda Rousey. I'm the champion, the Lion,\" Nunes said.",
            "\"If you don't lose, you don't grow,\" Cruz said. \"We're all competitors here, and it's a game of inches."
        ],
        "tf-idf score": [
            1.0468751053941279,
            0.8262632022680191,
            0.17466897784460872
        ]
    },
    "0.2565578942786151-3-169": {
        "average clique similarity": 0.2565578942786151,
        "clique": [
            "4- Forget about Ronda ",
            "0-The other was Ronda ",
            "1-Ronda Rousey returns"
        ],
        "median tf-idf score": 0.4397926445553749,
        "publications": [
            "CNN",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "\"Forget about Ronda Rousey!\"",
            "The other was Ronda Rousey.",
            "Ronda Rousey returns to the Octagon."
        ],
        "tf-idf score": [
            0.40419516027830893,
            0.5471729981497055,
            0.4397926445553749
        ]
    },
    "0.2675134616999088-3-76": {
        "average clique similarity": 0.2675134616999088,
        "clique": [
            "2-Referee Herb Dean st",
            "3-When a sweeping righ",
            "4-Referee Herb Dean st"
        ],
        "median tf-idf score": 0.5853659678414981,
        "publications": [
            "Guardian",
            "Breitbart",
            "New York Post"
        ],
        "sentences": [
            "Referee Herb Dean stopped the rout at 48 seconds of the opening round after Nunes landed an overhand right, followed by a straight left to Rousey's head.",
            "When a sweeping right landed flush, Rousey's legs buckled as she desperately grabbed the cage, prompting referee Herb Dean to stop the bout.",
            "Referee Herb Dean stopped the bout with Rousey still on her feet, and Rousey briefly protested the stoppage before leaving the cage in her mother's arms."
        ],
        "tf-idf score": [
            0.8821238984488144,
            0.5853659678414981,
            0.5304134845356797
        ]
    },
    "0.2923905222648515-3-200": {
        "average clique similarity": 0.2923905222648515,
        "clique": [
            "1-  Rousey  had her ti",
            "4-Nunes shouted to the",
            "3- A lot of people onl"
        ],
        "median tf-idf score": 0.4377781419632778,
        "publications": [
            "CNN",
            "Guardian",
            "New York Post"
        ],
        "sentences": [
            "\"(Rousey) had her time, she did a lot for the sport.",
            "Nunes shouted to the sellout crowd. \"She's going to go do movies. Forget about her. She has a lot of money already. \"",
            "\"A lot of people only talk about Ronda Rousey, Miesha. There's a lot of talent in this division and people have to see this. Now it's going to change a lot of things. \""
        ],
        "tf-idf score": [
            0.4377781419632778,
            0.3831336236064862,
            0.5689614774099396
        ]
    },
    "0.3580101197565487-3-1": {
        "average clique similarity": 0.3580101197565487,
        "clique": [
            "4-She made a guarantee",
            "3-While Rousey got all",
            "2-Rousey earned a guar"
        ],
        "median tf-idf score": 0.6678756554395646,
        "publications": [
            "New York Post",
            "Guardian",
            "Breitbart"
        ],
        "sentences": [
            "She made a guaranteed $3 million for her comeback bout, while Nunes' guaranteed payday was just $200, 000.",
            "While Rousey got all the attention and a $3 million purse for saying nothing, Nunes who was guaranteed $200, 000, didn't waste time feeling disrespected.",
            "Rousey earned a guaranteed $3 million payday for less than a minute's work. Nunes collected $100, 000."
        ],
        "tf-idf score": [
            0.47076356758038873,
            0.8121620594306413,
            0.6678756554395646
        ]
    }
}