{
    "0.20966324965845284-3-28": {
        "average clique similarity": 0.20966324965845284,
        "clique": [
            "2- The most important ",
            "3- Attorney General Ly",
            "0- In light of the app"
        ],
        "median tf-idf score": 1.164414293312365,
        "publications": [
            "Guardian",
            "New York Times",
            "CNN"
        ],
        "sentences": [
            "\"The most important thing for me as attorney general is the integrity of this Department of Justice,\" she said.",
            "\"Attorney General Lynch's meeting with President Clinton creates the appearance of a violation of law, ethical standards and good judgment,\" the group said in a statement.",
            "\"In light of the apparent conflicts of interest, I have called repeatedly on Attorney General Lynch to appoint a special counsel to ensure the investigation is as far from politics as possible,\" Senator John Cornyn, Republican of Texas and a member of the Judiciary Committee, said in a statement on Thursday."
        ],
        "tf-idf score": [
            0.5986845641938952,
            1.23730373346872,
            1.164414293312365
        ]
    },
    "0.22018044550607832-3-119": {
        "average clique similarity": 0.22018044550607832,
        "clique": [
            "1-The attorney general",
            "3-Lynch was unequivoca",
            "0-The press secretary "
        ],
        "median tf-idf score": 0.9576309268489712,
        "publications": [
            "CNN",
            "New York Times",
            "Reuters"
        ],
        "sentences": [
            "The attorney general said she has received many questions about her role in the investigation and \"whether someone who was a political appointee would be involved in deciding how to investigate\".",
            "Lynch was unequivocal in repeating that career prosecutors and investigators    not political appointees    would be presenting her with findings from the investigation and recommendations on what to do next. \"I will be accepting their recommendations,\" she said.",
            "The press secretary, Josh Earnest, said that the investigation of Mrs Clinton would be free of political influence and that he would leave it to the attorney general to explain the meeting."
        ],
        "tf-idf score": [
            0.8555035285795901,
            0.9576309268489712,
            1.1827479620937231
        ]
    },
    "0.24980294936165048-3-6": {
        "average clique similarity": 0.24980294936165048,
        "clique": [
            "3-Opinion  Bill Clinto",
            "0- This incident does ",
            "1-Republicans  includi"
        ],
        "median tf-idf score": 1.2550659516939657,
        "publications": [
            "CNN",
            "New York Times",
            "Reuters"
        ],
        "sentences": [
            "Opinion: Bill Clinton and Loretta Lynch meeting shows 'incredibly bad judgment' Presumptive Republican presidential nominee Donald Trump also spotlighted the encounter on the campaign trail and on Twitter. \"Take a look at what happened   Bill Clinton. The system is totally rigged.",
            "\"This incident does nothing to instill confidence in the American people that her department can fully and fairly conduct this investigation, and that's why a special counsel is needed now more than ever,\" he said. Donald J Trump, the presumptive Republican nominee, seized on the incident, describing it in a radio interview as a \"sneak\" meeting and saying it exposed the rigged nature of the process.",
            "Republicans, including presumptive Republican presidential nominee Donald Trump, have said a political appointee like Lynch should not be involved in the email investigation and that the Monday night meeting with Bill Clinton shows Lynch is too close to the Clintons."
        ],
        "tf-idf score": [
            1.0658875683856992,
            1.2550659516939657,
            1.461858672595732
        ]
    },
    "0.28701641508124287-3-39": {
        "average clique similarity": 0.28701641508124287,
        "clique": [
            "1-The private meeting ",
            "3-  CNN  Former Presid",
            "4- They are acting ind"
        ],
        "median tf-idf score": 1.1760801990877687,
        "publications": [
            "Reuters",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "The private meeting with the former president took place on Lynch's plane after she landed in Phoenix on Monday night. Bill Clinton was leaving the airport after a rally for his wife earlier that day.",
            " (CNN) Former President Bill Clinton said he regrets his meeting with Attorney General Loretta Lynch earlier in the week, an encounter that has caused another controversy for his wife's presidential campaign.",
            "\"They are acting independently. \" Lynch acknowledged an impromptu meeting with former President Bill Clinton earlier this week \"cast a shadow\" on public perception of the email investigation into his wife."
        ],
        "tf-idf score": [
            1.1536188326303487,
            1.3788603292627533,
            1.1760801990877687
        ]
    },
    "0.29270902271384025-3-66": {
        "average clique similarity": 0.29270902271384025,
        "clique": [
            "4-The FBI is probing w",
            "0-Since last summer  t",
            "1-The FBI is investiga"
        ],
        "median tf-idf score": 0.9807121303704723,
        "publications": [
            "Fox News",
            "New York Times",
            "Reuters"
        ],
        "sentences": [
            "The FBI is probing whether Clinton or her aides violated the law by setting up a private email server for her to conduct government business while serving as President Obama's Secretary of State.",
            "Since last summer, the F B I has been investigating whether Mrs Clinton or her aides violated laws on the protection of classified material by using a private email address and  server in the Clintons' home in Chappaqua, N Y The F B I is expected to make a recommendation to the Justice Department in the coming weeks.",
            "The FBI is investigating Hillary Clinton's email use and whether laws were broken as a result of a personal email server kept in her Chappaqua, New York, home while she was secretary of state, an issue that has overshadowed her campaign."
        ],
        "tf-idf score": [
            0.8129344064559925,
            0.9807121303704723,
            0.9913313836056975
        ]
    },
    "0.3171924408258288-3-86": {
        "average clique similarity": 0.3171924408258288,
        "clique": [
            "1- U S Attorney Genera",
            "4-    Attorney General",
            "3-The criticism of the"
        ],
        "median tf-idf score": 1.5670479669842297,
        "publications": [
            "Fox News",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            " U S Attorney General Loretta Lynch, seeking to tamp down a firestorm over meeting with former President Bill Clinton, said on Friday she will accept the recommendations of career prosecutors and the FBI director on whether to charge Hillary Clinton for mishandling emails.",
            "    Attorney General Loretta Lynch said Friday she will fully accept the recommendations of an   investigation into whether to bring charges against Hillary Clinton and her use of a private email sever while she was secretary of state.",
            "The criticism of the meeting prompted Lynch to say Friday that she will accept the determinations and findings of the FBI and career prosecutors who are investigating Clinton's email use."
        ],
        "tf-idf score": [
            1.5670479669842297,
            1.605273592740646,
            1.0654246856197314
        ]
    },
    "0.34569829744075425-4-114": {
        "average clique similarity": 0.34569829744075425,
        "clique": [
            "2-Loretta Lynch  the U",
            "0-WASHINGTON       An ",
            "1-With a regretful ton",
            "3-The 42nd president s"
        ],
        "median tf-idf score": 1.7211046948844015,
        "publications": [
            "Reuters",
            "New York Times",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Loretta Lynch, the US attorney general, acknowledged on Friday that her meeting with Bill Clinton this week had \"cast a shadow\" over the justice department's investigation into Hillary Clinton's use of a private email server while she was secretary of state.",
            "WASHINGTON  --   An airport encounter this week between Attorney General Loretta E Lynch and former President Bill Clinton has welled into a political storm, with Republicans asserting that it compromised the Justice Department's politically sensitive investigation into Hillary Clinton's email practices while she was secretary of state.",
            "With a regretful tone, Lynch said on Friday she would not privately meet with Bill Clinton again and that she understood how the meeting \"casts a shadow\" over the perception of the Justice Department's probe into Hillary Clinton's email use.",
            "The 42nd president's remarks echo those made by Lynch on Friday, who acknowledged that the meeting has cast a \"shadow\" over the Justice Department's investigation into a private email server used by Hillary Clinton while she was leading the State Department."
        ],
        "tf-idf score": [
            1.8019651738413853,
            1.7307868127189558,
            1.4526782490197248,
            1.7114225770498472
        ]
    },
    "0.4208543523909239-3-94": {
        "average clique similarity": 0.4208543523909239,
        "clique": [
            "0-Ms Lynch  has genera",
            "2- I do think that thi",
            "3- I certainly wouldn "
        ],
        "median tf-idf score": 1.204319019206494,
        "publications": [
            "Guardian",
            "New York Times",
            "CNN"
        ],
        "sentences": [
            "Ms Lynch \"has generally shown excellent judgment and strong leadership of the department, and I'm convinced that she's an independent attorney general. But I do think that this meeting sends the wrong signal, and I don't think it sends the right signal. I think she should have steered clear, even of a brief, casual, social meeting with the former president. \"",
            "\"I do think that this meeting sends the wrong signal, and I don't think it sends the right signal,\" Coons told CNN \"I think she should have steered clear, even of a brief, casual, social meeting with the former president. \"",
            "\"I certainly wouldn't do it again because I think it has cast this shadow over what it should not, over what it will not touch,\" Lynch said Friday at the Aspen Ideas Festival, adding, \"It's important to make it clear that that meeting with President Clinton does not have a bearing on how this matter will be reviewed and resolved\"."
        ],
        "tf-idf score": [
            1.204319019206494,
            0.6229521320913112,
            1.4333103363397357
        ]
    },
    "0.459756446773226-3-124": {
        "average clique similarity": 0.459756446773226,
        "clique": [
            "4- In light of the app",
            "2- This incident does ",
            "3-2 Republican in the "
        ],
        "median tf-idf score": 1.0384826759231347,
        "publications": [
            "Fox News",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "\"In light of the apparent conflicts of interest, I have called repeatedly on Attorney General Lynch to appoint a special counsel to ensure the investigation is as far from politics as possible,\" Sen.  John Cornyn,   said.",
            "\"This incident does nothing to instill confidence in the American people that [Lynch's] department can fully and fairly conduct this investigation, and that's why a special counsel is needed now more than ever,\" Cornyn said in a statement on Thursday.",
            "2 Republican in the Senate, Texas Sen. John Cornyn, called for a special counsel Thursday to take over the investigation into the private server, citing the appearance of impropriety. \"This incident does nothing to instill confidence in the American people that her department can fully and fairly conduct this investigation, and that's why a special counsel is needed now more than ever,\" Cornyn said in a statement."
        ],
        "tf-idf score": [
            1.0086291655776058,
            1.0384826759231347,
            1.096117578224321
        ]
    },
    "0.46873230255467774-3-16": {
        "average clique similarity": 0.46873230255467774,
        "clique": [
            "0- He did come over an",
            "4- He did come over an",
            "3- It really was a soc"
        ],
        "median tf-idf score": 0.9356492462826792,
        "publications": [
            "CNN",
            "New York Times",
            "Fox News"
        ],
        "sentences": [
            "\"He did come over and say hello, and speak to my husband and myself, and talk about his grandchildren and his travels and things like that,\" Ms Lynch said at a news conference in Los Angeles on Wednesday, where she was promoting community policing.",
            "\"He did come over and say hello, and speak to my husband and myself, and talk about his grandchildren and his travels and things like that,\" Lynch said at a news conference in Los Angeles on Wednesday, where she was promoting community policing.",
            "\"It really was a social meeting, and it was, it really was in that regard,\" she said. \"He spoke to me, he spoke to my husband for some time on the plane, and then we moved on\". But she said she understood why the incident caused concerns, and said it was \"painful\" to her that the Justice Department's integrity was called into question."
        ],
        "tf-idf score": [
            0.9356492462826792,
            0.9356492462826792,
            1.0701828169276877
        ]
    }
}