{
    "0.1553853151357342-3-75": {
        "average clique similarity": 0.1553853151357342,
        "clique": [
            "1-The head of the Inte",
            "4-Residents have lived",
            "0- There has been an a"
        ],
        "median tf-idf score": 1.017292483219526,
        "publications": [
            "New York Post",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "The head of the International Committee of the Red Cross in Syria said no one knows how many people are left in   Aleppo, and the evacuation could take days.",
            "Residents have lived for months under debilitating siege and airstrikes with dwindling food stocks and medicine and no functioning hospitals. \"The situation of the wounded who remain in Aleppo is horrible,\" said one rebel fighter in the city. \"No medicine, no disinfectants, nothing at all.",
            "\"There has been an agreement reached with the Russians about the evacuation of Aleppo, no further information or comments in the current moment,\"  Ahmad Qurah Ali, spokesman for the rebel group Ahrah   said in a tweet."
        ],
        "tf-idf score": [
            1.017292483219526,
            0.8836080822353523,
            1.0649927736275253
        ]
    },
    "0.17980817932633889-3-138": {
        "average clique similarity": 0.17980817932633889,
        "clique": [
            "0-But the nightmare co",
            "2-The United Nations h",
            "4- I urge all parties "
        ],
        "median tf-idf score": 0.8295500534660115,
        "publications": [
            "New York Times",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "But the nightmare continues for one activist working inside the city who broke down while talking to CNN reporters Friday, saying he wasn't sure if his children would ever return to Aleppo. \"We waited for the international community and the United Nations to punish the criminal and not the victims (the people).",
            "The United Nations has not been able to provide protection for those fleeing, he said, because its workers were not given access. \"We have not been witnesses to atrocities that we know have been committed by all sides in this horrific war,\" Mr Egeland added.",
            "\"I urge all parties and the international community to abide by the truce agreement and support the implementation of the evacuation process. \" He added: \"The people of Aleppo are not alone. We will do everything in our power to save innocent lives. \""
        ],
        "tf-idf score": [
            0.8642708762988054,
            0.6176467243769963,
            0.8295500534660115
        ]
    },
    "0.1802700963855101-3-224": {
        "average clique similarity": 0.1802700963855101,
        "clique": [
            "4-Few residents in eas",
            "1-The towns of Madaya ",
            "2-Cold  hungry and car"
        ],
        "median tf-idf score": 0.7393338370046623,
        "publications": [
            "New York Post",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "Few residents in east Aleppo could be reached because of an apparent internet outage through most of the day, but those who were able to speak described scenes of chaos and thousands of families braving the winter cold to wait for hours for buses to take them out of their home city.",
            "The towns of Madaya and Zabadani are blockaded by   forces. The operation to evacuate fighters and civilians from the last   area of Aleppo was suspended on Friday, its second day, after   militias demanded that wounded people also be brought out of   and Kefraya, and protesters blocked the road out of Aleppo.",
            "Cold, hungry and carrying satchels and children, about 1, 000 people, some of them wounded, boarded green buses and ambulances that carried the first batch of evacuees out of the rebel enclave."
        ],
        "tf-idf score": [
            0.7393338370046623,
            1.0163924792004608,
            0.5845039024343879
        ]
    },
    "0.1867492078953641-3-232": {
        "average clique similarity": 0.1867492078953641,
        "clique": [
            "2-But on Thursday  Lt ",
            "0-The Syrian regime is",
            "4-About 8  000 civilia"
        ],
        "median tf-idf score": 0.7116897404358793,
        "publications": [
            "Guardian",
            "New York Times",
            "CNN"
        ],
        "sentences": [
            "But on Thursday, Lt. Gen. Viktor Poznikhir of the Russian military's general staff said that 900 militants had been killed in the recent offensive against the   neighborhoods and that more than 108, 000 civilians had fled the area, including more than 3, 000 rebels.",
            "The Syrian regime is on the brink of retaking the whole city of Aleppo, which has been partly held by rebels for more than four years.",
            "About 8, 000 civilians had been evacuated from the shrinking patch of rebel territory but tens of thousands more were still trapped when the government of the Syrian president, Bashar   suspended the pact, which was negotiated by Turkey and Russia."
        ],
        "tf-idf score": [
            0.686572357636448,
            0.7116897404358793,
            0.7655438529420081
        ]
    },
    "0.19347329652597425-3-244": {
        "average clique similarity": 0.19347329652597425,
        "clique": [
            "0-Unfortunately the pu",
            "4-No bus was there    ",
            "2- I don t know what w"
        ],
        "median tf-idf score": 0.5837850839383927,
        "publications": [
            "CNN",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "Unfortunately the punishment was for the people. They have displaced us from our land,\" he said. \"Honestly I don't know if we can return back someday to our land or if it is going to be like the fate of the Palestinians\". One man's 'liberation?'",
            "No bus was there. \" \"I have to say it to the world: if they don't save Aleppo now, they will not save it forever,\" he added. \"Aleppo is now without any kind of life.",
            "\"I don't know what will happen in Idlib, but if there is no   or political accord then it will become the next Aleppo,\" said Staffan de Mistura, the United Nations envoy for Syria."
        ],
        "tf-idf score": [
            0.5837850839383927,
            0.5033811427423446,
            0.7295441527455636
        ]
    },
    "0.19576783816393625-3-64": {
        "average clique similarity": 0.19576783816393625,
        "clique": [
            "2-Speaking to journali",
            "1-Iran  one of Syria s",
            "3-While the Observator"
        ],
        "median tf-idf score": 1.0041034753788942,
        "publications": [
            "New York Times",
            "Reuters",
            "New York Post"
        ],
        "sentences": [
            "Speaking to journalists in Geneva, Jan Egeland, the United Nations humanitarian adviser for Syria, said that an estimated 50, 000 people had fled eastern Aleppo. The discrepancy in the numbers could not immediately be resolved.",
            "Iran, one of Syria's main allies, had demanded that the villages be included in any ceasefire deal, rebel and United Nations officials have said.",
            "While the Observatory said the convoy of five buses had reached   a United Nations official in Syria said only that they had left east Aleppo, adding: \"The evacuations are on\"."
        ],
        "tf-idf score": [
            1.0041034753788942,
            0.7854320942460802,
            1.1090078837561894
        ]
    },
    "0.20901930522435822-3-122": {
        "average clique similarity": 0.20901930522435822,
        "clique": [
            "1-Earlier this week  t",
            "4-The allegations coul",
            "0-Earlier  the ICRC sa"
        ],
        "median tf-idf score": 0.9501805021724327,
        "publications": [
            "New York Post",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Earlier this week, the government side demanded the evacuation of wounded people from   and Kefraya for the Aleppo deal to proceed. Rebels initially accepted the demand, but on Friday it emerged that one group, formerly known as the Nusra Front, had not agreed to it.",
            "The allegations could not be independently confirmed. If the evacuations of 400 wounded people from Fua and Kefraya were to go ahead as planned on Friday, it could allow the Aleppo evacuation to continue, hours after the agreement reached on Wednesday night appeared to be on the verge of collapse.",
            "Earlier, the ICRC said in a statement it had \"received some signals from the parties that a new agreement could be reached soon\". \"We're ready to resume facilitating the evacuation according to our humanitarian mandate,\" it said, adding that it first needed solid guarantees of safe passage from all parties on the ground."
        ],
        "tf-idf score": [
            1.14245467268293,
            0.9501805021724327,
            0.7713668493402871
        ]
    },
    "0.2099850907096011-3-70": {
        "average clique similarity": 0.2099850907096011,
        "clique": [
            "1-A new deal has been ",
            "0-Previous evacuation ",
            "2-The moves to evacuat"
        ],
        "median tf-idf score": 1.181955317505755,
        "publications": [
            "New York Times",
            "New York Post",
            "CNN"
        ],
        "sentences": [
            "A new deal has been reached to complete the evacuation of   areas of Syria's east Aleppo which ground to a halt on Friday over demands from   forces that people also be moved out of two villages besieged by rebels.",
            "Previous evacuation attempts thwarted  Saturday's announcement comes after the evacuation of thousands of refugees from the besieged city came to a halt on Friday, according to the ICRC Red Cross staff, Syrian Red Crescent workers and representatives of the World Health Organization had been told to leave eastern Aleppo.",
            "The moves to evacuate people from the villages suggested that they had been added to the deal to ensure that people in eastern Aleppo would be allowed to leave."
        ],
        "tf-idf score": [
            1.2461270619397538,
            1.181955317505755,
            0.6713557365978637
        ]
    },
    "0.216977238294535-3-287": {
        "average clique similarity": 0.216977238294535,
        "clique": [
            "1-The U N says around ",
            "3-They were taken to  ",
            "4-Turkish government o"
        ],
        "median tf-idf score": 0.7557753570987555,
        "publications": [
            "New York Post",
            "Reuters",
            "Guardian"
        ],
        "sentences": [
            "The U N says around 30, 000 people remain in the crowded enclave of   Aleppo, of whom a number would be taken to Idlib province, which is mostly controlled by hardline Islamist groups, and the rest would go to   city districts.",
            "They were taken to   districts of the countryside west of Aleppo. Turkey has said Aleppo evacuees could also be housed in a camp to be constructed near the Turkish border to the north.",
            "Turkish government officials said about 8, 000 people had left the city to go to   territory in the west of the province."
        ],
        "tf-idf score": [
            0.7710307024100831,
            0.7557753570987555,
            0.7023515559215112
        ]
    },
    "0.2248072772261562-3-107": {
        "average clique similarity": 0.2248072772261562,
        "clique": [
            "1- It was agreed to re",
            "0-A Syrian government ",
            "3-Following this  anot"
        ],
        "median tf-idf score": 1.001050724901059,
        "publications": [
            "New York Post",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "\"It was agreed to resume evacuations from east Aleppo in parallel with the evacuation of (medical) cases from Kefraya and   and some cases from Zabadani and Madaya,\" said the government official, part of the evacuations negotiating team.",
            "A Syrian government official told Reuters there was an agreement to resume the evacuation of eastern Aleppo, alongside evacuations from four besieged towns.",
            "Following this, another 1, 500 would leave   and Kefraya in exchange for the evacuation of 1, 500 from the towns  of Madaya and Zabadani near Lebanon, which are besieged by   forces."
        ],
        "tf-idf score": [
            1.077365908734929,
            1.001050724901059,
            0.46372748055719815
        ]
    },
    "0.24013973581179315-4-142": {
        "average clique similarity": 0.24013973581179315,
        "clique": [
            "1-The Syrian Observato",
            "3-The Syrian Observato",
            "2-The Syrian Observato",
            "0-The Syrian Observato"
        ],
        "median tf-idf score": 0.734044687740484,
        "publications": [
            "New York Post",
            "New York Times",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "The Syrian Observatory for Human Rights, which monitors the war, said no buses or ambulances had yet entered   or Kefraya, but the operation was expected to begin soon.",
            "The Syrian Observatory for Human Rights, a   war monitor, said the evacuation of the villages near Idlib had been postponed as a result of the incident.",
            "The Syrian Observatory for Human Rights, which opposes the government and tracks the conflict from Britain, said that the presence of 250 foreign fighters among those to be evacuated also complicated the deal because the Syrian government wanted to detain them for interrogation.",
            "The Syrian Observatory for Human Rights offered a different view, saying rebels breached the ceasefire to protest delays in evacuating hundreds of people from two Shia enclaves      and Kefreia    in the   Idlib province to the west of Aleppo. From one war zone to another?"
        ],
        "tf-idf score": [
            0.7099404097483807,
            0.7581489657325874,
            0.6472972713598415,
            0.9941368890838197
        ]
    },
    "0.24739303786592612-4-191": {
        "average clique similarity": 0.24739303786592612,
        "clique": [
            "3-A document cited by ",
            "2-Syrian state news me",
            "1-Syrian rebel officia",
            "4-The abrupt suspensio"
        ],
        "median tf-idf score": 1.0915756695625014,
        "publications": [
            "New York Times",
            "Guardian",
            "Reuters",
            "New York Post"
        ],
        "sentences": [
            "A document cited by   television and passed to Reuters by rebels and activists said the entire deal would see 2, 500 citizens leave   and Kefraya in two batches, in exchange for the evacuation of people from east Aleppo in two corresponding batches.",
            "Syrian state news media reported that buses and ambulances had begun evacuating residents from two Shiite villages in neighboring Idlib Province that have long been surrounded by Sunni rebels. The two villages, Fua and Kfraya, were not originally part of the evacuation deal.",
            "Syrian rebel official   Abu Bakr, speaking from Aleppo to news channel     on Saturday, said the deal comprised an evacuation from the two Shi'ite villages besieged by insurgents, the evacuation of wounded people from two towns besieged by   forces near the Lebanese border, and the full evacuation of   east Aleppo.",
            "The abrupt suspension resulted from the refusal of    militants to allow the evacuation of wounded civilians from Fua and Kefraya, two Shia villages in Idlib province that have been besieged by Islamist rebels for years and whose relief was part of the agreement, offered as a concession to Iran."
        ],
        "tf-idf score": [
            1.220176965084884,
            0.8924814174974529,
            1.6015600079190735,
            0.962974374040119
        ]
    },
    "0.2687467631794498-3-2": {
        "average clique similarity": 0.2687467631794498,
        "clique": [
            "4-The Turkish presiden",
            "1-Russian President Vl",
            "3-Russian President Vl"
        ],
        "median tf-idf score": 0.7892519881677769,
        "publications": [
            "Guardian",
            "New York Post",
            "Reuters"
        ],
        "sentences": [
            "The Turkish president, Recep Tayyip Erdogan, said the truce deal was the last hope for Aleppo's civilians and urged both sides to abide by it.",
            "Russian President Vladimir Putin, Syria's most powerful ally, said on Friday he was working with Turkish President Tayyip Erdogan to try to start a new round of Syrian peace talks aimed at securing a nationwide ceasefire.",
            "Russian President Vladimir Putin, Assad's main foreign backer, and Turkish President Tayyip Erdogan, the rebels' main supporter, agreed by telephone on Sunday that the disruptions must be quickly overcome, sources in Erdogan's office said."
        ],
        "tf-idf score": [
            0.7892519881677769,
            0.8709396366212433,
            0.6566796078968296
        ]
    },
    "0.26997720302482425-3-13": {
        "average clique similarity": 0.26997720302482425,
        "clique": [
            "1-The Shi ite villages",
            "0-As many as 9  000 pe",
            "3-In return for the ev"
        ],
        "median tf-idf score": 0.804739534431306,
        "publications": [
            "Reuters",
            "CNN",
            "New York Post"
        ],
        "sentences": [
            "The Shi'ite villages of   and Kefraya in Idlib province are besieged by insurgents.",
            "As many as 9, 000 people have already been taken out of the besieged city in nine convoys since Thursday. According to UN officials, there were 194 hospital patients among the evacuees. But for many of those leaving, their destination will be the   Syrian province of Idlib    which will likely be the next target of President Bashar  's regime.",
            "In return for the evacuation of fighters, their families and other civilians from Aleppo, the mostly Sunni insurgents had agreed that people in the villages of   and Kefraya, Shi'ite villages that they have besieged near Idlib, should also be allowed to leave."
        ],
        "tf-idf score": [
            0.2936569251144352,
            0.804739534431306,
            1.1034252699202662
        ]
    },
    "0.2925646874955912-3-287": {
        "average clique similarity": 0.2925646874955912,
        "clique": [
            "0-The Syrian and Russi",
            "3-Robert Mardini  regi",
            "4-Also threatening the"
        ],
        "median tf-idf score": 0.9749852013440568,
        "publications": [
            "CNN",
            "Reuters",
            "Guardian"
        ],
        "sentences": [
            "The Syrian and Russian governments have not officially confirmed the deal. A spokeswoman for the International Committee of the Red Cross (ICRC) in Damascus, Ingy Sedky, said that evacuation teams were still awaiting a firm security agreement to start moving busloads of refugees from the   city.",
            "Robert Mardini, regional director for the International Committee of the Red Cross (ICRC) which is at the forefront of the operation, tweeted that the buses and one ambulance of the Syrian Arab Red Crescent \"just left dark & cold E #Aleppo\" adding: \"Hopeful operation will proceed smoothly\".",
            "Also threatening the deal was the detention by   militias of a convoy of 25 vehicles that was on its way out of the Aleppo enclave, accompanied by workers from the International Committee of the Red Cross and the Syrian Arab Red Crescent who are overseeing the evacuation."
        ],
        "tf-idf score": [
            1.0511247309711762,
            0.7601043677307691,
            0.9749852013440568
        ]
    },
    "0.370651373284495-3-212": {
        "average clique similarity": 0.370651373284495,
        "clique": [
            "0-If the regime does t",
            "1-The chaos surroundin",
            "3-UNITED NATIONS VOTE "
        ],
        "median tf-idf score": 0.5746308939411947,
        "publications": [
            "Reuters",
            "CNN",
            "New York Post"
        ],
        "sentences": [
            "If the regime does take control of the key city, it would mark a turning point in the brutal   civil war that has killed hundreds of thousands of people.",
            "The chaos surrounding the Aleppo evacuation reflects the complexity of Syria's civil war, with an array of groups and foreign interests involved on each side.",
            "UNITED NATIONS VOTE The chaos surrounding the evacuation reflects the complexity of Syria's civil war, with an array of groups and foreign interests involved on all sides."
        ],
        "tf-idf score": [
            0.5241924819972852,
            0.7007686165036335,
            0.5746308939411947
        ]
    },
    "0.3835789258775739-3-45": {
        "average clique similarity": 0.3835789258775739,
        "clique": [
            "2-The less territory t",
            "1-Aleppo had been divi",
            "3-Aleppo had been divi"
        ],
        "median tf-idf score": 0.853857150312831,
        "publications": [
            "New York Post",
            "Reuters",
            "New York Times"
        ],
        "sentences": [
            "The less territory the rebels hold, the harder it is for the United States and its allies to get the Syrian government to negotiate with them, the Obama administration's goal.",
            "Aleppo had been divided between government and rebel areas in the nearly   war, but a lightning advance by the Syrian army and its allies that began in   deprived the insurgents of most of their territory in a matter of weeks.",
            "Aleppo had been divided between government and rebel areas in the nearly    war, but a lightning advance by the Syrian army and its allies began in   following months of intense air strikes, forcing the insurgents out of most of the   territory within a matter of weeks."
        ],
        "tf-idf score": [
            0.5499675184206778,
            0.853857150312831,
            0.9190892391047673
        ]
    }
}