{
    "0.14725629799103282-3-437": {
        "average clique similarity": 0.14725629799103282,
        "clique": [
            "6-In fact  in nearly 8",
            "0- One of the great ir",
            "1- For the good of the"
        ],
        "median tf-idf score": 0.9708556237897318,
        "publications": [
            "Fox News",
            "NPR",
            "National Review"
        ],
        "sentences": [
            "In fact, in nearly 80 percent of previous presidential elections, the winning candidate earned a larger share of the electoral vote than Trump. There are two more steps in the process.",
            "(One of the great ironies of the brouhaha about \"faithless electors\" this year is that Hillary Clinton may lose more votes than Trump does more Democratic electors than Republican ones have expressed a public interest in voting for someone besides her.)",
            "\"For the good of the country, Democrats must stop their cynical attempts to undermine the legitimacy of this election, which Donald Trump won decisively in the Electoral College with more votes than any Republican since 1988. \""
        ],
        "tf-idf score": [
            0.895708598840425,
            1.2499211834284096,
            0.9708556237897318
        ]
    },
    "0.14864894383728622-3-534": {
        "average clique similarity": 0.14864894383728622,
        "clique": [
            "4- I will work hard to",
            "0-If this phenomenon b",
            "1- This idea          "
        ],
        "median tf-idf score": 0.8933738572087888,
        "publications": [
            "Reuters",
            "Fox News",
            "National Review"
        ],
        "sentences": [
            "\"I will work hard to unite our country and be the President of all Americans,\" Trump said in a statement responding to the results.",
            "If this phenomenon becomes more common every four years, people will justifiably ask whether their vote matters at all. There will be efforts to increase the punishment of faithless electors, but that's an    consequence unlikely to deter someone sufficiently narcissistic that he takes relish in ignoring the will of their states' voters.",
            "\"This idea   ...     that we want to change the electors' minds who have been dedicated to Donald Trump very early in the process I think is just misguided,\" he said. If nothing else, the furor over Monday's proceedings has served to   Americans with a process that few pay attention to every four years."
        ],
        "tf-idf score": [
            0.45557109888047276,
            1.0487269260065502,
            0.8933738572087888
        ]
    },
    "0.15204119194547963-3-22": {
        "average clique similarity": 0.15204119194547963,
        "clique": [
            "3-But instead  the GOP",
            "0-More Electoral Colle",
            "4- FAITHLESS ELECTORS "
        ],
        "median tf-idf score": 1.015130333386296,
        "publications": [
            "National Review",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "But instead, the GOP is more united in victory than Democrats are in defeat. Messing with democratic norms is a bad idea Beyond being doomed, the push for an Electoral College revolt was always a bad and even dangerous idea, as I argued back in November:  For 180 years or so, our system has interpreted the results of the state elections as the Electoral College results. The campaigns are waged based on this understanding of the rules.",
            "More Electoral CollegeAmerica's CollegeWhat Trump calls Schumer, c. The Culinary CultMany Democrats have grumbled about the Electoral College ever since the 2000 election but lament that passing a constitutional amendment is just too hard. This year's faithless electors may do some of the heavy lifting for them.",
            "'FAITHLESS ELECTORS'     The \"faithless electors\" as they are known represent a rare break from the tradition of casting an Electoral College ballot as directed by the outcome of that state's popular election."
        ],
        "tf-idf score": [
            1.015130333386296,
            1.0051405381641367,
            1.0424327071857364
        ]
    },
    "0.154148706986319-3-250": {
        "average clique similarity": 0.154148706986319,
        "clique": [
            "3-The problem is that ",
            "0-For the last week  A",
            "4- Republican Donald T"
        ],
        "median tf-idf score": 0.6980622826138686,
        "publications": [
            "Vox",
            "National Review",
            "Reuters"
        ],
        "sentences": [
            "The problem is that a system where electors feel free to override the will of the people  if they don't like it  --   an idea idealized by many liberals who dreamed of a deus ex machina to block Trump from the White House  --   is also a system open to the somewhat random whims of those 538 people.",
            "For the last week, American politics has been entirely preoccupied with the apparent fact that Russian hackers, under orders from the Kremlin, engaged in a criminal campaign to undermine public faith in America's system of elections and possibly to help Trump win the White House.",
            " Republican Donald Trump prevailed in U S Electoral College voting on Monday to officially win election as the next president, easily dashing a   push by a small movement of detractors to try to block him from gaining the White House."
        ],
        "tf-idf score": [
            0.6980622826138686,
            0.6249784929076636,
            0.9042898270683127
        ]
    },
    "0.15464616655784105-3-124": {
        "average clique similarity": 0.15464616655784105,
        "clique": [
            "4-The most recent inst",
            "3-The record number of",
            "2- Donald Trump clinch"
        ],
        "median tf-idf score": 0.7166019228261684,
        "publications": [
            "Washington Post",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "The most recent instance of a \"faithless elector\" was in 2004, according to the Congressional Research Service. The practice has been very rare in modern times, with only eight such electors since 1900, each in a different election.",
            "The record number of defections for the modern era  --   there hasn't been more than one faithless elector in any one election in the past century  --   proves that the Electoral College isn't a system that can be relied on to accurately reflect the will of voters in the states.",
            " Donald Trump clinched the presidency Monday as members of the electoral college cast ballots declaring him the victor, a perfunctory conclusion to the most stunning presidential contest in modern history."
        ],
        "tf-idf score": [
            0.7003008669847958,
            0.9852939032222412,
            0.7166019228261684
        ]
    },
    "0.15505767794614345-3-64": {
        "average clique similarity": 0.15505767794614345,
        "clique": [
            "1-Trump s clear Electo",
            "2-The mostly symbolic ",
            "3-What if  they mused "
        ],
        "median tf-idf score": 0.6264385677394221,
        "publications": [
            "Vox",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Trump's clear Electoral College victory could serve to deter any further   efforts to effectively nullify his November win and prevent his inauguration, though the battle may shift next to his Cabinet picks.",
            "The mostly symbolic calls for an electoral college rejection of Trump grew after revelations of a CIA assessment that Russian hacking could have boosted his campaign, which in the view of many Trump critics raised doubts about his legitimacy.",
            "What if, they mused, they could in fact block his win through the Electoral College, which actually casts the ballots that will officially make Trump president?"
        ],
        "tf-idf score": [
            0.6264385677394221,
            0.5089850883231579,
            0.7106818840177979
        ]
    },
    "0.155986530406982-3-692": {
        "average clique similarity": 0.155986530406982,
        "clique": [
            "3-Meanwhile  the three",
            "6-Others  including th",
            "7-Some of the pressure"
        ],
        "median tf-idf score": 0.8592071768605601,
        "publications": [
            "Atlantic",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Meanwhile, the three Powell votes were cast as part of an effort from a group called the Hamilton Electors to throw their support to a moderate Republican, in hopes that some   electors would follow.",
            "Others, including the Powell voters in Washington, were attempting to promote alternate Republican candidates that the House of Representatives could theoretically elect as president instead of Trump.",
            "Some of the pressure on electors had come from within the college itself, including from two Democrats calling themselves the Hamilton Electors, who wanted the body to coalesce around a compromise GOP candidate. Each state has as many electors as it does senators and representatives in Congress California tops the list with 55."
        ],
        "tf-idf score": [
            0.8592071768605601,
            0.6376666562095277,
            0.9151904543411118
        ]
    },
    "0.15683204062126652-3-676": {
        "average clique similarity": 0.15683204062126652,
        "clique": [
            "4-When voters go to th",
            "0-But there s a reason",
            "5-    Members of the E"
        ],
        "median tf-idf score": 0.8081894434595112,
        "publications": [
            "Reuters",
            "National Review",
            "Business Insider"
        ],
        "sentences": [
            "When voters go to the polls to cast a ballot for president, they are actually choosing a presidential candidate's preferred slate of electors for their state.",
            "But there's a reason those electors who violate their pledge are called \"faithless,\" their names and number recorded in history: The system works only if voters have confidence that their ballots will matter, and voters can have confidence that their ballots will matter only if electors remain faithful.",
            "'   Members of the Electoral College who go against their state or   district''s popular vote are rather ominously called \"\". '"
        ],
        "tf-idf score": [
            0.8336220894948707,
            0.592719173011056,
            0.8081894434595112
        ]
    },
    "0.15908024940490728-3-430": {
        "average clique similarity": 0.15908024940490728,
        "clique": [
            "3-Earlier  in Washingt",
            "2-In every state  offi",
            "4-The Electoral Colleg"
        ],
        "median tf-idf score": 0.9038735115845774,
        "publications": [
            "Reuters",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "Earlier, in Washington state, four of the 12 Democratic electors refused to vote for Hillary Clinton.",
            "In every state, officials prepared a \"certificate of vote\" to be sent to Washington for processing by Congress and the National Archives.",
            "The Electoral College vote is normally a formality but took on extra prominence this year after a group of Democratic activists sought to persuade Republicans to cross lines and vote for Democratic nominee Hillary Clinton."
        ],
        "tf-idf score": [
            1.0508446418326747,
            0.5993313420514127,
            0.9038735115845774
        ]
    },
    "0.1623610558874473-3-738": {
        "average clique similarity": 0.1623610558874473,
        "clique": [
            "5-    While  to make H",
            "0-Once the election re",
            "3-They ve been expecte"
        ],
        "median tf-idf score": 0.7050286095633925,
        "publications": [
            "Business Insider",
            "National Review",
            "Vox"
        ],
        "sentences": [
            "\"   While  to make Hillary Clinton president instead,   and  in the weeks after the   election to protest Trump's win, the official results came in as   expected. \"",
            "Once the election results were in and it was too late for them to be removed from their positions as electors, they announced that they intended to vote for someone different.",
            "They've been expected to vote in accordance with the outcome of the elections in their respective states, and the overwhelming majority of them have done so."
        ],
        "tf-idf score": [
            0.7050286095633925,
            0.8235421293549544,
            0.6204872177747658
        ]
    },
    "0.1641850665665967-3-435": {
        "average clique similarity": 0.1641850665665967,
        "clique": [
            "3-Many Sanders support",
            "2-And there was the vo",
            "4-In Maine  Democratic"
        ],
        "median tf-idf score": 1.1142597786264312,
        "publications": [
            "Washington Post",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "Many Sanders supporters came out of   protest politics rather than Democratic Party politics, and they're not particularly interested in making Hillary Clinton or her party look good.",
            "And there was the vote for Faith Spotted Eagle. State Democrats had selected their electors at a lightly attended party convention packed mostly with supporters of Sen. Bernie Sanders ( .)",
            "In Maine, Democratic elector David Bright first cast his vote for Clinton's rival for the party nomination, Senator Bernie Sanders of Vermont, who carried the state in the party nominating contest."
        ],
        "tf-idf score": [
            0.36480569542914787,
            1.1142597786264312,
            1.2395041717282747
        ]
    },
    "0.1654791407267551-3-235": {
        "average clique similarity": 0.1654791407267551,
        "clique": [
            "7-Those efforts didn t",
            "0-It s easier to trust",
            "6-That was despite a p"
        ],
        "median tf-idf score": 1.0299329878973595,
        "publications": [
            "NPR",
            "Atlantic",
            "National Review"
        ],
        "sentences": [
            "Those efforts didn't appear to be working ahead of the vote: Whether they like Trump or not, and some plainly don't, scores of the Republicans chosen to cast votes in the   meetings told AP they feel bound by history, duty, party loyalty, or the law to   their state's results and make him president.",
            "It's easier to trust 538 fellow citizens if they keep their word or resign when they feel they cannot keep it in good conscience, as one   Texas elector did.",
            "That was despite a pitched effort by some on the left who wrote letters to Trump electors trying to persuade them to switch their votes or not vote at all and keep Trump short of the 270 needed."
        ],
        "tf-idf score": [
            1.1461658177509961,
            0.4371583564065371,
            1.0299329878973595
        ]
    },
    "0.17030898466530578-3-268": {
        "average clique similarity": 0.17030898466530578,
        "clique": [
            "2-While much of the un",
            "3-What happened in thi",
            "1-The Electoral Colleg"
        ],
        "median tf-idf score": 1.2448275993704563,
        "publications": [
            "Fox News",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "While much of the uncertainty headed into the day centered on how many electors would vote against Trump in the states he won, it was Clinton who saw her tally shrink further.",
            "What happened in this year's Electoral College vote Yet when the electors actually convened in the 50 state capitals and the District of Columbia on Monday, it was in fact Hillary Clinton, not Donald Trump, who ended up losing more support.",
            "The Electoral College has 538 members, with the number allocated to each state based on how many representatives it has in the House plus one for each senator. The District of Columbia gets three, despite the fact that the home to Congress has no vote in Congress."
        ],
        "tf-idf score": [
            1.2448275993704563,
            1.676641631703592,
            0.9768890284467522
        ]
    },
    "0.1743996972628368-3-738": {
        "average clique similarity": 0.1743996972628368,
        "clique": [
            "7-Much of the popular ",
            "6-That s been the case",
            "1-Those urging disorde"
        ],
        "median tf-idf score": 0.9059881537654104,
        "publications": [
            "Atlantic",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "Much of the popular frustration over the electoral college this year is rooted in Clinton's commanding   lead, which on Monday was over 2. 8 million.",
            "That's been the case since Nov. 8, when Trump won 306 electoral votes, despite losing the national popular vote to Hillary Clinton by nearly 3 million.",
            "Those urging disorder in state capitals often cited Clinton's   win, by roughly 2. 6 million votes, over Trump in November."
        ],
        "tf-idf score": [
            0.5966912329113749,
            0.9071343160459,
            0.9059881537654104
        ]
    },
    "0.17538176700229047-3-319": {
        "average clique similarity": 0.17538176700229047,
        "clique": [
            "6-Some of the Democrat",
            "3-That s even though i",
            "7-Though not all are b"
        ],
        "median tf-idf score": 0.71251435590773,
        "publications": [
            "Vox",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Some of the Democratic electors tried to vote for Sanders, though only the Hawaii vote will remain an official Electoral College tally for the Vermont Senator.",
            "That's even though it was an attempt from some liberals to ignore the commonly understood rules of the election to change an outcome they didn't like in a way they'd find utterly outrageous if it happened to them. Indeed, the only thing rogue electors ended up accomplishing was to degrade one more of the American political norms that have been so damaged by the 2016 election.",
            "Though not all are bound by state law to vote for whichever candidate won the popular vote in their state, it's tradition that they do so."
        ],
        "tf-idf score": [
            1.0187831310220252,
            0.71251435590773,
            0.6305561265938859
        ]
    },
    "0.1789011078919899-3-663": {
        "average clique similarity": 0.1789011078919899,
        "clique": [
            "4-In Hawaii  one of th",
            "1-Washington Secretary",
            "3-According to Washing"
        ],
        "median tf-idf score": 1.0556608817973623,
        "publications": [
            "Vox",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "In Hawaii, one of the state's four Democratic electors cast a ballot for Sanders in defiance of state law binding electors to the state's Election Day outcome, according to reports from the Los Angeles Times and Honolulu   newspapers.",
            "Washington Secretary of State Kim Wyman vowed to work with the state attorney general and charge the four unfaithful electors with a violation of Washington state civil law. Such violations carry a fine up to $1, 000. With Trump's win now secured, a joint session of Congress is scheduled for Jan. 6 to certify the results.",
            "According to Washington state law, these electors were pledged to vote for Clinton, so they may face fines of $1, 000 each for refusing to do so."
        ],
        "tf-idf score": [
            0.9756607104603019,
            1.0900968390784633,
            1.0556608817973623
        ]
    },
    "0.18446735206624654-3-73": {
        "average clique similarity": 0.18446735206624654,
        "clique": [
            "2-Richard Snelgrove  a",
            "7-Appeals numbering in",
            "1-Arizona elector Robe"
        ],
        "median tf-idf score": 1.1563153022609274,
        "publications": [
            "Washington Post",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "Richard Snelgrove, an elector who also serves as a Salt Lake County, Utah, council member, said he had received \"thousands of emails, hundreds of letters and a few phone calls  --   most of them respectful, a couple over the top, and a few that have been downright threatening. \"",
            "Appeals numbering in the tens of thousands --  drowning inboxes, ringing cellphones, stuffing home and office mailboxes with actual handwritten letters --  have not swayed them. Republican electors would have been key to withholding the presidency from Trump if 37 Republicans had voted for another candidate Monday, the election would have gone to the   House of Representatives, where   hoped members of Congress would pick a more moderate Republican to lead.",
            "Arizona elector Robert Graham told Fox News on Saturday that the state's 11 electors received hundreds of thousands of emails telling them not to vote for Trump and that he's received information that some of the other 10 have been followed or have received a death threat."
        ],
        "tf-idf score": [
            0.5897091564746493,
            1.1563153022609274,
            1.167508921282794
        ]
    },
    "0.18496023296285058-3-659": {
        "average clique similarity": 0.18496023296285058,
        "clique": [
            "4-In Austin  Texas  ab",
            "2-Some held signs  inc",
            "1-In Arizona  dozens o"
        ],
        "median tf-idf score": 0.6508963298252161,
        "publications": [
            "Fox News",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "In Austin, Texas, about 100 people chanting: \"Dump Trump\" and waving signs reading: \"The Eyes of Texas are Upon You\" gathered at the state capitol trying to sway electors.",
            "Some held signs, including one that read, \"Resist Putin's Puppet. \" The District's three electors later gathered at city hall, just a block from Trump's hotel.",
            "In Arizona, dozens of protesters gathered outside the meeting site, marching around the Capitol mall and carrying signs that said, \"Stop Trump\". More than 200 demonstrators gathered at Pennsylvania's Capitol, chanting, \"No treason, no Trump!\""
        ],
        "tf-idf score": [
            0.8853715473019507,
            0.6508963298252161,
            0.4512328741174887
        ]
    },
    "0.1895791305791071-3-738": {
        "average clique similarity": 0.1895791305791071,
        "clique": [
            "5-    Thirty states pl",
            "2-The Constitution say",
            "6-The electors  votes "
        ],
        "median tf-idf score": 0.9793095677886319,
        "publications": [
            "Business Insider",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "'   Thirty states plus DC have  \"binding\" their electors to vote for the   candidate who won the state''s popular vote, and electors are   usually selected by the political parties in each state, Neale   told Business Insider in November. '",
            "The Constitution says nothing about how electors should vote, but some states bind them to the results of the popular vote, and some state parties essentially force electors to take a loyalty pledge to serve.",
            "The electors' votes, however, were disallowed because of state rules binding them to the statewide popular vote winner."
        ],
        "tf-idf score": [
            1.1113102723866732,
            0.9793095677886319,
            0.8877027413567455
        ]
    },
    "0.19308056998789946-3-667": {
        "average clique similarity": 0.19308056998789946,
        "clique": [
            "4-Trump  who is set to",
            "2-Trump became the win",
            "7-By roughly 5 30 p  m"
        ],
        "median tf-idf score": 1.3525950680956502,
        "publications": [
            "Washington Post",
            "Reuters",
            "Atlantic"
        ],
        "sentences": [
            "Trump, who is set to take office on Jan. 20, garnered more than the 270 electoral votes required to win, even as at least half a dozen U S electors broke with tradition to vote against their own state's directives, the largest number of \"faithless electors\" seen in more than a century.",
            "Trump became the winner Monday afternoon after electors from Texas cast ballots and put him over the 270 electoral votes needed to win. Results will be officially announced Jan. 6 in a special joint session of Congress.",
            "By roughly 5:30 p. m. ET, more than 270 of them --  the number needed to secure the presidency --  had voted for Trump. Texas's slate of electors, two of whom voted for other candidates, put him over the top."
        ],
        "tf-idf score": [
            1.3798232813735352,
            1.3525950680956502,
            0.8062365451145017
        ]
    },
    "0.1940091374352401-3-197": {
        "average clique similarity": 0.1940091374352401,
        "clique": [
            "2-She won the majority",
            "5-    While Clinton wo",
            "0-More than 354  000 M"
        ],
        "median tf-idf score": 1.345276962209579,
        "publications": [
            "Business Insider",
            "Washington Post",
            "National Review"
        ],
        "sentences": [
            "She won the majority of votes here in Maryland, the electors today have chosen her as president, and she won the majority of votes in this country. \"",
            "'   While Clinton won nearly  than he did overall because she carried     states like California and New York, she won the   popular vote in only 20 states plus Washington, DC, giving her an   expected 232 electoral votes. ' '   \"We did it!\" Trump    after the results were announced. \"Thank you to all of my great   supporters, we just officially won the election (despite all of   the distorted and inaccurate media)\". '",
            "More than 354, 000 Maine voters cast ballots for Hillary Clinton, with the full expectation that Democratic electors would give her their votes if she won the state and its electoral districts. Don't they deserve some encouragement, too?"
        ],
        "tf-idf score": [
            0.7058877172529859,
            1.436389346839652,
            1.345276962209579
        ]
    },
    "0.1968412827285276-3-81": {
        "average clique similarity": 0.1968412827285276,
        "clique": [
            "6-Donald J Trump will ",
            "7-Updated at 5 45 p  m",
            "2-Despite the pleas of"
        ],
        "median tf-idf score": 1.1864166249093477,
        "publications": [
            "NPR",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "Donald J Trump will be the next president of the United States.",
            "Updated at 5:45 p. m. ET, A majority of the electoral college voted for Donald Trump for president on Monday, marking an anticlimactic end to a turbulent, nearly    election season, and putting a stop to weeks of Trump's opponents lobbying and cajoling the electors to prevent the   from being inaugurated next month.",
            "Despite the pleas of Trump opponents, most electors had said for weeks that they planned to cast votes reflecting the will of their home states."
        ],
        "tf-idf score": [
            0.507337928109752,
            1.1936316735749037,
            1.1864166249093477
        ]
    },
    "0.19965653504237005-3-116": {
        "average clique similarity": 0.19965653504237005,
        "clique": [
            "6-Not only did it not ",
            "5-              Despit",
            "7-Just as two Republic"
        ],
        "median tf-idf score": 1.1320154485044436,
        "publications": [
            "Business Insider",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "Not only did it not happen, but more electors tried to defect from Hillary Clinton Monday than from Trump, by a count of eight to two.",
            "'  ' '  ' '   Despite the protests, only two electors broke ranks to vote   against Trump  --   but Clinton lost five electoral votes. '",
            "Just as two Republican electors in Texas voted against Trump, multiple Democrats withheld their votes from Hillary Clinton."
        ],
        "tf-idf score": [
            0.7811764484702749,
            1.1320154485044436,
            1.1445862983881059
        ]
    },
    "0.20207377846167174-3-738": {
        "average clique similarity": 0.20207377846167174,
        "clique": [
            "1-Only one Republican ",
            "3-This effort failed d",
            "0-Two of Satiacum s fe"
        ],
        "median tf-idf score": 0.7874097084843199,
        "publications": [
            "Fox News",
            "Vox",
            "National Review"
        ],
        "sentences": [
            "Only one Republican elector  --   Texas' Chris Suprun  --   publicly stated he would vote for an alternative candidate.",
            "This effort failed dismally. Only two Trump electors, both from Texas, defected, with one voting for John Kasich and the other for Ron Paul.",
            "Two of Satiacum's fellow Washington Democratic electors, Bret Chiafalo and Levi Guerra, announced an interest in voting for a Republican alternative to Trump."
        ],
        "tf-idf score": [
            0.7874097084843199,
            0.726485786728312,
            0.8156932674657708
        ]
    },
    "0.2074049519002341-3-7": {
        "average clique similarity": 0.2074049519002341,
        "clique": [
            "5-In Colorado    an  b",
            "6-But the fact Clinton",
            "4-In Colorado  where a"
        ],
        "median tf-idf score": 1.1567806888322332,
        "publications": [
            "NPR",
            "Business Insider",
            "Reuters"
        ],
        "sentences": [
            "In Colorado,   an  before being replaced with an   elector who did vote for Clinton. '",
            "But the fact Clinton won the national popular vote by such a large margin, combined with the unconventional and unpredictable  --   and to many, threatening  --   way that Trump carried himself before and after winning the White House, led to an unprecedented effort to lobby electors to vote for someone else.",
            "In Colorado, where a state law requires electors to cast their ballots for the winner of the state's popular vote, elector Michael Baca tried to vote for Kasich   but was replaced with another elector."
        ],
        "tf-idf score": [
            0.7457617439867562,
            1.1567806888322332,
            1.1854057999719738
        ]
    },
    "0.22362136944324207-3-738": {
        "average clique similarity": 0.22362136944324207,
        "clique": [
            "5-    Trump won the po",
            "3-The other 304 stayed",
            "1-But Trump easily sur"
        ],
        "median tf-idf score": 1.1345039628832858,
        "publications": [
            "Business Insider",
            "Vox",
            "Fox News"
        ],
        "sentences": [
            "\"   Trump won the popular vote in 30 states and one of Maine's   districts  --   that state, along with Nebraska, splits up its   electors by district  --   giving him an expected 306 electoral   votes. He needed 270 to win. \"",
            "The other 304 stayed loyal to Trump, which put him well above the 270 electoral votes he needed for victory.",
            "But Trump easily surpassed the 270 electoral votes needed to win, as representatives tabbed to cast ballots in accordance with their states' Nov. 8 decision mostly adhered to the election results."
        ],
        "tf-idf score": [
            1.386005488396054,
            0.6547996649783857,
            1.1345039628832858
        ]
    },
    "0.23182682789656117-3-419": {
        "average clique similarity": 0.23182682789656117,
        "clique": [
            "2- I ve never cast a v",
            "3-They ve been dubbed ",
            "6- I ve been an electo"
        ],
        "median tf-idf score": 0.443057509165033,
        "publications": [
            "Vox",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "\"I've never cast a vote I was prouder of,\" he told reporters after the meeting.",
            "They've been dubbed \"faithless electors. \"",
            "\"I've been an elector since 1996,\" Khare told Harrisburg public radio station WITF \"But I've never been asked to do anything because we never won since 1988\". Maine elector David Bright announced Monday morning that he would cast a ballot for Sanders."
        ],
        "tf-idf score": [
            0.443057509165033,
            0.3737386078223022,
            0.7027928326509526
        ]
    },
    "0.23402745657093602-3-353": {
        "average clique similarity": 0.23402745657093602,
        "clique": [
            "2-So did former congre",
            "1- He backed Kasich  w",
            "4-The two Republican b"
        ],
        "median tf-idf score": 1.088636080259789,
        "publications": [
            "Washington Post",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "So did former congressman Ron Paul ( . ). In Washington state, three electors cast votes for former secretary of state Colin Powell, while another voted for Faith Spotted Eagle, a member of the Sioux tribe from South Dakota who opposes the Dakota Access Pipeline.",
            "(He backed Kasich, while another Texas elector used his ballot to vote for former congressman Ron Paul.) More than three dozen Republicans would have had to abandon Trump to complicate his path to the presidency.",
            "The two Republican breaks on Monday came from Texas, where the voting is by secret ballot. One Republican elector voted for Ron Paul, a favorite among Libertarians and former Republican congressman, and another for Ohio Governor John Kasich, who challenged Trump in the race for the Republican nomination."
        ],
        "tf-idf score": [
            1.1790790412675434,
            1.088636080259789,
            0.9791122303154096
        ]
    },
    "0.24724959397093538-3-300": {
        "average clique similarity": 0.24724959397093538,
        "clique": [
            "4-Republican Ulysses S",
            "1-John Kasich likewise",
            "2-In the state of Wash"
        ],
        "median tf-idf score": 1.0580004579945295,
        "publications": [
            "Fox News",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Republican Ulysses S Grant had won   in a landslide. Four of the 12 Democratic electors in Washington state broke ranks, with three voting for Colin Powell, a former Republican secretary of state, and one for Faith Spotted Eagle, a Native American elder who has protested oil pipeline projects in the Dakotas.",
            "John Kasich likewise was replaced. One of the biggest deviations was in Washington state, where three electors voted for Colin Powell and one voted for \"Faith Spotted Eagle\" the remaining eight went to Clinton, the state's winner.",
            "In the state of Washington, a liberal stronghold where the Democratic nominee won the popular vote comfortably, Clinton won eight of the 12 electors."
        ],
        "tf-idf score": [
            1.0423659005528374,
            1.0580004579945295,
            1.1009055235969705
        ]
    },
    "0.2676499869035828-3-543": {
        "average clique similarity": 0.2676499869035828,
        "clique": [
            "4-With nearly all vote",
            "1-With several states ",
            "5-    The final electo"
        ],
        "median tf-idf score": 0.9159374207855262,
        "publications": [
            "Reuters",
            "Fox News",
            "Business Insider"
        ],
        "sentences": [
            "With nearly all votes counted, Trump had clinched 304 electoral votes to Clinton's 227, according to an Associated Press tally of the voting by 538 electors across the country.",
            "With several states still voting, Trump had 304 votes and Hillary Clinton had 169.",
            "'   The final electoral tally was 304 votes for Trump, 227 for   Clinton, and seven for other candidates. '"
        ],
        "tf-idf score": [
            1.1975307501932235,
            0.8435090019000883,
            0.9159374207855262
        ]
    },
    "0.268510422270745-3-738": {
        "average clique similarity": 0.268510422270745,
        "clique": [
            "4-The District of Colu",
            "1-Maine and Nebraska a",
            "7-Their votes won t be"
        ],
        "median tf-idf score": 0.6073655535156425,
        "publications": [
            "Reuters",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "The District of Columbia also has three electoral votes. The votes will be officially counted during a joint session of Congress on Jan. 6.",
            "Maine and Nebraska award them by congressional district. After a joint session of Congress certifies the results on Jan. 6, the next president will be sworn in on Jan. 20. Trump already is nearly done naming his Cabinet appointees, as he prepares for confirmation hearings and the inauguration ceremonies, in addition to his first 100 days agenda.",
            "Their votes won't be officially counted until January 6, during a joint session of Congress. Democrats and other Trump detractors were hoping that in an election cycle marked by unconventionality, some electors would be willing to break conventions, too --  namely, by colluding to withhold the presidency from Trump."
        ],
        "tf-idf score": [
            0.6073655535156425,
            0.5628405585542702,
            1.1068291273701671
        ]
    },
    "0.2700384966730514-3-378": {
        "average clique similarity": 0.2700384966730514,
        "clique": [
            "6-And on Monday  the r",
            "5-         Donald Trum",
            "7-Trump s Transition t"
        ],
        "median tf-idf score": 1.0189875717210097,
        "publications": [
            "NPR",
            "Business Insider",
            "Atlantic"
        ],
        "sentences": [
            "And on Monday, the result was ratified by Electoral College voters, who gathered in state capitols across the United States to formally vote for president.",
            "'  ' '   Donald Trump secured the necessary 270 electoral votes on Monday   to formally be elected the 45th US president. '",
            "Trump's Transition to the Oval Office, The 538 electors gathered Monday in each of the 50 states and Washington, D C to formally vote for president."
        ],
        "tf-idf score": [
            1.0189875717210097,
            0.7986079607481985,
            1.2064418503974612
        ]
    },
    "0.27362993740486014-3-738": {
        "average clique similarity": 0.27362993740486014,
        "clique": [
            "6-A Minnesota elector ",
            "5-    Others tried not",
            "2-Electors in Colorado"
        ],
        "median tf-idf score": 0.7704603907154262,
        "publications": [
            "NPR",
            "Business Insider",
            "Washington Post"
        ],
        "sentences": [
            "A Minnesota elector, Muhammad Abdurrahman, tried to vote Sanders, according to Minnesota Public Radio reporter Brian Bakst.",
            "'   Others tried not to vote for Clinton, too. One elector in   Minnesota  but was replaced with another who   voted for her. An  too, but switched   his vote to Clinton after a second round of voting.",
            "Electors in Colorado and Minnesota also tried and failed to buck Clinton."
        ],
        "tf-idf score": [
            0.7704603907154262,
            0.9858776150271213,
            0.5202917198383065
        ]
    },
    "0.2872797973673574-3-738": {
        "average clique similarity": 0.2872797973673574,
        "clique": [
            "5-    Instead of votin",
            "6-Two Texas electors d",
            "3-All but two of the G"
        ],
        "median tf-idf score": 0.8706716216586748,
        "publications": [
            "Business Insider",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "'   Instead of voting for Trump in  one elector cast his ballot for Ron Paul, and another   voted for Republican presidential candidate John Kasich. '",
            "Two Texas electors defected from Trump  --   one went for Ohio Gov. John Kasich, the other for former Texas Rep. Ron Paul.",
            "All but two of the GOP nominee's electors stuck by him, giving him 304 electoral votes in total. (One defector backed Ron Paul; the other backed John Kasich.)"
        ],
        "tf-idf score": [
            0.9869072279120112,
            0.6935893646385131,
            0.8706716216586748
        ]
    },
    "0.28811485565464934-3-738": {
        "average clique similarity": 0.28811485565464934,
        "clique": [
            "2-Maryland law require",
            "0-Three Democratic ele",
            "3-Furthermore  three D"
        ],
        "median tf-idf score": 1.029648075363842,
        "publications": [
            "Washington Post",
            "National Review",
            "Vox"
        ],
        "sentences": [
            "Maryland law requires electors to vote for the winner of the state's popular vote, which Clinton won easily.",
            "Three Democratic electors in Colorado filed an emergency request to suspend a state law that requires electors to vote for the candidate who won the state. A federal appeals court denied the request.",
            "Furthermore, three Democratic electors in other states Clinton won tried to defect but were either replaced or convinced to change their minds:     In Minnesota,   Democratic elector Muhammad Abdurrahman reportedly refused to cast a vote, so according to state law, he was replaced with an alternate who did vote for Clinton."
        ],
        "tf-idf score": [
            1.029648075363842,
            1.0282832442945493,
            1.3204121751183047
        ]
    },
    "0.3344422942860368-5-738": {
        "average clique similarity": 0.3344422942860368,
        "clique": [
            "1-A Democratic elector",
            "2-In Maine  elector Da",
            "7-One from Maine      ",
            "3-In Maine  Democratic",
            "0-Maine Democratic ele"
        ],
        "median tf-idf score": 1.078995200605261,
        "publications": [
            "Fox News",
            "Washington Post",
            "Atlantic",
            "Vox",
            "National Review"
        ],
        "sentences": [
            "A Democratic elector in Maine tried to vote for Sen. Bernie Sanders, but switched to Clinton after it was ruled improper.",
            "In Maine, elector David Bright initially cast his ballot for Sanders to honor thousands of younger voters who had supported the senator. But state officials ruled that Bright's vote was improper.",
            "One from Maine --  \"with no disrespect\" to Clinton --  voted for Bernie Sanders, before that vote was ruled out of order, and he supported Clinton on the second ballot. Another in Minnesota was replaced after he indicated he wouldn't support her.",
            "In Maine, Democratic elector David Bright voted for Bernie Sanders at first, but his vote was ruled out of order, and he switched it to Clinton during a revote.",
            "Maine Democratic elector David Bright announced Monday morning that he would vote for Senator Bernie Sanders in the Electoral College."
        ],
        "tf-idf score": [
            1.0037489142536076,
            1.2274636691337226,
            0.7950376665028308,
            1.078995200605261,
            1.0833148431037294
        ]
    },
    "0.36593990304225016-3-738": {
        "average clique similarity": 0.36593990304225016,
        "clique": [
            "1-Another who tried to",
            "3-In Colorado  Democra",
            "6-He was replaced by a"
        ],
        "median tf-idf score": 0.8281128301986409,
        "publications": [
            "Fox News",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Another who tried to vote for Sanders in Minnesota was replaced a Colorado elector who tried to back Ohio Gov.",
            "In Colorado, Democratic elector Michael Baca attempted to cast his vote for John Kasich (as part of the failed scheme to convince Trump electors to back a moderate Republican) but he was dismissed and replaced by an alternate, who voted for Clinton.",
            "He was replaced by another elector who cast a ballot for Clinton."
        ],
        "tf-idf score": [
            0.8281128301986409,
            1.4045768472093443,
            0.6543669027701502
        ]
    },
    "0.42589119303827727-4-738": {
        "average clique similarity": 0.42589119303827727,
        "clique": [
            "6-Four more electors i",
            "5-    On the Clinton s",
            "3-Overall  Clinton los",
            "7-And four electors fr"
        ],
        "median tf-idf score": 0.9086931103892195,
        "publications": [
            "NPR",
            "Business Insider",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "Four more electors in Washington state defected from Clinton. Three voted for Colin Powell and one for Faith Spotted Eagle, a Native American who gained some notoriety for her protest of the Dakota Access Pipeline.",
            "'   On the Clinton side,  voted for Democratic presidential   candidate Bernie Sanders instead. In Washington state, three    for former Secretary of State Colin Powell and   one voted for Native American elder Faith Spotted Eagle. '",
            "Overall, Clinton lost five electors from states she won  --   three of whom instead cast their votes for former Secretary of State Colin Powell, one of whom voted for Bernie Sanders, and the other of whom voted for Faith Spotted Eagle, an activist involved in protesting the Dakota Access Pipeline.",
            "And four electors from Washington state backed someone else: One voted for Faith Spotted Eagle, an activist who recently protested the Dakota Access Pipeline, and three voted for former Secretary of State Colin Powell."
        ],
        "tf-idf score": [
            0.9744804290883113,
            0.8429057916901277,
            1.3373511189751854,
            0.8384727245697031
        ]
    }
}