{
    "0.26193317421931933-3-12": {
        "average clique similarity": 0.26193317421931933,
        "clique": [
            "4-On Wednesday  Brady ",
            "3-May 23  Brady s lega",
            "0-The Second Court of "
        ],
        "median tf-idf score": 0.9622755880565824,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "On Wednesday, Brady was denied an opportunity to have his case heard in front of the full 2nd Circuit Court of Appeals after a   panel from the 2nd Circuit reinstated his   suspension, ruling NFL Commissioner Roger Goodell did in fact have the authority to suspend Brady under the   Players Association collective bargaining agreement.",
            "May 23: Brady's legal team asks the Court of Appeals for one of two things: That the   panel either   the case or that it be allowed to present its case to the entire Second Circuit panel, a   \"en banc\" hearing.",
            "The Second Court of Appeals on Wednesday denied Brady's request for an appeal hearing to the suspension, one of Brady's last hopes in the legal process."
        ],
        "tf-idf score": [
            1.5289153800014628,
            0.9622755880565824,
            0.9442500257582624
        ]
    },
    "0.27921048336253335-4-44": {
        "average clique similarity": 0.27921048336253335,
        "clique": [
            "2-But as far as Brady ",
            "0-The NFL found that t",
            "3-May 11  The NFL anno",
            "1-Brady  38  was origi"
        ],
        "median tf-idf score": 0.8686362039023088,
        "publications": [
            "New York Post",
            "Atlantic",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "But as far as Brady and the Patriots are concerned, the seemingly endless saga is over. The   Super Bowl champion originally was suspended May 11, 2015 after Ted Wells, an   attorney, ruled it was \"more probable than not\" he engaged in a \"scheme\" to intentionally deflate footballs before the AFC title game on Jan. 18. 2015.",
            "The NFL found that the New England Patriots quarterback was complicit in the underinflating of footballs before the 2015 AFC Championship, which may have given the Patriots an edge in their win against the Indianapolis Colts.",
            "May 11: The NFL announces that it has suspended Brady without pay for four games after the Wells Report found that Brady was \"at least generally aware of the inappropriate activities\" during the AFC title game.",
            "Brady, 38, was originally suspended after the Patriots were found to have used underinflated footballs in the 2015 AFC title game against the Colts, which the Patriots won  ."
        ],
        "tf-idf score": [
            1.10918434653532,
            0.8360252302522841,
            0.8762276819682164,
            0.861044725836401
        ]
    },
    "0.2917484076868526-3-94": {
        "average clique similarity": 0.2917484076868526,
        "clique": [
            "3-It will be the first",
            "2-The Patriots quarter",
            "1-Brady will be suspen"
        ],
        "median tf-idf score": 0.7318658691365754,
        "publications": [
            "Washington Post",
            "New York Post",
            "Guardian"
        ],
        "sentences": [
            "It will be the first time since 2008 that someone other than Brady  --   in this case Jimmy Garrapolo  --   will handle quarterback duties for the Patriots. It also will be the first time since Sept. 23, 2001, that Brady won't start a game for any reason other than injury.",
            "The Patriots quarterback will miss games against the Cardinals, Dolphins, Texans and Bills to begin the 2016 season, as backup Jimmy Garoppolo takes over for the   defending AFC East champions. Brady   and will not be allowed any contact with the Patriots beginning on Sept. 3.",
            "Brady will be suspended for games against the Cardinals, Dolphins, Texans and Bills, but should return in Week 5 against the Browns. Backup quarterback Jimmy Garoppolo is slated to start in Brady's place."
        ],
        "tf-idf score": [
            0.7318658691365754,
            0.9737565216865924,
            0.7104731856529654
        ]
    },
    "0.2926710252718154-3-34": {
        "average clique similarity": 0.2926710252718154,
        "clique": [
            "3-Brady will miss the ",
            "1-An independent inves",
            "2-Brady announced he w"
        ],
        "median tf-idf score": 0.9767951860424783,
        "publications": [
            "Washington Post",
            "Guardian",
            "New York Post"
        ],
        "sentences": [
            "Brady will miss the first four games of the 2016 regular season while serving a suspension handed down by NFL Commissioner Roger Goodell over Brady's role in a scheme to deflate footballs below NFL standards in the 2014 AFC championship game.",
            "An independent investigator found that it was \"more probable than not\" that Brady was \"at least generally aware of the inappropriate activities\" in the game against the Colts, and NFL commissioner Roger Goodell handed down a   ban.",
            "Brady announced he will accept the suspension handed down by NFL commissioner Roger Goodell for allegedly deflating game balls in the 2014 AFC title game and will not further pursue the case with the Supreme Court, his last hope for getting the punishment overturned."
        ],
        "tf-idf score": [
            0.9767951860424783,
            0.8704844035401923,
            1.303357185365791
        ]
    },
    "0.40678819464830956-4-80": {
        "average clique similarity": 0.40678819464830956,
        "clique": [
            "3-The NFLPA issued a s",
            "4- After careful consi",
            "1-It said in a stateme",
            "2-But by opting not to"
        ],
        "median tf-idf score": 1.1887727964020773,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "The NFLPA issued a statement of its own in which it said that Brady could still petition the Supreme Court, though that almost certainly wouldn't happen until after his suspension is served: After careful consideration and discussion with Tom Brady, the NFLPA will not be seeking a stay of the four game suspension with the 2nd Circuit.",
            "\"After careful consideration and discussion with Tom Brady, the NFLPA will not be seeking a stay of the four game suspension with the 2nd Circuit. This decision was made in the interest of certainty and planning for Tom prior to the New England Patriots season,\" the association statement read.",
            "It said in a statement: \"After careful consideration and discussion with Tom Brady, the NFLPA will not be seeking a stay of the   suspension with the second circuit.",
            "But by opting not to take the case any further, Brady is not risking missing games later in the season had Justice Ruth Bader Ginsburg granted a stay of the suspension, because the stay would have ended the moment the Supreme Court decided not to take the appeal."
        ],
        "tf-idf score": [
            1.2335858276576366,
            1.5213760514039867,
            0.8256456698265374,
            1.143959765146518
        ]
    },
    "0.6091047126024846-3-9": {
        "average clique similarity": 0.6091047126024846,
        "clique": [
            "3-We will continue to ",
            "0-NFLPA does not rule ",
            "1- This decision was m"
        ],
        "median tf-idf score": 0.7502099128581101,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "We will continue to review all of our options and we reserve our rights to petition for cert to the Supreme Court.",
            "NFLPA does not rule out appeal to Supreme Court: \"We reserve our rights to petition for cert to Supreme Court\". Would not affect suspension.",
            "\"This decision was made in the interest of certainty and planning for Tom prior to the New England Patriots season. We will continue to review all of our options and we reserve our rights to petition for cert to the supreme court. \""
        ],
        "tf-idf score": [
            0.43933938888223617,
            0.7502099128581101,
            1.105014137932428
        ]
    },
    "0.7279915321095441-3-49": {
        "average clique similarity": 0.7279915321095441,
        "clique": [
            "0-It has been a challe",
            "4-I m going to work ha",
            "1- It has been a chall"
        ],
        "median tf-idf score": 1.0719837342053227,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "It has been a challenging 18 months and I have made the difficult decision to no longer proceed with the legal process. I'm going to work hard to be the best player I can be for the New England Patriots and I look forward to having the opportunity to return to the field this fall.",
            "I'm going to work hard to be the best player I can be for the New England Patriots and I look forward to having the opportunity to return to the field this fall. \" Brady will now, officially, sit the first four games of the 2016 --  2017 NFL season. It is presumed that backup quarterback Jimmy Garoppolo will finally get his chance to start for the Pats.",
            "\"It has been a challenging 18 months and I have made the difficult decision to no longer proceed with the legal process. I'm going to work hard to be the best player I can be for the New England Patriots and I look forward to having the opportunity to return to the field this fall. \""
        ],
        "tf-idf score": [
            1.0719837342053227,
            1.4314314885844888,
            1.0719837342053227
        ]
    },
    "0.8212001433847601-4-46": {
        "average clique similarity": 0.8212001433847601,
        "clique": [
            "2-He is eligible to re",
            "4-  I m very grateful ",
            "0-Brady  in a statemen",
            "1-On Friday  Brady ann"
        ],
        "median tf-idf score": 1.005231853650738,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "New York Post",
            "Guardian"
        ],
        "sentences": [
            "He is eligible to return against the Browns in Week 5. \"I'm very grateful for the overwhelming support I've received from Mr [Robert] Kraft, the Kraft family, coach [Bill] Belichick, my coaches and teammates, the NFLPA, my agents, my loving family and most of all, our fans,\" Brady wrote on Facebook.",
            " \"I'm very grateful for the overwhelming support I've received from Mr Kraft, the Kraft family, coach Belichick, my coaches and teammates, the NFLPA, my agents, my loving family and most of all, our fans,\" Brady wrote. \"It has been a challenging 18 months and I have made the difficult decision to no longer proceed with the legal process.",
            "Brady, in a statement Friday, said: I'm very grateful for the overwhelming support I've received from Mr Kraft, the Kraft family, coach Belichick, my coaches and teammates, the NFLPA, my agents, my loving family, and most of all, our fans.",
            "On Friday, Brady announced the decision on his official Facebook page. \"I'm very grateful for the overwhelming support I've received from Mr Kraft, the Kraft family, Coach Belichick, my coaches and teammates, the NFLPA, my agents, my loving family and most of all, our fans,\" he wrote."
        ],
        "tf-idf score": [
            0.9732510473866071,
            1.2963854315274403,
            0.9411975100240986,
            1.0372126599148692
        ]
    }
}