{
    "0.1845030534227979-3-13": {
        "average clique similarity": 0.1845030534227979,
        "clique": [
            "5-Carlson s lawyer  Sm",
            "3-Ailes also made disp",
            "2-But it seems unlikel"
        ],
        "median tf-idf score": 1.0117266677119832,
        "publications": [
            "CNN",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Carlson's lawyer, Smith, said that since the lawsuit was announced, she had heard from other women who worked with Ailes and had complaints about his behavior.",
            "Ailes also made disparaging remarks in a radio interview in 1994 about the appearances of Mary Matalin and Jane Wallace, who were hosts at CNBC under Ailes, according to the book. Smith, Carlson's attorney, said she intended to call other women who have alleged harrassment by Ailes to testify at Carlson's trial.",
            "But it seems unlikely. Carlson's attorney (not a disinterested party, of course) told The New York Times that \"several women had contacted her saying they had similar experiences with Mr Ailes,\" while \"other Fox News hosts who did not complain about harassment and rebuff his sexual advances,\" were, in turn, given \"media support and promotion\"."
        ],
        "tf-idf score": [
            1.0117266677119832,
            0.9044597992171768,
            1.5499181810629634
        ]
    },
    "0.18741290197416527-3-123": {
        "average clique similarity": 0.18741290197416527,
        "clique": [
            "5-In a June 2015 blog ",
            "6-She wrote in her mem",
            "2-She s discussed othe"
        ],
        "median tf-idf score": 0.6895794473376998,
        "publications": [
            "Reuters",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "In a June 2015 blog on The Huffington Post, Carlson wrote that she had been harassed early in her career and was speaking out for the first time.",
            "She wrote in her memoir that because of her looks, she felt   about whether people took her seriously. According to Ailes' unauthorized biographer, Gabriel Sherman, Ailes once pointed out Carlson to an associate as a Miss America, and then added, \"It must not have been a good year\". Carlson's lawsuit seeks unspecified compensation for damages.",
            "She's discussed other incidents before, as have others    including a \"leg cam\" and a \"no pants rule\"    during her tenure as a   on \"Fox  Friends\". Last year, she wrote about her experience with sexual harassment for the Huffington Post. \"I sometimes feel guilty about my trepidation,\" she wrote. \"Perhaps I could have moved the conversation forward if I had come forth\". And so now she is."
        ],
        "tf-idf score": [
            0.5366148602363505,
            0.9145464869084113,
            0.6895794473376998
        ]
    },
    "0.19853996041118302-3-195": {
        "average clique similarity": 0.19853996041118302,
        "clique": [
            "4-Carlson  the former ",
            "3-Carlson was told she",
            "1-    In a  Carlson  s"
        ],
        "median tf-idf score": 0.820224934986086,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "Carlson, the former host of a daytime show at Fox, alleged a pattern of discriminatory behavior at Fox. She says she was fired in June.",
            "Carlson was told she was not being renewed at the network on June 23 after 11 years, Smith said.",
            "'   In a  Carlson''s attorneys said the former host of   \"The Real Story With Gretchen Carlson\" was fired by the network   after she \"rebuffed Mr Ailes sexual advances\" and challenged   what she perceived as unequal treatment of women in the   workplace. '"
        ],
        "tf-idf score": [
            0.820224934986086,
            0.7186100635712436,
            1.2758284378183526
        ]
    },
    "0.21095600766999226-3-70": {
        "average clique similarity": 0.21095600766999226,
        "clique": [
            "3-In response to Carls",
            "0-Carlson arrived at F",
            "6-Carlson alleges she "
        ],
        "median tf-idf score": 0.8763520686836647,
        "publications": [
            "Washington Post",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "In response to Carlson's complaints, Ailes allegedly reassigned her from the highly rated \"Fox & Friends\" to a   news show at 2 p. m. a lesser time slot, and reduced her compensation.",
            "Carlson arrived at Fox News in 2005 from CBS News's The Saturday Early Show. She joined the network's morning show Fox  Friends a year later.",
            "Carlson alleges she had   interviews taken away from her. Ultimately, she says, she was reassigned from Fox  Friends to a role anchoring an afternoon show and given a pay cut for raising objections."
        ],
        "tf-idf score": [
            1.0380341057606857,
            0.8470607541516796,
            0.8763520686836647
        ]
    },
    "0.2227764573502317-3-195": {
        "average clique similarity": 0.2227764573502317,
        "clique": [
            "5-The lawsuit filed in",
            "0-The   lawsuit  filed",
            "6-In a lawsuit filed i"
        ],
        "median tf-idf score": 1.0332159612417093,
        "publications": [
            "Reuters",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "The lawsuit filed in New Jersey state court accused the    Ailes of wrongfully firing Carlson and before that \"ostracizing, marginalizing and shunning her after making clear to her that these 'problems' would not have existed, and could be solved, if she had a sexual relationship with him\".",
            "The   lawsuit, filed with the Superior Court of New Jersey on Wednesday, alleges Ailes cut Carlson's salary, blocked her from certain assignments, and \"sabotaged her career\" after she rebuffed his advances. Scroll to the end of this story to read it in full.",
            "In a lawsuit filed in a New Jersey civil court on Wednesday, lawyers for Carlson allege Ailes repeatedly dismissed her concerns that her colleagues on Fox  Friends had created a pervasively sexist atmosphere, telling her to learn to \"get along with the boys\"."
        ],
        "tf-idf score": [
            0.9399190035217236,
            1.0332159612417093,
            1.17116084657055
        ]
    },
    "0.2300596641010717-3-192": {
        "average clique similarity": 0.2300596641010717,
        "clique": [
            "6-In detailing what sh",
            "0-Carlson alleges Aile",
            "5-Carlson  50  charged"
        ],
        "median tf-idf score": 1.2839362857283239,
        "publications": [
            "NPR",
            "Reuters",
            "Atlantic"
        ],
        "sentences": [
            "In detailing what she called her demotion to the 2 p. m. slot, Carlson's lawsuit states that Ailes reduced her pay though her workload as a solo host increased and \"refused to provide her with anywhere near the level of network media support and promotion provided to other Fox News hosts who did not complain about harassment and rebuff his sexual advances\".",
            "Carlson alleges Ailes fired her from the network late last month because she refused his sexual advances, and because she complained to him about sexual harassment in the office.",
            "Carlson, 50, charged in a lawsuit that Ailes, a former Republican political consultant who built Fox News into the   U S cable news channel, took her off the morning show \"Fox & Friends\" in 2013 and cut her pay because she refused to have a sexual relationship with him."
        ],
        "tf-idf score": [
            1.4837246259795744,
            0.8796059914158297,
            1.2839362857283239
        ]
    },
    "0.2609848161976048-3-87": {
        "average clique similarity": 0.2609848161976048,
        "clique": [
            "0-In September 2009  t",
            "5-The suit also allege",
            "6-On the air  Fox  Fri"
        ],
        "median tf-idf score": 0.8728003679253068,
        "publications": [
            "NPR",
            "Reuters",
            "Atlantic"
        ],
        "sentences": [
            "In September 2009, the complaint says, Carlson told a supervisor that her Fox  Friends   Steve Doocy, had created \"a hostile work environment\" by:   ...     regularly treating her in a sexist and condescending way, including by putting his hand on her and pulling down her arm to shush her during a live telecast.",
            "The suit also alleged that her \"Fox & Friends\"   Steve Doocy treated Carlson as a \"blond female prop,\" refusing to engage with her on air and belittling her contributions.",
            "On the air, Fox  Friends   Steve Doocy and Brian Kilmeade offer the program something of a frat house ethos. In her lawsuit, Carlson alleges that Doocy routinely belittled, shunned and isolated her, even putting his hand on her during broadcasts to silence her."
        ],
        "tf-idf score": [
            0.9437730155075312,
            0.8033498747668018,
            0.8728003679253068
        ]
    },
    "0.2677175454084741-3-42": {
        "average clique similarity": 0.2677175454084741,
        "clique": [
            "3-The complaint says D",
            "1-    The release also",
            "0-When Ailes learned a"
        ],
        "median tf-idf score": 0.8398329816925187,
        "publications": [
            "Business Insider",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "The complaint says Doocy \"engaged in a pattern of severe and pervasive mistreatment\" of Carlson, such as belittling her during commercial breaks and \"generally attempting to put her in place by refusing to accept and treat her as an intelligent and insightful female journalist rather than a blond female prop. \" It alleges that Ailes responded to her complaints by calling her a \"man hater\" and \"killer\" and telling her she needed \"to get along with the boys. \"",
            "'   The release also alleged that Ailes called Carlson a \"man hater\". ' '   Ailes also noted that Carlson praised and thanked him in her   . '",
            "When Ailes learned about Carlson's complaints, the suit says, the network boss called her a \"man hater\" and told her she needed to learn to \"get along with the boys. \""
        ],
        "tf-idf score": [
            1.0429224499128216,
            0.6075327413234108,
            0.8398329816925187
        ]
    },
    "0.27121778287536086-3-195": {
        "average clique similarity": 0.27121778287536086,
        "clique": [
            "6-Gretchen Carlson s c",
            "1-Before she got her o",
            "3-Carlson  50  who   t"
        ],
        "median tf-idf score": 0.8636138155895523,
        "publications": [
            "NPR",
            "Business Insider",
            "Washington Post"
        ],
        "sentences": [
            "Gretchen Carlson's contract at the network expired late last month after a long stint as the   of the morning show Fox  Friends and nearly three years hosting her own show in the afternoon. The accusations are not subtle.",
            "Before she got her own show, Carlson was also   a   on \"Fox & Friends\". '",
            "Carlson, 50, who   the \"Fox & Friends\" morning program and later an afternoon news show on Fox, was dropped by the network June 23 when her contract expired."
        ],
        "tf-idf score": [
            0.8636138155895523,
            0.6472457819827592,
            1.0029270646608914
        ]
    },
    "0.30401551378504627-4-161": {
        "average clique similarity": 0.30401551378504627,
        "clique": [
            "5-A Stanford Universit",
            "2-Carlson is both beau",
            "3-Carlson  a former Mi",
            "6-Kilmeade  who has re"
        ],
        "median tf-idf score": 0.646345262461073,
        "publications": [
            "NPR",
            "Reuters",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "A Stanford University graduate and former Miss America pageant winner, she joined Fox News in 2005.",
            "Carlson is both beautiful and brilliant, a former pageant winner  --   she was named Miss America in 1988  --   and trained violinist who graduated from Stanford University and spent a year abroad at Oxford.",
            "Carlson, a former Miss America, had been at Fox News for 11 years.",
            "Kilmeade, who has referred to women as \"babes\" and \"chicks\" on the show, once inspired Carlson to walk off the set after one sexist comment too many. (She later said it had been a joke on her part.) Carlson is a   violinist who is both a Miss America winner and a Stanford University graduate who went on to study at Oxford University."
        ],
        "tf-idf score": [
            0.4874421909168021,
            0.6011637064726219,
            0.6950072194013597,
            0.6915268184495242
        ]
    },
    "0.3170712069783227-3-173": {
        "average clique similarity": 0.3170712069783227,
        "clique": [
            "1-    21st Century Fox",
            "3-Separately  Fox News",
            "5-Doocy was not named "
        ],
        "median tf-idf score": 1.1646653474589888,
        "publications": [
            "Business Insider",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "'   21st Century Fox also pushed back on the Carlson lawsuit in   a statement Wednesday evening, defending both Ailes and \"Fox   & Friends\"   Steve Doocy, who was also referenced in   lawsuit documents.",
            "Separately, Fox News also issued a statement defending Ailes and Steve Doocy, the \"Fox & Friends\"   the complaint accuses of mistreating her: \"The Company has seen the allegations against Mr Ailes and Mr Doocy. We take these matters seriously.",
            "Doocy was not named as a defendant in the lawsuit. In a statement, 21st Century Fox said: \"We take these matters seriously\"."
        ],
        "tf-idf score": [
            1.2641311590281155,
            1.1646653474589888,
            0.8767658829414163
        ]
    },
    "0.3559095659423031-4-145": {
        "average clique similarity": 0.3559095659423031,
        "clique": [
            "2-  CNN  Recently  lon",
            "6-Fox News Chairman Ro",
            "4-   NEW YORK  AP     ",
            "3- Former Fox News hos"
        ],
        "median tf-idf score": 1.4922077038513806,
        "publications": [
            "CNN",
            "NPR",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            " (CNN) Recently, longtime Fox News anchor Gretchen Carlson filed a lawsuit in New Jersey Superior Court against her former boss, Fox News chairman Roger Ailes, saying Ailes forced her out of the company after she refused, over a number of years, his sexual advances.",
            "Fox News Chairman Roger Ailes has been sued for sexual harassment by a longtime Fox News host and anchor who alleges her career suffered at the network because she refused his sexual advances.",
            "** NEW YORK (AP)  --   Former Fox News Channel anchor Gretchen Carlson is suing network chief executive Roger Ailes, claiming she was fired after refusing his sexual advances.",
            " Former Fox News host Gretchen Carlson has filed a lawsuit against the network's chairman and chief executive, Roger Ailes, alleging that he fired her in retaliation for rebuffing his sexual advances."
        ],
        "tf-idf score": [
            1.538761398692308,
            1.1537824194725264,
            1.5148939131511228,
            1.4695214945516384
        ]
    },
    "0.3844425835129272-3-195": {
        "average clique similarity": 0.3844425835129272,
        "clique": [
            "3-Gretchen Carlson has",
            "0-As of Wednesday  it ",
            "1-    Former Fox News "
        ],
        "median tf-idf score": 1.1815189134303745,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Business Insider"
        ],
        "sentences": [
            "Gretchen Carlson has filed a lawsuit against Fox News Chairman Roger Ailes.",
            "As of Wednesday, it has something new: a link to download the lawsuit Carlson filed this morning against her former boss, Roger Ailes, the chairman of Fox News.",
            "'   Former Fox News host Gretchen Carlson filed the lawsuit against   Ailes following a decision not to renew her contract. '"
        ],
        "tf-idf score": [
            1.1173823209780673,
            1.223949792171058,
            1.1815189134303745
        ]
    },
    "0.3914158339708733-3-111": {
        "average clique similarity": 0.3914158339708733,
        "clique": [
            "6-The suit says Ailes ",
            "0-The complaint allege",
            "3-He also allegedly de"
        ],
        "median tf-idf score": 0.9643307885345443,
        "publications": [
            "NPR",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "The suit says Ailes explained, \"Sometimes problems are easier to solve that way\". In other conversations, Carlson contends, Ailes underscored what he could do for her career if she would look upon his invitations favorably. And she says he frequently ogled her, commenting on her figure and telling her to turn around so he could see her rear.",
            "The complaint alleges Ailes injected innuendo and sexist comments into his conversations with Carlson, which including calling her \"sexy,\" \"ogling Carlson in his office and asking her to turn around so he could view her posterior,\" \"commenting that certain outfits enhanced Carlson's figure and urging her to wear them every day,\" and \"admonishing her to stop worrying about being treated equally and getting 'offended so God damn easy about everything. '\"",
            "He also allegedly denied her   interviews and kept her off other Fox programs, such as the   \"O'Reilly Factor. \" Ailes allegedly dismissed her complaints at the time by telling her not to get offended \"so goddamn easy about everything. \" According to the complaint, he \"ogled\" her in his office and asked her to turn around so he could view her posterior; suggested that she wear certain outfits to show off her figure; commented \"repeatedly\" about her legs; and said that if he could choose one person to be stranded on a desert island with, it would be Carlson."
        ],
        "tf-idf score": [
            0.7972454267093289,
            0.9643307885345443,
            1.2633409951864314
        ]
    },
    "0.4357503960397609-3-2": {
        "average clique similarity": 0.4357503960397609,
        "clique": [
            "0-When Carlson met wit",
            "1-In a press release a",
            "4-She says that happen"
        ],
        "median tf-idf score": 1.1259394208994788,
        "publications": [
            "Atlantic",
            "Business Insider",
            "Breitbart"
        ],
        "sentences": [
            "When Carlson met with Ailes to discuss treatment she considered offensive, the complaint alleges, Ailes told her, the lawsuit claims, they \"should have had a sexual relationship a long time ago and then you'd be good and better and I'd be good and better,\" adding that \"sometimes problems are easier to solve\" that way.",
            "In a press release about her lawsuit, Carlson''s   representatives said Ailes told her last year: \"I think you and I   should have had a sexual relationship a long time ago and then   you''d be good and better and I''d be good and better\". '",
            "She says that happened nine months after Ailes told her that \"you and I should have had a sexual relationship a long time ago. \" The    Carlson was Miss America in 1989."
        ],
        "tf-idf score": [
            1.160795545213185,
            1.1259394208994788,
            0.9540315973631175
        ]
    },
    "0.4382709580827669-3-96": {
        "average clique similarity": 0.4382709580827669,
        "clique": [
            "1-    Ailes called the",
            "3-Carlson s allegation",
            "6-Ailes has issued a s"
        ],
        "median tf-idf score": 1.1135263264655346,
        "publications": [
            "NPR",
            "Business Insider",
            "Washington Post"
        ],
        "sentences": [
            "'   Ailes called these allegations \"false\". ' '   \"This is a retaliatory suit for the network's decision not to   renew her contract, which was due to the fact that her   disappointingly low ratings were dragging down the afternoon   lineup,\" Ailes said in a statement provided to Business   Insider.",
            "Carlson's allegations are false and retaliatory, Ailes's statement this week said, \"for the network's decision not to renew her contract, which was due to the fact that her disappointingly low ratings were dragging down the afternoon lineup. \"",
            "Ailes has issued a statement on the lawsuit, which reads: \"Gretchen Carlson's allegations are false."
        ],
        "tf-idf score": [
            1.1135263264655346,
            1.2395682777593287,
            0.8263431466488467
        ]
    },
    "0.4412634733647052-3-18": {
        "average clique similarity": 0.4412634733647052,
        "clique": [
            "1- When Fox News did n",
            "3-The lawsuit seeks co",
            "4-When Fox News did no"
        ],
        "median tf-idf score": 1.1848948696839166,
        "publications": [
            "Business Insider",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "\"When Fox News did not commence any negotiations to   renew her contract, Ms Carlson became aware that her career with   the network was likely over and conveniently began to pursue a   lawsuit\". '",
            "The lawsuit seeks compensatory and punitive damages but does not specify any figures. Carlson's attorney, Nancy Erika Smith, said in an interview that Carlson did not go public with her complaints because she sought to resolve them internally.",
            "When Fox News did not commence any negotiations to renew her contract, Ms Carlson became aware that her career with the network was likely over and conveniently began to pursue a lawsuit."
        ],
        "tf-idf score": [
            1.1848948696839166,
            0.7091665023675748,
            1.1848948696839166
        ]
    },
    "0.4919265094057086-3-195": {
        "average clique similarity": 0.4919265094057086,
        "clique": [
            "1-     The Company has",
            "6-This defamatory laws",
            "4-Update  7 11 pm ET  "
        ],
        "median tf-idf score": 1.0013478803189853,
        "publications": [
            "Business Insider",
            "NPR",
            "Breitbart"
        ],
        "sentences": [
            "'   \"The Company has seen the allegations against Mr Ailes and Mr   Doocy,\" the Fox statement said. \"We take these matters seriously.",
            "This defamatory lawsuit is not only offensive, it is wholly without merit and will be defended vigorously\". A statement issued by 21st Century Fox said the company has seen the allegations. \"We take these matters seriously,\" it read.",
            "Update, 7:11 pm ET:  Statement released by 21th Century Fox: The Company has seen the allegations against Mr Ailes and Mr Doocy. We take these matters seriously."
        ],
        "tf-idf score": [
            1.0013478803189853,
            0.9706576316330683,
            1.005286922835551
        ]
    },
    "0.5158469579424196-3-195": {
        "average clique similarity": 0.5158469579424196,
        "clique": [
            "3-In a statement relea",
            "4-Ironically  FOX News",
            "1-     Ironically  FOX"
        ],
        "median tf-idf score": 0.9516394346348223,
        "publications": [
            "Washington Post",
            "Breitbart",
            "Business Insider"
        ],
        "sentences": [
            "In a statement released late Tuesday, Ailes said Carlson's lawsuit is \"not only offensive, but it is wholly without merit\" and said that low ratings led to her dismissal.",
            "Ironically, FOX News provided her with more   opportunities over her 11 year tenure than any other employer in the industry, for which she thanked me in her recent book. This defamatory lawsuit is not only offensive, it is wholly without merit and will be defended vigorously.",
            "'   \"Ironically, FOX News provided her with more   opportunities   over her 11 year tenure than any other employer in the industry,   for which she thanked me in her recent book,\" Ailes said in the   statement. \"This defamatory lawsuit is not only offensive, it is   wholly without merit and will be defended vigorously\". '"
        ],
        "tf-idf score": [
            0.9516394346348223,
            0.8657038283727991,
            1.2870990411178442
        ]
    },
    "0.5874654991363213-3-195": {
        "average clique similarity": 0.5874654991363213,
        "clique": [
            "5-He added that Carlso",
            "3-Ironically  Fox News",
            "6-Ironically  FOX News"
        ],
        "median tf-idf score": 0.5734453287483338,
        "publications": [
            "Reuters",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "He added that Carlson had thanked him in a recent book.",
            "Ironically, Fox News provided her with more   opportunities over her   tenure than any other employer in the industry, for which she thanked me in her recent book.",
            "Ironically, FOX News provided her with more   opportunities over her 11 year tenure than any other employer in the industry, for which she thanked me in her recent book."
        ],
        "tf-idf score": [
            0.3162589523299491,
            0.5734453287483338,
            0.6211120710413899
        ]
    },
    "0.5907708537206251-3-195": {
        "average clique similarity": 0.5907708537206251,
        "clique": [
            "6-When Fox News did no",
            "5- This is a retaliato",
            "3-It continued   When "
        ],
        "median tf-idf score": 1.1848948696839166,
        "publications": [
            "NPR",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "When Fox News did not commence any negotiations to renew her contract, Ms Carlson became aware that her career with the network was likely over and conveniently began to pursue a lawsuit.",
            "\"This is a retaliatory suit for the network's decision not to renew her contract, which was due to the fact that her disappointingly low ratings were dragging down the afternoon lineup,\" Ailes' statement said.",
            "It continued: \"When Fox News did not commence any negotiations to renew her contract, Ms Carlson became aware that her career with the network was likely over and conveniently began to pursue a lawsuit."
        ],
        "tf-idf score": [
            1.1848948696839166,
            0.9742267134694228,
            1.1890753778052863
        ]
    },
    "0.6603766521313329-6-109": {
        "average clique similarity": 0.6603766521313329,
        "clique": [
            "2-Some might say that ",
            "5- While we have full ",
            "4-While we have full c",
            "6- While we have full ",
            "3-While we have full c",
            "1-While we have full c"
        ],
        "median tf-idf score": 0.8375462812759764,
        "publications": [
            "Breitbart",
            "NPR",
            "Business Insider",
            "Washington Post",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "Some might say that's because Ailes is powerful, and few are eager to take him on. Or perhaps the media has received the warning of jumping to conclusions in cases like this. But while the facts are still emerging, we have an obligation to hold off judgment until they are all in. But we also have an obligation to believe a woman is not making up sexual harassment.",
            "\"While we have full confidence in Mr Ailes and Mr Doocy, who have served the company brilliantly for over two decades, we have commenced an internal review of the matter,\" Fox said.",
            "While we have full confidence in Mr Ailes and Mr Doocy, who have served the company brilliantly for over two decades, we have commenced an internal review of the matter. Statement released by Roger Ailes: Gretchen Carlson's allegations are false.",
            "\"While we have full confidence in Mr Ailes and Mr Doocy, who have served the company brilliantly for over two decades, we have commenced an internal review of the matter\".",
            "While we have full confidence in Mr Ailes and Mr Doocy, who have served the company brilliantly for over two decades, we have commenced an internal review of the matter. \"",
            "While we have full confidence in Mr Ailes and Mr Doocy, who   have served the company brilliantly for over two decades, we have   commenced an internal review of the matter\". ' '   It is standard operating procedure for Fox to conduct an internal   review on any sexual harassment claim. '"
        ],
        "tf-idf score": [
            0.7182833266649138,
            0.9568092358870391,
            1.0609127593183965,
            0.5963301357914403,
            0.5963301357914403,
            1.0269276222894035
        ]
    }
}