{
    "0.213222987235572-3-229": {
        "average clique similarity": 0.213222987235572,
        "clique": [
            "2-The mayor said polic",
            "3- Our police officers",
            "1-Barrett said police "
        ],
        "median tf-idf score": 0.7265371360683835,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "The mayor said police presence will be strong as part of  an \"  \" to restore order.",
            "\"Our police officers are doing everything they can to restore order,\" he said.",
            "Barrett said police recovered from the scene a handgun loaded with 23 rounds."
        ],
        "tf-idf score": [
            0.6572951206033891,
            0.7862713690320142,
            0.7265371360683835
        ]
    },
    "0.21772749698991775-3-51": {
        "average clique similarity": 0.21772749698991775,
        "clique": [
            "2-The incident started",
            "3-When officers began ",
            "0-The police did not p"
        ],
        "median tf-idf score": 1.018654003098307,
        "publications": [
            "New York Times",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "The incident started Saturday afternoon when two officers stopped two people who were in a car in the north side, according to the Milwaukee Police Department.",
            "When officers began to leave the scene, some members of the crowd \"started smashing the windows and side of a squad car\" and \"another vehicle was set on fire,\" the paper reported.",
            "The police did not provide details on why the car was stopped, though Mr Barrett said the episode began when police spotted a \"suspicious vehicle. \""
        ],
        "tf-idf score": [
            1.0201777060510777,
            0.8148263462545906,
            1.018654003098307
        ]
    },
    "0.23445564361144533-3-38": {
        "average clique similarity": 0.23445564361144533,
        "clique": [
            "3-Police said proteste",
            "2-Protesters burned se",
            "4-Hours after Smith s "
        ],
        "median tf-idf score": 0.8321583341731562,
        "publications": [
            "Washington Post",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Police said protesters threw rocks and fired guns as officers that tried to break up demonstrations.",
            "Protesters burned several stores and threw rocks at police in the city's north side, leaving one officer injured. Smoke and orange flames filled the night sky.",
            "Hours after Smith's shooting scores of protesters clashed with police, set fire to buildings and threw rocks and bricks at officers."
        ],
        "tf-idf score": [
            0.8978321003057933,
            0.8321583341731562,
            0.7697442525114261
        ]
    },
    "0.24004605470826043-3-24": {
        "average clique similarity": 0.24004605470826043,
        "clique": [
            "0-The officer was not ",
            "1-The officer was plac",
            "4-State officials will"
        ],
        "median tf-idf score": 0.47210471258744025,
        "publications": [
            "New York Times",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "The officer was not named, but officials said he was 24 and had been an officer for three years.",
            "The officer was placed on administrative leave pending an investigation.",
            "State officials will investigate the shooting, and the officer involved has been placed on administrative leave, both standard practices."
        ],
        "tf-idf score": [
            0.7003976686424023,
            0.4664002825503086,
            0.47210471258744025
        ]
    },
    "0.2516556088934071-4-69": {
        "average clique similarity": 0.2516556088934071,
        "clique": [
            "2-Go home  mayor plead",
            "3-He implored parents ",
            "0-He was placed on adm",
            "1-At least three peopl"
        ],
        "median tf-idf score": 0.8698376231935283,
        "publications": [
            "New York Times",
            "CNN",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "Go home, mayor pleads, As the chaos escalated, authorities implored the crowds to disperse and go home. Some used social media to urge others to come out and take part in the protests, according to  Barrett. \"If you love your son, if you love your daughter text them, call them, pull them by the ears and get them home. Get them home right now before more damage is done,\" the mayor said.",
            "He implored parents to contact their children and bring them home and said police had \"shown an amazing amount of restraint\" amid the violence, the paper reported.",
            "He was placed on administrative duty. Mr Barrett appealed to parents to keep their children off the streets in order to restore calm in the neighborhood. \"Parents, get your kids home,\" he said at the news conference.",
            "At least three people were arrested during the disturbance, officials said, though their names, ages, or charges were not released. Speaking to reporters after midnight, Mayor Tom Barrett urged calm across the city, and for parents to reach out to their children to get home and off the city streets."
        ],
        "tf-idf score": [
            0.8860978253705329,
            0.7610494289306797,
            0.9014004648613518,
            0.8535774210165236
        ]
    },
    "0.2572921854199785-3-127": {
        "average clique similarity": 0.2572921854199785,
        "clique": [
            "1-The Milwaukee County",
            "0-Gov  Scott Walker of",
            "4-On Sunday  Wisconsin"
        ],
        "median tf-idf score": 1.279970062661003,
        "publications": [
            "New York Times",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "The Milwaukee County Sheriff on Sunday requested the National Guard be mobilized after at least four businesses were set on fire overnight by a crowd that officials said grew to hundreds in the hours after the shooting.",
            "Gov. Scott Walker of Wisconsin activated the Wisconsin National Guard on Sunday to assist local law enforcement following a night of violence in Milwaukee that began hours after a police officer fatally shot a fleeing armed man there.",
            "On Sunday, Wisconsin governor Scott Walker activated the national guard to assist if necessary, on the request of Milwaukee County sheriff David Clarke Jr At about 11pm, police reported responding to shots fired, at Sherman and Burleigh. They said on Twitter they used an armoured vehicle to retrieve and take the injured person, whose identity is unclear, to hospital."
        ],
        "tf-idf score": [
            0.8506957295568354,
            1.2851524545131656,
            1.279970062661003
        ]
    },
    "0.26424242851859997-3-10": {
        "average clique similarity": 0.26424242851859997,
        "clique": [
            "3-     Angry demonstra",
            "0-Angry crowds confron",
            "1- A large crowd turne"
        ],
        "median tf-idf score": 1.0396912541452468,
        "publications": [
            "Washington Post",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "     Angry demonstrators clashed with police in Milwaukee on Saturday night after a police officer fatally shot a man who had a gun during a foot chase that turned deadly.",
            "Angry crowds confronted the police in Milwaukee on Saturday night, setting fires and throwing rocks following the shooting that afternoon.",
            " A large crowd turned violent Saturday night in Milwaukee, setting fires, damaging police cars, and injuring at least one officer with a brick after police shot and killed an armed man, officials said."
        ],
        "tf-idf score": [
            1.0396912541452468,
            0.8006497009466295,
            1.4729280149656723
        ]
    },
    "0.2674539735744905-3-112": {
        "average clique similarity": 0.2674539735744905,
        "clique": [
            "1-Three people were in",
            "3-Three people working",
            "2-Some protesters set "
        ],
        "median tf-idf score": 0.7048931928973731,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "Three people were inside the gas station when it was set ablaze, but they were able to get out uninjured, officials said. Other vehicles also appeared to have been set ablaze.",
            "Three people working inside the station got out safely, police said.",
            "Some protesters set buildings ablaze, including a gas station, a beauty shop, a bank and an auto shop. Three people who were in the gas station rushed out before it went up in flames, the mayor said."
        ],
        "tf-idf score": [
            0.7605661407047636,
            0.7048931928973731,
            0.6923119514223347
        ]
    },
    "0.27160435974571656-3-215": {
        "average clique similarity": 0.27160435974571656,
        "clique": [
            "0-The violence overnig",
            "1-The crowd gathered a",
            "3-The violence erupted"
        ],
        "median tf-idf score": 1.1930867084695718,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "New York Times"
        ],
        "sentences": [
            "The violence overnight Saturday erupted after an officer killed a man who the police said was armed with a semiautomatic handgun and who fled after a traffic stop.",
            "The crowd gathered after police shot and killed an armed man earlier in the day who ran from a car on the city's North Side, Milwaukee Police said in a statement.",
            "The violence erupted on the city's predominantly black north side, an area beset with a history of violence and distrust between police and the community."
        ],
        "tf-idf score": [
            1.269467216760086,
            1.1930867084695718,
            0.5616027329903467
        ]
    },
    "0.287711349485352-3-34": {
        "average clique similarity": 0.287711349485352,
        "clique": [
            "0- This act of selfles",
            "4- This entire communi",
            "3-He called the area w"
        ],
        "median tf-idf score": 0.6595983659888354,
        "publications": [
            "New York Times",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "\"This act of selfless caring sets a powerful example for Milwaukee's youth and the entire community,\" he said. \"I join Milwaukee's leaders and citizens in calling for continued peace and prayer. \"",
            "\"This entire community has sat back and witnessed how Milwaukee, Wisconsin, has become the worst place to live for African Americans in the entire country,\" Rainey said.",
            "He called the area where the shooting occurred \"a powder keg. \" \"This entire community has sat back and witnessed how Milwaukee, Wisconsin, has become the worst place to live for   in the entire country,\" Rainey said. \"Now this is a warning cry. Where do we go from here? Where do we go as a community from here? \"Do we continue  --   continue with the inequities, the injustice, the unemployment, the   that creates these byproducts that we see this evening? ..."
        ],
        "tf-idf score": [
            0.5978830773001784,
            0.6595983659888354,
            0.8407862686096818
        ]
    },
    "0.2941132414795606-3-132": {
        "average clique similarity": 0.2941132414795606,
        "clique": [
            "2-During the chase  an",
            "4-In July the city saw",
            "1-One of the officers "
        ],
        "median tf-idf score": 0.8324149753807588,
        "publications": [
            "Guardian",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "During the chase, an officer shot  one of the two     a     man who was armed with a handgun, according to authorities.",
            "In July the city saw protests over the shooting    Jay Andreson, who was shot dead in a suburb west of Milwaukee, the 2015 shooting of    Tony Robinson, and the 2014 killing of    Dontre Hamilton, an unarmed man with a history of mental health problems.",
            "One of the officers shot and killed one of the suspects, who police said was armed with a handgun."
        ],
        "tf-idf score": [
            0.6937118124240134,
            0.8324149753807588,
            1.1115542242389547
        ]
    },
    "0.30779909404887795-4-87": {
        "average clique similarity": 0.30779909404887795,
        "clique": [
            "0-One police officer w",
            "4-Mayor Tom Barrett sa",
            "3-     Milwaukee Polic",
            "1-One officer was take"
        ],
        "median tf-idf score": 1.0132314009324617,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "New York Times",
            "Guardian"
        ],
        "sentences": [
            "One police officer was hospitalized with a head injury after a brick was thrown through the window of his patrol car, Mayor Tom Barrett said at a news conference early Sunday morning.",
            "Mayor Tom Barrett said on Sunday that four officers were injured in the confrontations, including one by a brick hurled into a squad car, but that they had all been treated and released from the hospital.",
            "--   Milwaukee Police (@MilwaukeePolice) August 14, 2016     MPD officer undergoing treatment at local hospital after brick thrown through squad window, striking officer in the head.",
            "One officer was taken to a nearby hospital to be treated after he was injured by a brick that was thrown through the window of a patrol car, police said."
        ],
        "tf-idf score": [
            1.3652372365750862,
            0.8464923214072033,
            0.8970272265144512,
            1.1294355753504723
        ]
    },
    "0.31902529077625397-4-223": {
        "average clique similarity": 0.31902529077625397,
        "clique": [
            "3-This is their existe",
            "4-Barrett said that th",
            "1-Barrett said the off",
            "2-He was not injured a"
        ],
        "median tf-idf score": 0.943967816800614,
        "publications": [
            "Guardian",
            "Buzzfeed News",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "This is their existence. This is their life. This is the life of their children. \" Police told the Journal Sentinel that the officer was wearing a body camera when he fired at the fleeing suspect.",
            "Barrett said that the officer who shot Smith was wearing a body camera at the time, and that video and photographic evidence showed \"without question\" that he had a gun in hand at the time.",
            "Barrett said the officer was wearing a body camera at the time of the shooting, and the camera appeared to be in working order.",
            "He was not injured and will be placed on administrative duty during the investigation and subsequent review by the district attorney's office. At the time of the shooting, he was wearing a body camera, Barrett  said, adding that it was his understanding that it was operational."
        ],
        "tf-idf score": [
            0.9141566044135941,
            1.014038133982141,
            0.9737790291876339,
            0.8762613118183372
        ]
    },
    "0.3223693785908554-5-59": {
        "average clique similarity": 0.3223693785908554,
        "clique": [
            "1-The suspect was shot",
            "0-Both occupants ran f",
            "3-The paper reported t",
            "4-The protests began a",
            "2-Police  Suspect had "
        ],
        "median tf-idf score": 0.9544935230276679,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Guardian",
            "New York Times",
            "CNN"
        ],
        "sentences": [
            "The suspect was shot twice, the mayor said, including in the chest and arm.",
            "Both occupants ran from the car. During the pursuit, Mr Barrett said, an officer ordered the man to drop his gun and fired when he did not, striking the man in the chest and an arm.",
            "The paper reported that the man was struck once in his chest and once in the arm.",
            "The protests began after Smith, 23, shot dead when he fled from a traffic stop. Police said he was armed with a semiautomatic weapon, but they did not describe details of the shooting, except to say he was hit by bullets twice, in the chest and arm.",
            "Police: Suspect had stolen gun  The suspect, 23, was shot twice    in the arm and chest, the mayor said."
        ],
        "tf-idf score": [
            0.6520955644644869,
            0.9544935230276679,
            0.3763304324534047,
            1.125660992276785,
            0.9861530155671338
        ]
    },
    "0.3242388242821971-3-41": {
        "average clique similarity": 0.3242388242821971,
        "clique": [
            "0-The handgun had been",
            "2- The victim of that ",
            "3-Police said he was c"
        ],
        "median tf-idf score": 0.7062768553721372,
        "publications": [
            "CNN",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "The handgun had been taken in a burglary in March, the police said.",
            "\"The victim of that burglary reported 500 rounds of ammunition were also stolen with the handgun,\" police said in a statement.",
            "Police said he was carrying a semiautomatic handgun traced to a burglary in March."
        ],
        "tf-idf score": [
            0.603826137343379,
            0.7062768553721372,
            0.7932797887274543
        ]
    },
    "0.32588136193739364-4-19": {
        "average clique similarity": 0.32588136193739364,
        "clique": [
            "3-After being pulled o",
            "4-The officer has not ",
            "1-The name of the offi",
            "2-The officer  24  was"
        ],
        "median tf-idf score": 0.9168271682769444,
        "publications": [
            "Washington Post",
            "CNN",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "After being pulled over, two individuals fled from the car, prompting the officer  --   a    with six years of experience  --   to chase them, according to ABC affiliate WISN The    suspect  --   who has not been identified by police  --   died at the scene, the station reported.",
            "The officer has not been identified, though police said the officer had been with the department for six years, three of which as an officer.",
            "The name of the officer who shot the suspect was not released, but he was identified as a      veteran of the department.",
            "The officer, 24, was assigned to District 7 and has six years of service with the Milwaukee Police Department     three of those as an officer."
        ],
        "tf-idf score": [
            0.9963010843501687,
            0.8639041662496125,
            0.5822646945380281,
            0.9697501703042765
        ]
    },
    "0.33608225215292986-3-229": {
        "average clique similarity": 0.33608225215292986,
        "clique": [
            "4-On Sunday afternoon ",
            "1-The suspect  identif",
            "3-The officer was not "
        ],
        "median tf-idf score": 0.6296948657757904,
        "publications": [
            "Guardian",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "On Sunday afternoon police chief Edward Flynn identified the shooting victim as Sylville K Smith, and said he had a \"lengthy arrest record\" before he fled from a traffic stop, with a gun, and was shot dead by an officer.",
            "The suspect, identified only as a    local man \"with a lengthy arrest record,\" died at the scene, according to police.",
            "The officer was not injured. Capt. Mark Stanmeyer told WISN that the man who was killed had a \"lengthy arrest record. \""
        ],
        "tf-idf score": [
            1.3637230982768445,
            0.5989848057057496,
            0.6296948657757904
        ]
    },
    "0.33694404122232174-3-31": {
        "average clique similarity": 0.33694404122232174,
        "clique": [
            "3-The black people of ",
            "0-Many of the proteste",
            "4-He was not sure sure"
        ],
        "median tf-idf score": 0.7033870699932803,
        "publications": [
            "Guardian",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "The black people of Milwaukee are tired.",
            "Many of the protesters were black, and Alderman Khalif J Rainey expressed the frustration within the community. \"The black people of Milwaukee are tired,\" he said. \"They're tired of living under this oppression.",
            "He was not sure sure whether to rebuild. Milwaukee is America's most racially segregated major city, according to research by the Brookings Institute, and although 40% of the city's residents are African American, only 17% of Milwaukee police officers are black."
        ],
        "tf-idf score": [
            0.3040722973485268,
            0.7033870699932803,
            1.0756509329927264
        ]
    },
    "0.3417619168009418-3-151": {
        "average clique similarity": 0.3417619168009418,
        "clique": [
            "1-Two officers stopped",
            "0-The police said two ",
            "3-Saturday night s con"
        ],
        "median tf-idf score": 0.7029001834299379,
        "publications": [
            "Buzzfeed News",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "Two officers stopped two men in a car at about 3:30 p. m. but both men fled, according to police.",
            "The police said two uniformed officers stopped two people in a car at about 3:30 p. m. on Saturday.",
            "Saturday night's conflict began with a traffic stop about 3:30 p. m. police said."
        ],
        "tf-idf score": [
            0.6736428321889509,
            0.9891572684288633,
            0.7029001834299379
        ]
    },
    "0.35669730556306906-3-100": {
        "average clique similarity": 0.35669730556306906,
        "clique": [
            "4- We have to have cal",
            "0-One fire  at a gas s",
            "3-Fires were also star"
        ],
        "median tf-idf score": 1.0393670310276735,
        "publications": [
            "Guardian",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "\"We have to have calm,\" he said. \"There are a lot of really good people who live in this neighborhood. \" A fire burned for hours at a gas station in Sherman Park, with firefighters unable to approach because of gunshots in the area. They also extinguished blazes in a police cruiser, a bank branch, car parts store and beauty supply store.",
            "One fire, at a gas station in the Sherman Park neighborhood, burned unattended while gunshots kept firefighters from extinguishing it. Other fires burned at an   store, a beauty supply company and a bank branch.",
            "Fires were also started at multiple businesses, including a bank, a beauty supply company and an O'Reilly Auto Parts store, according to WISN By 2 a. m. a supermarket and a liquor store also had been set on fire, the station reported. Police said three people were arrested throughout the night."
        ],
        "tf-idf score": [
            1.1523393878994321,
            0.31955244749787726,
            1.0393670310276735
        ]
    },
    "0.3716348169786428-3-61": {
        "average clique similarity": 0.3716348169786428,
        "clique": [
            "4-Another police offic",
            "1-rounds that the offi",
            "3-It was not clear whe"
        ],
        "median tf-idf score": 0.5944707403140558,
        "publications": [
            "Guardian",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "Another police official, Bill Jessup, told the Milwaukee Journal Sentinel that it was not clear if the suspect pointed the gun or fired at the officers. \"This is a warning cry,\" Milwaukee alderman Khalif Rainey told reporters.",
            "rounds that the officer was staring at. \" Officials have not stated whether the suspect pointed or fired the gun at officers.",
            "It was not clear whether the individual pointed his weapon or fired it at the pursuing officer."
        ],
        "tf-idf score": [
            1.1591339211670488,
            0.5944707403140558,
            0.47643256474106566
        ]
    },
    "0.3737145878547963-3-79": {
        "average clique similarity": 0.3737145878547963,
        "clique": [
            "1-The gun  Barrett sai",
            "4- There were 23 round",
            "0-He said the gun held"
        ],
        "median tf-idf score": 0.8029142288370981,
        "publications": [
            "New York Times",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "The gun, Barrett said, was found to have been stolen. \"There were 23 rounds in that gun,\" Barrett said. \"",
            "\"There were 23 rounds in that gun that that officer was staring at,\" Barrett said.",
            "He said the gun held 23 rounds. The man, described by the police as a    Milwaukee man with a lengthy arrest record, died at the scene."
        ],
        "tf-idf score": [
            0.6135428166868114,
            0.8029142288370981,
            0.9449541903070161
        ]
    },
    "0.3873940351014464-3-95": {
        "average clique similarity": 0.3873940351014464,
        "clique": [
            "2-At least three peopl",
            "0- What has happened m",
            "4- What has happened m"
        ],
        "median tf-idf score": 0.782641434669959,
        "publications": [
            "CNN",
            "New York Times",
            "Guardian"
        ],
        "sentences": [
            "At least three people have been arrested, he said. The shooting occurred near the scene of a double homicide that happened this month.",
            "\"What has happened may not have been right,\" Mr Rainey said, \"I'm not justifying that, but nobody can deny that there are racial problems here in Milwaukee, Wisconsin, that have to be rectified, because if you don't, you're one day away. \" The Saturday shooting came after more violence in Milwaukee.",
            "\"What has happened may not have been right,\" he added. \"I'm not justifying that, but nobody can deny that there are racial problems here in Milwaukee, Wisconsin, that have to be rectified, because if you don't, you're one day away. \" \"Black people in Milwaukee are tired,\" he said. \"They are tired of living under this oppression. \""
        ],
        "tf-idf score": [
            0.5716294586039194,
            0.8723546108896455,
            0.782641434669959
        ]
    }
}