{
    "0.12768913350977926-3-264": {
        "average clique similarity": 0.12768913350977926,
        "clique": [
            "2- If the objective is",
            "1-He advocated a const",
            "4-Pence later signed a"
        ],
        "median tf-idf score": 0.9684883912699787,
        "publications": [
            "CNN",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "\"If the objective is to broaden the appeal of the party beyond the base, I'm not sure this would be the wisest choice,\" he said. In Pence, a    evangelical Christian and father of three, Trump would have a   nominee who is relatively   nationally but highly regarded by wealthy conservative donors such as the Koch brothers.",
            "He advocated a constitutional   marriage ban that the   Indiana legislature decided went too far in limiting LGBT rights. Then Indiana became the subject of a media storm in 2010 when Pence signed into law a \"religious freedom\" measure that would have allowed companies to assert that their exercise of religion had been violated as a defense if sued for turning away customers. It was championed by social conservatives who saw it as a shield against   marriages, but drew complaints from organizations like the NCAA and Salesforce, a major Indianapolis employer, and national scrutiny.",
            "Pence later signed a revision he said would prevent such LGBT discrimination, but many religious conservatives faulted him for bending to political pressure."
        ],
        "tf-idf score": [
            0.9684883912699787,
            1.0856510260707908,
            0.6225998004728305
        ]
    },
    "0.13641951661983953-3-257": {
        "average clique similarity": 0.13641951661983953,
        "clique": [
            "3-Mike Pence as his ru",
            "1-Pence is seen as a s",
            "2-Whereas Trump is kno"
        ],
        "median tf-idf score": 0.7364849747691529,
        "publications": [
            "Fox News",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Mike Pence as his running mate.",
            "Pence is seen as a safe political option for Trump, who also considered candidates who mirror his big personality such as New Jersey Gov.",
            "Whereas Trump is known as a gregarious and   New Yorker, Pence speaks frequently about God and prayer and refers to his work as \"servant leadership\"."
        ],
        "tf-idf score": [
            0.4398535713710845,
            0.8474514159855745,
            0.7364849747691529
        ]
    },
    "0.1536470511060361-3-237": {
        "average clique similarity": 0.1536470511060361,
        "clique": [
            "4-He s a more cautious",
            "3-But he moved almost ",
            "1-On Wednesday  Trump "
        ],
        "median tf-idf score": 0.7195696471777501,
        "publications": [
            "CNN",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "He's a more cautious,   choice over Gingrich and Christie. He won't run the risk of overshadowing Trump and could help him appeal to disaffected conservatives and evangelical voters.",
            "But he moved almost immediately to the top of the list, considering he gives the Trump campaign   social conservative credentials without the kind of political baggage that Democrats had hoped to exploit in other finalists like Christie or Gingrich.",
            "On Wednesday, Trump held a series of auditions with Pence and other top contenders including Christie and Gingrich."
        ],
        "tf-idf score": [
            0.6030760770563212,
            0.7195696471777501,
            0.7862821457519884
        ]
    },
    "0.15738990054062554-3-94": {
        "average clique similarity": 0.15738990054062554,
        "clique": [
            "4-Even with sources an",
            "2-A decision has not b",
            "1-Pence has had a frau"
        ],
        "median tf-idf score": 0.9777493497902024,
        "publications": [
            "Washington Post",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "Even with sources and multiple news organizations reporting Pence has been offered the job, Trump called into Fox News Thursday night and said he hasn't \"made my final, final decision\".",
            "A decision has not been made by Mr Trump.",
            "Pence has had a fraught relationship with Indiana reporters    not unlike Trump    fueled in part by his quickly abandoned 2015 plans to launch a   news outlet called \"Just IN\"."
        ],
        "tf-idf score": [
            1.122222853959476,
            0.47296876096559165,
            0.9777493497902024
        ]
    },
    "0.16342941309869644-3-118": {
        "average clique similarity": 0.16342941309869644,
        "clique": [
            "4-A House member for 1",
            "3-Pence  now in a toug",
            "0-Pence certainly fits"
        ],
        "median tf-idf score": 0.5839451454285379,
        "publications": [
            "Fox News",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "A House member for 12 years, Pence was elected governor in 2012. Before entering politics, he was a conservative talk radio host and hosted a Sunday political TV show in Indianapolis.",
            "Pence, now in a tough   bid, spent 12 years in Congress including as the leader of the House Republican Conference.",
            "Pence certainly fits that bill. A   member of the U S House, he came to Washington in 2001 and left in 2013, when he became governor of Indiana."
        ],
        "tf-idf score": [
            0.7689338270749448,
            0.5830758298724287,
            0.5839451454285379
        ]
    },
    "0.16521032031643057-3-56": {
        "average clique similarity": 0.16521032031643057,
        "clique": [
            "1-Trump s VP drama hea",
            "4-Donald Trump hears t",
            "3-Consideration of Pen"
        ],
        "median tf-idf score": 0.9058373134315558,
        "publications": [
            "CNN",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "Trump's VP drama headed for a climax, Pence said Trump has \"given voice to the frustration of millions of working Americans with the lack of progress in Washington, D C\".",
            "Donald Trump hears the voice of the American people,\" Pence boasted, adding that, \"We are ready to put a fighter, a builder and a patriot in the Oval Office of the United States of America\".",
            "Consideration of Pence also has put Trump on the clock."
        ],
        "tf-idf score": [
            0.9335334011783831,
            0.9058373134315558,
            0.7633993946607475
        ]
    },
    "0.16971346185309902-3-222": {
        "average clique similarity": 0.16971346185309902,
        "clique": [
            "1-Candidates can t run",
            "3-Pence faced a Friday",
            "4-Pence was already lo"
        ],
        "median tf-idf score": 0.7992818159637648,
        "publications": [
            "Fox News",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "Candidates can't run for both federal and state office after July 15, meaning Pence had to withdraw his name from his   race for governor. Pence's attorney Matt Morgan filed the paperwork Friday with the Indiana Secretary of State's, formally withdrawing him from the governor race.",
            "Pence faced a Friday deadline to file paperwork to appear on the official state ballot as either a gubernatorial or vice presidential candidate. Under state law, his name could not appear on the ballot twice.",
            "Pence was already locked in a tough rematch with former State House Speaker John Gregg, in part owing to his falling standing in the state after the religious freedom law controversy. Republicans can replace him on the ballot. According to the Indianapolis Star, potential replacements include Lt. Gov Eric Holcomb and Rep. Susan Brooks."
        ],
        "tf-idf score": [
            0.7992818159637648,
            0.7644089337099264,
            1.0380328987888838
        ]
    },
    "0.1709267289521987-3-25": {
        "average clique similarity": 0.1709267289521987,
        "clique": [
            "0-With a strong backin",
            "2-Mike Pence emerged T",
            "1-Mike Pence is his ch"
        ],
        "median tf-idf score": 0.8821200489233303,
        "publications": [
            "Atlantic",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "With a strong backing in   circles, a Pence pick is seen as a way for Trump to reassure Republicans that he's is aware of and responsive to their priorities, despite his many departures from GOP orthodoxy.",
            "Mike Pence emerged Thursday as Donald Trump's likely running mate, with allies of Pence and Trump sending increasingly strong signals that Pence would join the GOP ticket and Republican leaders saying they have been told to stand by for an announcement.",
            "Mike Pence is his choice to be his running mate."
        ],
        "tf-idf score": [
            0.8821200489233303,
            1.1349583963038532,
            0.4647018359424785
        ]
    },
    "0.17203700045047207-3-105": {
        "average clique similarity": 0.17203700045047207,
        "clique": [
            "1-He s also overseen a",
            "3-The national and wid",
            "0-He frustrated many c"
        ],
        "median tf-idf score": 0.7441548337597892,
        "publications": [
            "CNN",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "He's also overseen a state budget that's in the black. In addition, he persuaded President Barack Obama's administration to accept a   alternative to Medicaid as the vehicle for expanded coverage through Obama's signature health care law. That decision led to some criticism from conservatives, but Pence cast it as a victory over the federal government and for   solutions.",
            "The national and widespread criticism was so damaging it forced Pence and the state legislature to revise the law to clearly prohibit businesses from denying services to customers based on their sexual preference or gender choice.",
            "He frustrated many conservatives with his handling of a     law in Indiana in 2015. The law earned the state widespread condemnation, especially from major businesses in the state, and Pence eventually backed down, backing a gutted version of the law."
        ],
        "tf-idf score": [
            0.7441548337597892,
            0.731449822730244,
            0.7560648077016374
        ]
    },
    "0.18167619739373944-3-120": {
        "average clique similarity": 0.18167619739373944,
        "clique": [
            "2-who advises Trump on",
            "1-He also downplayed h",
            "0-Before that  he was "
        ],
        "median tf-idf score": 0.577864562187116,
        "publications": [
            "Atlantic",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "who advises Trump on foreign policy and other issues.",
            "He also downplayed his disagreements with Trump on policy. Conservatives split on Trump's running mate, \"Look, I served in Congress for 12 years.",
            "Before that, he was an attorney,   host, and led a conservative  . On the Hill, Pence was known for involvement in policy issues, another of Trump's weaknesses."
        ],
        "tf-idf score": [
            0.369424516471995,
            0.577864562187116,
            0.9024927718009915
        ]
    },
    "0.19176420560557286-3-184": {
        "average clique similarity": 0.19176420560557286,
        "clique": [
            "1-  CNN  Donald Trump ",
            "3-Earlier on Thursday ",
            "4- Donald Trump gets i"
        ],
        "median tf-idf score": 0.6224435733282735,
        "publications": [
            "CNN",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            " (CNN) Donald Trump said Friday Indiana Gov.",
            "Earlier on Thursday, sources familiar with the Trump campaign's vice presidential selection process confirmed to Fox News that steps are underway for Donald Trump to name Indiana Gov.",
            "\"Donald Trump gets it."
        ],
        "tf-idf score": [
            0.6224435733282735,
            0.8769058095310752,
            0.3590367352763184
        ]
    },
    "0.1921282775533183-3-206": {
        "average clique similarity": 0.1921282775533183,
        "clique": [
            "1- I think he is going",
            "2-A Republican officia",
            "3- There s no respect "
        ],
        "median tf-idf score": 0.7810200686479778,
        "publications": [
            "Fox News",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "\"I think he is going to be a great president. I think he is someone who has connected with everyday Americans like no one since Ronald Reagan. I think he has spoken into the frustration and the longings of the American people as no one since the 40th president, and I think you're going to continue to see him do that,\" Pence told reporters Tuesday after an event in Indianapolis.",
            "A Republican official in touch with Pence's associates said Thursday morning that Pence told those associates he was convinced after his Wednesday meeting with Trump that he was going to be the pick.",
            "\"There's no respect for anything or anybody And this has to be dealt with very harshly,\" he told Van Susteren. Trump added that the world was going to have to smart and tough or \"we're not going to have a society, we're not going to have a world anymore\". The latest headlines on the 2016 elections from the biggest name in politics."
        ],
        "tf-idf score": [
            0.7266619989458821,
            1.093041100474038,
            0.7810200686479778
        ]
    },
    "0.19563748639971903-3-298": {
        "average clique similarity": 0.19563748639971903,
        "clique": [
            "1-Pence s selection gi",
            "4-Trump campaigned wit",
            "0-Christie was one of "
        ],
        "median tf-idf score": 0.9695973786582129,
        "publications": [
            "NPR",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "Pence's selection gives Trump a running mate with strong ties to the Republican base    particularly social conservatives. He was among the first Republicans to embrace the tea party on Capitol Hill.",
            "Trump campaigned with Pence in Indiana this week, and the governor was the only one of the three finalists who introduced Trump to the crowd.",
            "Christie was one of the first major Republican figures to endorse Trump, and has often campaigned with him."
        ],
        "tf-idf score": [
            1.113661993389446,
            0.9695973786582129,
            0.7055146281306037
        ]
    },
    "0.19715199396559477-3-343": {
        "average clique similarity": 0.19715199396559477,
        "clique": [
            "4-In 2015  he signed i",
            "1-And as governor of I",
            "3-Still  Pence is not "
        ],
        "median tf-idf score": 0.5638367249238074,
        "publications": [
            "NPR",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "In 2015, he signed into law a controversial religious freedom bill, which spurred wide backlash and fears it would enable LGBT discrimination. Many state businesses  --   including the NCAA, which was readying to hold the Final Four there  --   said they reconsidered deals and investments.",
            "And as governor of Indiana, he faced major political backlash over his decision to sign into law a \"religious freedom\" measure that infuriated major businesses that saw it as  .",
            "Still, Pence is not without some negatives, particularly his handling last year of the   Religious Freedom Restoration Act. The original law, which he signed, allowed residents and companies being sued by a private party to cite their religious beliefs as a defense. However, critics argued the law would allow discrimination against gays and others."
        ],
        "tf-idf score": [
            0.5638367249238074,
            0.43630361628807446,
            0.6959260826660265
        ]
    },
    "0.20827915956620383-3-109": {
        "average clique similarity": 0.20827915956620383,
        "clique": [
            "2-A third official  sp",
            "3-The Trump campaign s",
            "0-Late this morning  T"
        ],
        "median tf-idf score": 0.570841972907189,
        "publications": [
            "Washington Post",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "A third official, spokesman Jason Miller, tweeted, \"A decision has not been made by Mr Trump\".",
            "The Trump campaign still insists an offer has not formally been made to anyone    and nothing is final until the presumptive nominee announces his running mate.",
            "Late this morning, Trump campaign spokesman Paul Manafort was still insisting that the decision had not been made."
        ],
        "tf-idf score": [
            0.5272885113288699,
            0.680737446520108,
            0.570841972907189
        ]
    },
    "0.20908777929076958-3-104": {
        "average clique similarity": 0.20908777929076958,
        "clique": [
            "2-Trump campaign offic",
            "3-If Trump settles on ",
            "0-Pence would have his"
        ],
        "median tf-idf score": 1.0117421548936507,
        "publications": [
            "Fox News",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "Trump campaign officials, who are working here in Cleveland ahead of next week's Republican National Convention, said reports that Trump has selected Pence were premature.",
            "If Trump settles on Pence, who went from dark horse to leading contender in a matter of days, the pick presumably is aimed at galvanizing support from the party's conservative base as Trump charges into the Republican nominating convention.",
            "Pence would have his first real star turn as a running mate next week at the Republican National Convention in Cleveland."
        ],
        "tf-idf score": [
            1.0937856020237384,
            1.0117421548936507,
            0.584615177288006
        ]
    },
    "0.21650026636756828-3-78": {
        "average clique similarity": 0.21650026636756828,
        "clique": [
            "2-But less than 24 hou",
            "0-A formal announcemen",
            "4-A rollout in New Yor"
        ],
        "median tf-idf score": 0.7452903502654165,
        "publications": [
            "Atlantic",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "But less than 24 hours before Trump was set to reveal his   choice at an event in New York, Trump had not made a formal offer, according Republicans familiar with the discussions who spoke   Thursday on the condition of anonymity because the ongoing talks were confidential.",
            "A formal announcement is scheduled for Friday morning at 11 a. m. in New York City. And no one has ever accused Trump of excessive consistency in his decisions.",
            "A rollout in New York City had been planned for Friday at 11 a. m. but Trump tweeted Thursday evening that \"in light of the horrible attack in Nice, France,\" he was postponing that announcement."
        ],
        "tf-idf score": [
            0.7452903502654165,
            0.6811453289712182,
            0.7745300108133459
        ]
    },
    "0.21768704966580454-4-68": {
        "average clique similarity": 0.21768704966580454,
        "clique": [
            "2-Indiana Governor Mik",
            "1- I am pleased to ann",
            "0-Several news reports",
            "3- Presumptive Republi"
        ],
        "median tf-idf score": 1.062394633171986,
        "publications": [
            "Atlantic",
            "CNN",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Indiana Governor Mike Pence (R) is on Republican presidential candidate Donald Trump's short list of potential vice presidential candidates.",
            "\"I am pleased to announce that I have chosen Governor Mike Pence as my Vice Presidential running mate. News conference tomorrow at 11:00 A M,\" the presumptive Republican nominee tweeted.",
            "Several news reports --  from the Indiannopolis Star, Roll Call, and The New York Times --  suggest that after flirting with the     \"pirate\" Newt Gingrich and brash jock Chris Christie, presumptive Republican nominee Donald Trump has decided to settle down with the more   choice of Indiana Governor Mike Pence, asking him to be his running mate.",
            " Presumptive Republican presidential candidate Donald Trump postponed a news conference scheduled for Friday in New York to announce his running mate after the deadly truck attack in Nice, France."
        ],
        "tf-idf score": [
            1.1252841549789276,
            0.8808791372079166,
            1.6227318073012418,
            0.9995051113650444
        ]
    },
    "0.23307072403186707-5-153": {
        "average clique similarity": 0.23307072403186707,
        "clique": [
            "1-Chris Christie and f",
            "3-The announcement ori",
            "0-More recently  Trump",
            "2-Donald Trump Jr the ",
            "4-He underscored that "
        ],
        "median tf-idf score": 0.8958409589121151,
        "publications": [
            "Fox News",
            "NPR",
            "Atlantic",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "Chris Christie and former House Speaker Newt Gingrich. But Pence made clear this week that he's more than willing to play the role of attack dog, strongly criticizing Hillary Clinton during a rally with Trump.",
            "The announcement originally set for Friday followed a   vetting process that included meetings in recent days with Pence, New Jersey Gov. Chris Christie and former House Speaker Newt Gingrich, among others.",
            "More recently, Trump said he wanted an \"attack dog\" as a running mate, which suggested that the more pugnacious Gingrich, the former speaker of the House, or Christie, the current governor of New Jersey, might be leading the pack.",
            "Donald Trump Jr the candidate's eldest son, and Kushner have advocated for former House speaker Newt Gingrich (Ga.) even though Trump's political advisers prefer Pence, according to people close to the family.",
            "He underscored that the two other finalists, former House Speaker Newt Gingrich and New Jersey Gov. Chris Christie, were still in the mix, calling both of them \"fantastic\" people. But Pence is the only one who has a clock ticking."
        ],
        "tf-idf score": [
            0.9358721670314172,
            0.7825924588958655,
            0.8958409589121151,
            0.9912572758386405,
            0.8014922616204877
        ]
    },
    "0.24872330609537455-4-2": {
        "average clique similarity": 0.24872330609537455,
        "clique": [
            "0-Pence waited until t",
            "4-Even though Pence in",
            "1-An endorsement for T",
            "2-Pence endorsed Trump"
        ],
        "median tf-idf score": 0.9235707646391558,
        "publications": [
            "Atlantic",
            "CNN",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Pence waited until the eve of the Hoosier State primary to endorse, but when he did so, he threw his support behind Senator Ted Cruz.",
            "Even though Pence initially endorsed Ted Cruz ahead of his state's May 3 primary, his blessing for the Texas senator was lukewarm  --   he had also praised Trump.",
            "An endorsement for Trump's rival, Pence had endorsed Texas Sen. Ted Cruz over Trump before Indiana's crucial early May primary    a contest Trump won, knocking Cruz from the contest and clinching the nomination.",
            "Pence endorsed Trump's rival Ted Cruz shortly before the Indiana primary in May. While the endorsement was notably tepid and seemed designed not to offend Trump as little as possible, it was nonetheless time when they were clearly at odds with one another."
        ],
        "tf-idf score": [
            0.5260426830038787,
            0.9505530851821072,
            0.8965884440962043,
            0.9974897106139236
        ]
    },
    "0.30174844103963944-3-129": {
        "average clique similarity": 0.30174844103963944,
        "clique": [
            "2-Trump has long said ",
            "0-Trump has long said ",
            "4-Having served at bot"
        ],
        "median tf-idf score": 0.7028356208914716,
        "publications": [
            "Washington Post",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "Trump has long said he wanted a running mate with governing experience who could help him enact his agenda in Washington.",
            "Trump has long said that he wanted to choose a   candidate with experience in politics and in Washington, filling out areas where Trump has no resume.",
            "Having served at both the state and federal levels, Pence also has the political experience Trump has said he is looking for to help him navigate Washington."
        ],
        "tf-idf score": [
            0.7028356208914716,
            0.6698962848225637,
            1.0372486052538767
        ]
    },
    "0.3154264627502496-3-343": {
        "average clique similarity": 0.3154264627502496,
        "clique": [
            "4-He cannot run for bo",
            "0-Pence  the incumbent",
            "2-Pence has until midd"
        ],
        "median tf-idf score": 0.6170537888506672,
        "publications": [
            "NPR",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "He cannot run for both   as governor and for vice president, and he must withdraw by noon Friday so that the state party can replace him on the ballot.",
            "Pence, the incumbent, was planning to run for reelection, but he cannot run for both governor and vice president.",
            "Pence has until midday Friday to withdraw from his reelection campaign and remove himself from the Indiana ballot, something he would need to do if he were to run for vice president."
        ],
        "tf-idf score": [
            0.39707064143193704,
            0.6170537888506672,
            0.7748756861599323
        ]
    },
    "0.3214205838273571-3-343": {
        "average clique similarity": 0.3214205838273571,
        "clique": [
            "0-The time has come fo",
            "2-Last December  for i",
            "1-He called Trump s at"
        ],
        "median tf-idf score": 0.7440307517295152,
        "publications": [
            "Atlantic",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "The time has come for all of us to urge the swift adoption of the Trans Pacific Partnership, He also blasted the idea of barring Muslims from entering the U S another signature Trump proposal: Calls to ban Muslims from entering the U S are offensive and unconstitutional.",
            "Last December, for instance, Pence criticized Trump's controversial proposal to temporarily ban Muslims from entering the United States. Calls to ban Muslims from entering the U S are offensive and unconstitutional.",
            "He called Trump's attacks on an   judge of Mexican heritage \"inappropriate,\" and said his proposal to temporarily ban Muslims from entering the United States was \"offensive and unconstitutional\"."
        ],
        "tf-idf score": [
            0.6509951257558149,
            0.8426518776675825,
            0.7440307517295152
        ]
    }
}