{
    "0.163066328981959-3-54": {
        "average clique similarity": 0.163066328981959,
        "clique": [
            "3-And it serves as a p",
            "4-John Carlin  former ",
            "1- Russia does not sha"
        ],
        "median tf-idf score": 0.7719313826939648,
        "publications": [
            "Guardian",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "And it serves as a prime example of this administration's ineffective foreign policy that has left America weaker in the eyes of the world. \"",
            "John Carlin, former head of the Justice Department's National Security Division, said the measures announced Thursday were significant. \"It's important to show that we can do attribution and are willing to impose a deterrent  --   not just for the Russians, but for the world, as we're figuring out what the norms should be in cyberspace,\" he said. \"It's not a world of free passes. \"",
            "\"Russia does not share America's interests,\" he said in a statement Thursday. \"In fact, it has consistently sought to undermine them, sowing dangerous instability around the world."
        ],
        "tf-idf score": [
            0.4348080766580268,
            0.7719313826939648,
            0.8692643957488092
        ]
    },
    "0.1696938254015887-3-60": {
        "average clique similarity": 0.1696938254015887,
        "clique": [
            "2- We applaud Presiden",
            "1- And what we are say",
            "4- If the United State"
        ],
        "median tf-idf score": 0.807756503199093,
        "publications": [
            "CNN",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "\"We applaud President Obama for taking these actions in response to the Russian   cyberattacks on the DNC, the Clinton campaign, and our free and fair elections.",
            "\"And what we are saying today is, in response to and in order to impose consequences for the Russian government's increasing harassment and aggression toward our personnel in Moscow, and, of course, their malicious cyberactivities, interfering and an effort to interfere in our election process, we are imposing consequences\".",
            "\"If the United States has clear proof of anyone interfering with our elections, we should make that known,\" Spicer said, adding, \"Right now we need to see further facts. \""
        ],
        "tf-idf score": [
            0.807756503199093,
            0.8190117617147722,
            0.5820134534965875
        ]
    },
    "0.17530786069906723-3-129": {
        "average clique similarity": 0.17530786069906723,
        "clique": [
            "4-The harassment  the ",
            "2-Now it s time for   ",
            "0- If Russia succeeded"
        ],
        "median tf-idf score": 1.017585199622508,
        "publications": [
            "Washington Post",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "The harassment, the official said, \"has been escalating steadily for some time\" and is \"a direct threat to the ability of the United States to conduct diplomacy. \" Both U S allies and American businesses were concerned about Russian activities, the official said, and \"if [Trump transition officials] aren't, then they should explain why. \"",
            "Now it's time for   Trump and the Republican leadership in Congress to put our national security before politics and show the American people that they are serious about protecting our democracy. That's why I have called on Congress to launch a thorough, independent, and bipartisan investigation on the Russian government's unprecedented interference in the 2016 election\".",
            "\"If Russia succeeded in giving the American people information that was accurate, then they merely did what the media should have done,\" Rep. Trent Franks ( ) said on MSNBC  Obama has set up the new penalties by executive order  --   which means that if Trump wants to reverse them, he can do so with the stroke of a pen, and without the   of Congress."
        ],
        "tf-idf score": [
            1.017585199622508,
            0.9347489008319262,
            1.1853055626720388
        ]
    },
    "0.1813348461815604-3-105": {
        "average clique similarity": 0.1813348461815604,
        "clique": [
            "1- Russia s cyberactiv",
            "0-Two individuals who ",
            "4- None of this will c"
        ],
        "median tf-idf score": 1.0205578435545166,
        "publications": [
            "CNN",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "\"Russia's cyberactivities were intended to influence the election, erode faith in US democratic institutions, sow doubt about the integrity of our electoral process, and undermine confidence in the institutions of the US government,\" a White House statement said. \"These actions are unacceptable and will not be tolerated\".",
            "Two individuals who are accused of hacking into   companies and stealing millions from American financial institutions will be targeted as well. In his statement, Obama also hinted that there was more to come, likely in the form of unannounced cyber warfare.",
            "\"None of this will change the results of the election of the American president, and in January, the rightful owner of the White House will be Donald Trump,\" Slutsky said. \"I expect that with his arrival the dialogue between Russia and the United States will be conducted in a more healthy political atmosphere. \""
        ],
        "tf-idf score": [
            1.1094734400637307,
            0.6490861498084289,
            1.0205578435545166
        ]
    },
    "0.20373179564784347-3-269": {
        "average clique similarity": 0.20373179564784347,
        "clique": [
            "4- Such activities hav",
            "0- These data theft an",
            "1- The US Government c"
        ],
        "median tf-idf score": 0.8504928019137484,
        "publications": [
            "Washington Post",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "\"Such activities have consequences,\" the president said in a statement. The new measures include sanctions on two Russian intelligence agencies, three companies that are believed to have provided support for government cyber operations, and four Russian cyber officials.",
            "\"These data theft and disclosure activities could only have been directed by the highest levels of the Russian government,\" he said.",
            "\"The US Government can confirm that the Russian government, including Russia's civilian and military intelligence services, conducted many of the activities generally described by a number of these security companies\"."
        ],
        "tf-idf score": [
            1.2621578614438886,
            0.5635361145090502,
            0.8504928019137484
        ]
    },
    "0.2182281373863503-3-156": {
        "average clique similarity": 0.2182281373863503,
        "clique": [
            "3- It is in a extraord",
            "1-Russian Foreign Mini",
            "4- I cannot say now wh"
        ],
        "median tf-idf score": 0.8723934908403568,
        "publications": [
            "Guardian",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "\"It is in a extraordinary step for them to interfere in the democratic process here in the United States of America. There needs to be a price for that. \" In Moscow, a Putin spokesman said Russia regretted the new sanctions and would consider retaliatory measures.",
            "Russian Foreign Ministry spokeswoman Maria Zakharova said similar steps will be taken in response to the expulsions, though she did not immediately provide further details. Dmitri Peskov, a spokesman for Russian President Vladimir Putin, told reporters there is \"no alternative to reciprocal measures,\" adding that Putin is \"in no rush to make a decision\".",
            "\"I cannot say now what the response will be, although, as we know, there is no alternative here to the principle of reciprocity,\" Russian presidential spokesman Dmitri Peskov said in a statement late Thursday evening carried by the Interfax news service."
        ],
        "tf-idf score": [
            1.0309517712498701,
            0.8723934908403568,
            0.7935712591283205
        ]
    },
    "0.23116671610285625-3-269": {
        "average clique similarity": 0.23116671610285625,
        "clique": [
            "0- US intelligence age",
            "4-In recent months  th",
            "3-US intelligence serv"
        ],
        "median tf-idf score": 0.9137180528349773,
        "publications": [
            "Vox",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            " US intelligence agencies believe that this year Russia mounted an unprecedented attack on the integrity of the American electoral process in an effort to undermine American democracy and ensure the election of   Donald Trump.",
            "In recent months, the FBI and CIA have concluded that Russia intervened repeatedly in the 2016 election, leaking damaging information in an attempt to undermine the electoral process and help Donald Trump take the White House.",
            "US intelligence services believe Russia ordered   on the Democratic National Committee (DNC) Hillary Clinton's campaign and other political organizations, in an attempt to influence the election in favor of the Republican candidate, Donald Trump."
        ],
        "tf-idf score": [
            0.9137180528349773,
            0.7859319137291997,
            0.9788539859136955
        ]
    },
    "0.23259604635177022-3-149": {
        "average clique similarity": 0.23259604635177022,
        "clique": [
            "4-The two agencies nam",
            "1-The US also separate",
            "0-In a separate       "
        ],
        "median tf-idf score": 1.1817951639910047,
        "publications": [
            "CNN",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "The two agencies named are the GRU, Russia's military spy service, and the FSB, the civilian spy agency that grew out of the KGB  The administration has also ordered 35 Russian operatives to leave the United States and will shut down   facilities on Maryland's Eastern Shore and on Long Island in New York believed to have been used for intelligence purposes.",
            "The US also separately sanctioned two Russian individuals, Evgeniy Mikhailovich Bogachev and Alexey Belan, for using   means to allegedly cause misappropriation of funds and personal identifying information. They've long been sought by the FBI Obama also said in the statement announcing that the diplomats have been ordered to leave the country and that those individuals and their families were given 72 hours to leave the United States.",
            "In a separate  --   but clearly related  --   statement, the Obama administration ordered 35 Russian diplomats to leave the country within 72 hours, which it says is a response to the harassment of US diplomatic personnel in Russia."
        ],
        "tf-idf score": [
            1.2924938819397283,
            1.1817951639910047,
            1.1445342807716605
        ]
    },
    "0.2425159308604833-3-45": {
        "average clique similarity": 0.2425159308604833,
        "clique": [
            "0-Whom the sanctions t",
            "2-Later on Thursday  a",
            "1-RELATED  Obama puts "
        ],
        "median tf-idf score": 1.2598322347833115,
        "publications": [
            "CNN",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Whom the sanctions target The sanctions take aim at two of Russia's major intelligence agencies  --   the FSB, the main successor agency to the   KGB, and the GRU, the Russian military intelligence agency  --   which are accused of hacking the Democratic National Committee's servers and the email account of Clinton campaign chair John Podesta to steal and then release information damaging to Democratic presidential nominee Hillary Clinton.",
            "Later on Thursday, a separate joint statement from the Department of Homeland Security, Office of the Director of National Intelligence, and the FBI reiterated the claim that the Russian government was behind the cyber attacks: \"This activity by Russian intelligence services is part of a   campaign of   operations directed at the U S Government and its citizens.",
            "RELATED: Obama puts Trump on the spot with Russia sanctions, According to statements from the White House and the Treasury Department, the government has sanctioned nine entities and individuals over their alleged interference in the election: the GRU and the FSB, which are two Russian intelligence services four individual officers of the GRU and three companies that provided material support to the GRU's operations."
        ],
        "tf-idf score": [
            1.2598322347833115,
            1.1099347420158419,
            1.8084648303718267
        ]
    },
    "0.25151765381864166-3-84": {
        "average clique similarity": 0.25151765381864166,
        "clique": [
            "1- These actions follo",
            "4-The White House resi",
            "3-The officials added "
        ],
        "median tf-idf score": 0.8454314712030113,
        "publications": [
            "Washington Post",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "\"These actions follow repeated private and public warnings that we have issued to the Russian government, and are a necessary and appropriate response to efforts to harm US interests in violation of established international norms of behavior,\" Obama said in the statement.",
            "The White House resisted acting ahead of the election for fear of appearing partisan. Obama, who had promised a tough U S response, said the new actions were \"a necessary and appropriate response to efforts to harm U S interests. \"",
            "The officials added that the actions were a necessary response to \"very disturbing Russian threats to US national security\"."
        ],
        "tf-idf score": [
            1.018391025681388,
            0.8454314712030113,
            0.562098908310339
        ]
    },
    "0.25193052205782823-3-185": {
        "average clique similarity": 0.25193052205782823,
        "clique": [
            "4- The Russian actions",
            "2-In a statement Thurs",
            "3-In a statement issue"
        ],
        "median tf-idf score": 1.013627583818021,
        "publications": [
            "Washington Post",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "\"The Russian actions have been sustained over an extended period of time, and by any definition are against the national interests of the United States, not the interests of President Obama. \"",
            "In a statement Thursday, President Obama said, \"All Americans should be alarmed by Russia's actions,\" referring to hacks of the Democratic National Committee.",
            "In a statement issued two weeks after the president said he would respond to   by Moscow \"at a time and place of our choosing\" Obama said Americans should \"be alarmed by Russia's actions\" and pledged further action."
        ],
        "tf-idf score": [
            0.6817598185821956,
            1.0479632264747107,
            1.013627583818021
        ]
    },
    "0.2671679889023539-3-111": {
        "average clique similarity": 0.2671679889023539,
        "clique": [
            "3-The 35 Russian diplo",
            "4-Peskov said the resp",
            "2-Obama also cited an "
        ],
        "median tf-idf score": 1.0115545975304039,
        "publications": [
            "Guardian",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "The 35 Russian diplomats being expelled are \"intelligence operatives\" Obama said. The state department has declared them \"persona non grata\" and they will be given 72 hours to leave the country.",
            "Peskov said the response would be authorized by President Vladimir Putin. In virtually all previous cases of Soviet or Russian diplomats declared persona non grata in this country, an equal number of U S officials have been expelled from Russia.",
            "Obama also cited an \"unacceptable level of harassment\" of American diplomats by Russian security services and police in Moscow. The immediate impact of the president's executive order is that 35 Russian diplomats will be expelled from the U S and two Russian compounds will be closed."
        ],
        "tf-idf score": [
            1.0115545975304039,
            1.061821543118718,
            0.8349317934676065
        ]
    },
    "0.28893044343074115-3-27": {
        "average clique similarity": 0.28893044343074115,
        "clique": [
            "2-Updated at 6 15 p  m",
            "4- The Obama administr",
            "3-The Obama administra"
        ],
        "median tf-idf score": 1.0116748750486098,
        "publications": [
            "Guardian",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Updated at 6:15 p. m. The White House has announced new actions targeting Russia in response to what U S officials say were cyberattacks intended to interfere with the U S election.",
            " The Obama administration announced sweeping new measures against Russia on Thursday in retaliation for what U S officials have characterized as interference in this fall's presidential election, ordering the expulsion of Russian \"intelligence operatives\" and slapping new sanctions on state agencies and individuals suspected in the hacks of U S computer systems.",
            "The Obama administration on Thursday announced its retaliation for Russian efforts to interfere with the US presidential election, ordering sweeping new sanctions that included the expulsion of 35 Russians."
        ],
        "tf-idf score": [
            1.002865380978018,
            1.6261722012130204,
            1.0116748750486098
        ]
    },
    "0.3296583740209544-3-7": {
        "average clique similarity": 0.3296583740209544,
        "clique": [
            "1-Donald Trump    who ",
            "3-On Thursday  Trump  ",
            "4-In a statement issue"
        ],
        "median tf-idf score": 1.0870883278958077,
        "publications": [
            "Washington Post",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Donald Trump    who has publicly expressed skepticism that Russia meddled in the election    said Thursday it's time for the US to \"move on\" regarding the hacking.",
            "On Thursday, Trump, who has previously dismissed reports of Russian interference in the election, said in a statement: \"It's time for our country to move on to bigger and better things. \"",
            "In a statement issued by his transition office late Thursday, Trump was noncommittal, saying, \"It's time for our country to move on to bigger and better things. \" \"Nevertheless,\" he said, \"in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation. \""
        ],
        "tf-idf score": [
            0.9525705970456565,
            1.0870883278958077,
            1.090862167890548
        ]
    },
    "0.33845464429441696-3-19": {
        "average clique similarity": 0.33845464429441696,
        "clique": [
            "3-Starting on Friday a",
            "1-The moves are instea",
            "0-It also said that as"
        ],
        "median tf-idf score": 0.7237846620929506,
        "publications": [
            "CNN",
            "Guardian",
            "Vox"
        ],
        "sentences": [
            "Starting on Friday at noon, the White House said, Russia will be denied access to compounds in Maryland and New York that have been used for   purposes.",
            "The moves are instead part of the US's comprehensive reaction to   hacking as well as recent harassment of US personnel in Russia. \"What these individuals were doing were basically collecting intelligence. They were intelligence officers operating here and using these compounds, one in New York, one in Maryland, for intelligence collection purposes,\" Monaco told CNN's Jake Tapper on \"The Lead\" Thursday.",
            "It also said that as of noon on Friday, Russians would be denied access to Russian government --  owned compounds in Maryland and New York that they use for \"  purposes. \""
        ],
        "tf-idf score": [
            0.7237846620929506,
            0.8851435495258113,
            0.6803339004581385
        ]
    },
    "0.3396237403859208-3-235": {
        "average clique similarity": 0.3396237403859208,
        "clique": [
            "3- I hope the incoming",
            "0-So far  Trump has co",
            "2-We need to punch bac"
        ],
        "median tf-idf score": 1.2429015091946154,
        "publications": [
            "Guardian",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "\"I hope the incoming Trump administration, which has been far too close to Russia throughout the campaign and transition, won't think for one second about weakening these new sanctions or our existing regime,\" incoming Senate minority leader Chuck Schumer said in a statement.",
            "So far, Trump has consistently expressed skepticism about US intelligence agencies' assessments that Russia launched the cyberattacks to tip the election in his favor, and said as recently as Wednesday that the entire domain of cyber warfare was too complex for him to even be curious about:   \"I think we ought to get on with our lives,\" he said. \"I think that computers have complicated lives very greatly.",
            "We need to punch back against Russia, and punch back hard. \"I hope the incoming Trump administration, which has been far too close to Russia throughout the campaign and transition, won't think for one second about weakening these new sanctions or our existing regime."
        ],
        "tf-idf score": [
            1.282395617002448,
            1.2429015091946154,
            0.98549228148064
        ]
    },
    "0.3977332522558781-3-91": {
        "average clique similarity": 0.3977332522558781,
        "clique": [
            "4-Because Thursday s a",
            "2-While today s action",
            "3- While today s actio"
        ],
        "median tf-idf score": 0.9828662778377083,
        "publications": [
            "NPR",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "Because Thursday's announcement is an executive action, it can be undone by the next administration. But Obama's   measures put pressure on Trump, who has largely waved off the allegations against Russia, to make a decision about whether to keep the punitive measures in place.",
            "While today's action by the administration is overdue, it is an appropriate way to end eight years of failed policy with Russia.",
            "\"While today's action by the administration is overdue,\" House speaker Paul Ryan said in a statement, \"it is an appropriate way to end eight years of failed policy with Russia."
        ],
        "tf-idf score": [
            0.9828662778377083,
            0.6039981062494516,
            0.9843629919476199
        ]
    },
    "0.4052259967047344-4-257": {
        "average clique similarity": 0.4052259967047344,
        "clique": [
            "4-said in a statement ",
            "0-John McCain and Lind",
            "3- We intend to lead t",
            "1-We intend to lead th"
        ],
        "median tf-idf score": 0.6894004960716159,
        "publications": [
            "Vox",
            "Washington Post",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "said in a statement. Sens. John McCain ( .) and Lindsey O Graham ( . C) said the measures were inadequate and promised to fight for stronger sanctions.",
            "John McCain and Lindsey Graham released a joint statement Thursday arguing that the Obama sanctions don't go far enough, describing them as a \"small price for Russia to pay,\" and pledging to lead an effort in Congress to impose stronger sanctions on Russia using legislation.",
            "\"We intend to lead the effort in the new Congress to impose stronger sanctions on Russia. \"",
            "We intend to lead the effort in the new Congress to impose stronger sanctions on Russia,\" the two said in a joint statement."
        ],
        "tf-idf score": [
            0.5392669076298148,
            0.9856897192357806,
            0.5485087214449347,
            0.8302922706982971
        ]
    },
    "0.4801967402034497-3-269": {
        "average clique similarity": 0.4801967402034497,
        "clique": [
            "1-Congressional Republ",
            "0-House Speaker Paul R",
            "4-Congressional Republ"
        ],
        "median tf-idf score": 0.8242781671810878,
        "publications": [
            "CNN",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "Congressional Republicans split with Trump, House Speaker Paul Ryan, a Republican, called the sanctions \"overdue,\" adding that it is an \"appropriate way to end eight years of failed policy with Russia\".",
            "House Speaker Paul Ryan similarly endorsed Obama's move as \"overdue\" and said that Russia \"has consistently sought to undermine\" the US  --   both comments at odds with Trump's jarringly soft public statements about Moscow.",
            "Congressional Republicans welcomed the crackdown but said it was overdue. \"It is an appropriate way to end eight years of failed policy with Russia,\" House Speaker Paul D Ryan ( .)"
        ],
        "tf-idf score": [
            0.8242781671810878,
            1.135197994078322,
            0.7982602798753918
        ]
    },
    "0.5170146979214307-3-269": {
        "average clique similarity": 0.5170146979214307,
        "clique": [
            "1-But he added that he",
            "2-But shortly after 6 ",
            "0-The divide between O"
        ],
        "median tf-idf score": 0.8704947635723754,
        "publications": [
            "CNN",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "But he added that he would meet with intelligence officials next week to be briefed on the matter. \"It's time for our country to move on to bigger and better things,\" Trump said in a statement. \"Nevertheless, in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation\".",
            "But shortly after 6:00 pm on Thursday, his transition team released the following statement, attributed to Trump: \"It's time for our country to move on to bigger and better things. Nevertheless, in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation\".",
            "The divide between Obama and Trump is bigger than ever In a statement in response to the announcement of the sanctions, Trump sounded nonchalant about the entire issue, saying, \"It's time for our country to move on to bigger and better things. \""
        ],
        "tf-idf score": [
            0.9763646975689857,
            0.8704947635723754,
            0.7213885211424558
        ]
    }
}