{
    "0.1916917809882849-3-25": {
        "average clique similarity": 0.1916917809882849,
        "clique": [
            "2-The Guard said in a ",
            "0- This crime will rem",
            "1-In a statement  Bahr"
        ],
        "median tf-idf score": 1.3383247866677213,
        "publications": [
            "Fox News",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "The Guard said in a statement that Saudi Arabia's \"medieval act of savagery\" in putting   death will lead to the \"downfall\" of the monarchy.",
            "\"This crime will remain a black mark that will plague the Saudi regime, which has been committing massacres since its inception,\" Hezbollah said in a statement. In Iraq, there was an outpouring of anger from Shiite leaders and politicians, with the influential cleric Moqtada   calling on Shiites in Iraq and across the region to protest the execution.",
            "In a statement, Bahrain said it was cutting relations with Iran \"after the criminal cowardly attacks on the Embassy of the Kingdom of Saudi Arabia in Tehran and its consulate in the city of Mashhad. \""
        ],
        "tf-idf score": [
            0.8259816065269995,
            1.3383247866677213,
            1.4002709612427933
        ]
    },
    "0.22610885804130929-3-56": {
        "average clique similarity": 0.22610885804130929,
        "clique": [
            "4-Setting off this rou",
            "0-The cleric s brother",
            "1-The Shiite cleric wa"
        ],
        "median tf-idf score": 1.375671053749778,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "Setting off this round of recriminations was the Saudis' execution on Saturday of Sheikh Nimr, a Shiite cleric from eastern Saudi Arabia who often criticized the Saudi royal family and called for Shiite empowerment. Skeikh Nimr had become a leader in Shiite protests, and the government accused him of inciting violence.",
            "The cleric's brother, Mohammed   pledged on his Twitter account that the democracy movement would endure. \"Wrong, misled and mistaken [are] those who think that the killing will keep us from our rightful demands,\" he tweeted after the execution was announced. In Bahrain, where demonstrations by the country's Shiite majority against the ruling Sunni royal family were quelled by the intervention of Saudi troops in 2011, there were reports of scattered protests in several Shiite towns and villages. Videos posted on YouTube by Bahraini activists showed hundreds of people, some wearing   featuring the bearded cleric's face, marching through the streets in at least four locations.",
            "The Shiite cleric was a critic of the Saudi monarchy and had led protests in the eastern part of the country, where many Saudi Shiites live."
        ],
        "tf-idf score": [
            1.5384840322702904,
            1.375671053749778,
            0.8559978217763619
        ]
    },
    "0.22843100081575216-3-43": {
        "average clique similarity": 0.22843100081575216,
        "clique": [
            "3-Sunni Saudi Arabia a",
            "2-Iran accuses Saudi A",
            "1-It s been some time "
        ],
        "median tf-idf score": 1.2025164988826968,
        "publications": [
            "New York Post",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "Sunni Saudi Arabia and Shiite Iran are locked in a bitter rivalry, and support opposite sides in the wars in Syria and Yemen.",
            "Iran accuses Saudi Arabia of supporting \"terrorism\" in part because it backs Syrian rebel groups, while Riyadh points to Iran's support for the Lebanese Hezbollah and other Shiite militant groups in the region.",
            "It's been some time coming: The two countries are on opposite sides of the civil war in Yemen, where the Saudis support the government and the Iranians the Houthi rebels and in Syria, where Riyadh supports some rebel groups and Iran the government of President Bashar  . They have also parried in Bahrain, where a Sunni ruler governs a mostly Shiite population, and in Iraq, where Iran holds considerable influence over the predominantly Shiite government and traded barbs over the death toll of the stampede at the Hajj last September."
        ],
        "tf-idf score": [
            1.0145069599901235,
            1.2025164988826968,
            1.3932291397390442
        ]
    },
    "0.2933507484797807-3-14": {
        "average clique similarity": 0.2933507484797807,
        "clique": [
            "3-In Tehran  the crowd",
            "2-Protesters threw sto",
            "0-The warning came hou"
        ],
        "median tf-idf score": 1.174605508599085,
        "publications": [
            "Washington Post",
            "New York Post",
            "Fox News"
        ],
        "sentences": [
            "In Tehran, the crowd gathered outside the Saudi Embassy early Sunday and chanted   slogans. Some protesters threw stones and Molotov cocktails at the embassy, setting off a fire in part of the building, said the country's top police official, Gen. Hossein Sajedinia, according to the   Tasnim news agency.",
            "Protesters threw stones and Molotov cocktails at the embassy, igniting a fire in one part of the building, said the country's top police official, Gen. Hossein Sajedina. At least 40 people were arrested on suspicion of taking part in the violent protests, according to Tehran prosecutor Abbas Jafari Dowlatabadi.",
            "The warning came hours after crowds of protesters stormed and torched the Saudi embassy in Tehran to vent their anger at the execution of Nimr Baqr   who was among 47 people put to death in the kingdom on Saturday."
        ],
        "tf-idf score": [
            1.174605508599085,
            0.8360732790415358,
            1.1889363468495568
        ]
    },
    "0.30363577616335297-3-54": {
        "average clique similarity": 0.30363577616335297,
        "clique": [
            "3-However  the sheikh ",
            "2-The cleric s executi",
            "0-  BEIRUT       Saudi"
        ],
        "median tf-idf score": 1.12227110162523,
        "publications": [
            "New York Post",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "However, the sheikh's brother, Mohammed   told the Associated Press that Saudi officials told his family that the cleric was already buried in an undisclosed cemetery. The cleric's execution could also complicate Saudi Arabia's relationship with the   government in Iraq.",
            "The cleric's execution could also complicate Saudi Arabia's relationship with the   government in Iraq.",
            "  BEIRUT  --   Saudi Arabia severed relations with Iran on Sunday amid the furor that erupted over the execution by the Saudi authorities of a prominent Shiite cleric."
        ],
        "tf-idf score": [
            1.12227110162523,
            0.8377390510720664,
            1.2002949875313798
        ]
    },
    "0.3230080067561097-3-72": {
        "average clique similarity": 0.3230080067561097,
        "clique": [
            "2-His execution drew c",
            "1-The execution sparke",
            "3-was a central figure"
        ],
        "median tf-idf score": 1.1182562064910138,
        "publications": [
            "Fox News",
            "Atlantic",
            "New York Post"
        ],
        "sentences": [
            "His execution drew condemnation from Shiites across the region as well as several countries outside Iran.",
            "The execution sparked protests by Shiites across the world, including in Iraq, Bahrain, Pakistan, and Iran, where protesters stormed the Saudi Embassy in Riyadh, as well as the consulate in Mashhad.",
            "was a central figure in protests by Saudi Arabia's Shiite minority until his arrest in 2012, and his execution drew condemnation from Shiites across the region."
        ],
        "tf-idf score": [
            0.6259245971264109,
            1.2590145752066633,
            1.1182562064910138
        ]
    },
    "0.3276802165072326-4-95": {
        "average clique similarity": 0.3276802165072326,
        "clique": [
            "2- Iran s supreme lead",
            "3-AP EPA Getty Images ",
            "4-Mr Jubeir said that ",
            "0-Iran s Supreme Leade"
        ],
        "median tf-idf score": 1.7451219830317193,
        "publications": [
            "Breitbart",
            "Fox News",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            " Iran's supreme leader warned Saudi Arabia of \"divine revenge\" Sunday following the execution of a prominent Shiite cleric while Riyadh accused Tehran of supporting terrorism, escalating a war of words after protesters stormed the Saudi Embassy in Tehran.",
            "AP EPA Getty Images EPA Getty Images AP Reuters View Slideshow TEHRAN, Iran  --   Iran's top leader on Sunday warned Saudi Arabia of \"divine revenge\" over the execution of an opposition Shiite cleric, while Riyadh accused Tehran of supporting terrorism, escalating a war of words hours after protesters stormed the Saudi Embassy in Tehran.",
            "Mr Jubeir said that the kingdom would not allow Iran to undermine the kingdom's security. The supreme leader of Iran, Ayatollah Ali Khamenei, warned Saturday that Saudi Arabia would face divine vengeance for the execution of Sheikh Nimr, a day after Iranian protesters ransacked the Saudi Embassy in Tehran.",
            "Iran's Supreme Leader warned on Sunday that there would be divine retribution for Saudi Arabia's rulers after the execution of a renowned Shiite cleric, sustaining the soaring regional tensions that erupted in the wake of the killing."
        ],
        "tf-idf score": [
            1.7379131737904878,
            1.8025809441558025,
            1.752330792272951,
            1.3109373969620335
        ]
    },
    "0.3589955241766063-3-3": {
        "average clique similarity": 0.3589955241766063,
        "clique": [
            "0-Iraq s   television ",
            "3-The Saudi Embassy in",
            "2-The Saudi Embassy in"
        ],
        "median tf-idf score": 0.9249517382936531,
        "publications": [
            "New York Post",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Iraq's   television channel reported that Shiites in Karbala were demanding that Prime Minister Haider   close the Saudi Embassy. Abadi condemned the execution but offered no immediate response.",
            "The Saudi Embassy in Baghdad is preparing to formally reopen for the first time in nearly 25 years. Already on Saturday there were public calls for Prime Minister Haider   to shut the embassy down again.",
            "The Saudi Embassy in Baghdad reopened for the first time in nearly 25 years on Friday. Already on Saturday there were public calls for Prime Minister Haider   to shut the embassy down again. tweeted Saturday night that he was \"shocked and saddened\" by  's execution, adding that \"peaceful opposition is a fundamental right. Repression does not last\"."
        ],
        "tf-idf score": [
            0.9249517382936531,
            0.6796698733699595,
            1.1156172728181788
        ]
    },
    "0.3750669515016103-4-137": {
        "average clique similarity": 0.3750669515016103,
        "clique": [
            "2-The Iranian Foreign ",
            "3-The Iranian Foreign ",
            "4-The surprise move  a",
            "1-A statement from the"
        ],
        "median tf-idf score": 1.3801885538116638,
        "publications": [
            "Breitbart",
            "Fox News",
            "New York Post",
            "Atlantic"
        ],
        "sentences": [
            "The Iranian Foreign Ministry has summoned the Saudi envoy in Tehran to protest, while the Saudi Foreign Ministry later said it had summoned Iran's envoy to the kingdom to protest the critical Iranian reaction to the sheikh's execution, saying it represented \"blatant interference\" in its internal affairs.",
            "The Iranian Foreign Ministry has summoned the Saudi envoy in Tehran to protest, while the Saudi Foreign Ministry later said it had summoned Iran's envoy to the kingdom to protest Iran's criticism of the execution, saying it represented \"blatant interference\" in its internal affairs.",
            "The surprise move, announced in a televised news conference by Adel   the Saudi foreign minister, followed harsh criticism by Iranian leaders of the Saudi execution of Sheikh Nimr   and the storming of the Saudi Embassy in Tehran by protesters in response.",
            "A statement from the Ministry of Foreign Affairs said the Emirates were downgrading ties with Tehran \"in the light of Iran's continuous interference in the internal affairs of Gulf and Arab states, which has reached unprecedented levels. \" Hossein Jaber Ansari, an Iranian Foreign Ministry spokesman, said the steps continued the Saudi \"policy of increasing tension and clashes in the region. \""
        ],
        "tf-idf score": [
            1.4143881764649087,
            1.3721200161705527,
            1.2225174294050907,
            1.388257091452775
        ]
    }
}