{
    "0.1989714516790068-3-168": {
        "average clique similarity": 0.1989714516790068,
        "clique": [
            "3- When it comes your ",
            "1-  Kohlhepp seemed co",
            "0- He said he did it  "
        ],
        "median tf-idf score": 0.39672477425591735,
        "publications": [
            "Fox News",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "\"When it comes your time to speak to that defendant, speak from the heart,\" he said. \"You have something to say. You've been waiting 13 years to say it\".",
            "\" Kohlhepp seemed conflicted about the rape, alternately describing it as something he was ashamed of but also something that he had done to \"get back\" at his father.",
            "\"He said he did it. We've got to take his word for it,\" he said of the suspect."
        ],
        "tf-idf score": [
            0.39672477425591735,
            0.5424566504098374,
            0.2855163284405506
        ]
    },
    "0.19907176110170255-3-5": {
        "average clique similarity": 0.19907176110170255,
        "clique": [
            "4-The body  found Mond",
            "2-Police found human r",
            "0-Wright said Kohlhepp"
        ],
        "median tf-idf score": 0.9028276333438496,
        "publications": [
            "Guardian",
            "New York Post",
            "CNN"
        ],
        "sentences": [
            "The body, found Monday, was close to another body recovered the day before, Spartanburg County Coroner Rusty Clevenger told reporters. The official said he could not say whether those two bodies were male or female.",
            "Police found human remains Sunday  --   just one day after Todd Kohlhepp led authorities to a wooded area on his   property in Woodruff where he claimed two bodies were buried,  \"We can't tell anything about the cause of death, gender or how long or any of that stuff,\" Spartanburg County Sheriff Chuck Wright said.",
            "Wright said Kohlhepp had shown investigators where he says he buried two other victims there. Those are in addition to the body found on Friday at the site."
        ],
        "tf-idf score": [
            0.8280473492502387,
            1.4250020714493992,
            0.9028276333438496
        ]
    },
    "0.22244954739771627-3-34": {
        "average clique similarity": 0.22244954739771627,
        "clique": [
            "1-Officials now believ",
            "4-The registered sex o",
            "3-Authorities say Kohl"
        ],
        "median tf-idf score": 0.5669887765871682,
        "publications": [
            "Fox News",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "Officials now believe Kohlhepp is responsible for at least seven deaths, in addition to kidnapping Brown.",
            "The registered sex offender faces murder and kidnapping charges. Authorities say he could be connected to at least seven homicides. They're also checking other properties he's owned inside and outside the state, CNN affiliate WSPA reported.",
            "Authorities say Kohlhepp is a suspect in at least three other deaths."
        ],
        "tf-idf score": [
            0.5296745308406043,
            0.7584523489210496,
            0.5669887765871682
        ]
    },
    "0.22880636685777003-3-184": {
        "average clique similarity": 0.22880636685777003,
        "clique": [
            "0-On Sunday  relatives",
            "3-Kohlhepp appeared be",
            "2-Four people were fou"
        ],
        "median tf-idf score": 0.900002141813438,
        "publications": [
            "New York Post",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "On Sunday, relatives of those killed in the massacre gathered in a Spartanburg courtroom. They sat a few feet away from Todd Kohlhepp, 45, as he was denied bond on the murder charges.",
            "Kohlhepp appeared before Magistrate Judge Jimmy Henson on Sunday for the brief bond hearing on the four murder counts.",
            "Four people were found \"brutally murdered\" in the bike shop on Nov. 6, 2003 including the store's owner and his    mother as well as two employees. Kohlhepp was charged with four counts of murder Sunday for the    slaying in addition to the kidnapping charges connected to Brown."
        ],
        "tf-idf score": [
            0.900002141813438,
            0.5996391084632283,
            1.2246387235930694
        ]
    },
    "0.23891375446577623-3-54": {
        "average clique similarity": 0.23891375446577623,
        "clique": [
            "1-And later Saturday  ",
            "0-A Spartanburg County",
            "2-While authorities we"
        ],
        "median tf-idf score": 1.130287405443375,
        "publications": [
            "Washington Post",
            "New York Post",
            "Guardian"
        ],
        "sentences": [
            "And later Saturday, Kohlhepp reportedly confessed to killing four people at a motorcycle shop nearly 13 years ago in Chesnee, S C according to the AP That crime, the county's first quadruple homicide, had remained unsolved since 2003.",
            "A Spartanburg County sheriff's investigative report from Saturday said Kohlhepp \"confessed to investigators that he shot and killed\" the owner, service manager, mechanic and bookkeeper of the motorcycle shop, giving details only the killer would know.",
            "While authorities were investigating Kohlhepp's property, he fessed up to an unsolved 2003 quadruple homicide at the Superbike Motorsports shop, providing chilling details about the murders that only the killer would know, Wright said."
        ],
        "tf-idf score": [
            0.8385512953698989,
            1.130287405443375,
            1.1332233929265187
        ]
    },
    "0.2735931577410882-3-227": {
        "average clique similarity": 0.2735931577410882,
        "clique": [
            "0-Kohlhepp is also cha",
            "3-BODY OF MISSING    T",
            "1-The girl reported th"
        ],
        "median tf-idf score": 0.8339477556625489,
        "publications": [
            "Guardian",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Kohlhepp is also charged with the woman's kidnapping, and prosecutors say more charges are expected.",
            "BODY OF MISSING    TEXAS GIRL BELIEVED FOUND, AUTHORITIES SAY, Kohlhepp is also charged with the woman's kidnapping, and prosecutors say more charges are expected.",
            "The girl reported the rape to police, and Kohlhepp was arrested on kidnapping and sexual assault charges, court records showed."
        ],
        "tf-idf score": [
            0.5760127269719872,
            0.8339477556625489,
            0.8420526665465001
        ]
    },
    "0.27616886442797806-3-207": {
        "average clique similarity": 0.27616886442797806,
        "clique": [
            "0-Authorities identifi",
            "3-Carver and the woman",
            "1-Brown and her boyfri"
        ],
        "median tf-idf score": 0.4988239855312716,
        "publications": [
            "Guardian",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Authorities identified that victim as    Charles Carver, the boyfriend of the woman found on Thursday. Carver, who died of multiple gunshot wounds, went missing with the woman at the end of August.",
            "Carver and the woman went missing around Aug. 31, and their last known cellphone signals led authorities to the property.",
            "Brown and her boyfriend, Charles \"David\" Carver, 32, had been missing since Aug. 31, triggering an agonizing search by their family members and friends. Cellphone and social media records led authorities to Kohlhepp's property in Woodruff."
        ],
        "tf-idf score": [
            0.4988239855312716,
            0.41238221492912663,
            0.8861635202168822
        ]
    },
    "0.2845276796049641-3-151": {
        "average clique similarity": 0.2845276796049641,
        "clique": [
            "0-A South Carolina man",
            "1-          A real est",
            "3-BODY FOUND ON RURAL "
        ],
        "median tf-idf score": 0.9713496801282475,
        "publications": [
            "Guardian",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "A South Carolina man killed at least seven people in a hidden crime spree that lasted more than a decade and only was uncovered when police rescued a woman chained at the neck in a storage container, authorities said.",
            "          A real estate agent in South Carolina is accused of kidnapping a woman who was found \"chained like a dog\" inside a metal storage container on his property  --   and may be responsible for the deaths of at least seven people, authorities said.",
            "BODY FOUND ON RURAL SC PROPERTY IS BOYFRIEND OF WOMAN FOUND CHAINED IN STORAGE CONTAINER, Kohlhepp's arrest has put to rest for local law enforcement and the families of the victims a mystery that has haunted them for more than a decade."
        ],
        "tf-idf score": [
            0.9713496801282475,
            1.1066195656761824,
            0.8723680060394681
        ]
    },
    "0.2913723046016689-3-227": {
        "average clique similarity": 0.2913723046016689,
        "clique": [
            "4-Here s a look at biz",
            "3-Wright says Kohlhepp",
            "1-Kohlhepp also showed"
        ],
        "median tf-idf score": 0.7691583509692441,
        "publications": [
            "CNN",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Here's a look at bizarre twists in this dizzying case: Kidnapping cracks open cold cases, After his arrest, Kohlhepp pointed investigators to areas on his property where he said two bodies were buried, authorities said.",
            "Wright says Kohlhepp also showed law enforcement officers Saturday where he says he buried two other victims on his   property near Woodruff.",
            "Kohlhepp also showed authorities Saturday where he says he buried two other, unidentified victims on his   property, the AP reported."
        ],
        "tf-idf score": [
            1.0433693901811367,
            0.7363331585675195,
            0.7691583509692441
        ]
    },
    "0.2950458971712722-4-109": {
        "average clique similarity": 0.2950458971712722,
        "clique": [
            "3-Kohlhepp had to regi",
            "0-Kohlhepp had to regi",
            "1-Kohlhepp was granted",
            "4-  CNN  Authorities h"
        ],
        "median tf-idf score": 0.7222433468766217,
        "publications": [
            "Washington Post",
            "Fox News",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Kohlhepp had to register as a sex offender. But that didn't stop him from getting a South Carolina real estate license in 2006 and building a firm.",
            "Kohlhepp had to register as a sex offender. But that didn't stop him from getting a South Carolina real estate license in 2006, building a firm and maintaining the appearance of normalcy.",
            "Kohlhepp was granted a real estate license about three weeks after he applied, the Independent Mail reported. \"Our community has been deeply disturbed by this,\" Nick Kremydas, chief executive of South Carolina Realtors, told the paper.",
            " (CNN) Authorities have found a third body on the property of Todd Kohlhepp, the South Carolina real estate agent accused of murder and kidnapping."
        ],
        "tf-idf score": [
            0.5522215116152233,
            0.572865084848384,
            0.8716216089048594,
            0.921350715608801
        ]
    },
    "0.31649480117703915-3-107": {
        "average clique similarity": 0.31649480117703915,
        "clique": [
            "3-Another grieving rel",
            "0- It isn t closure  b",
            "1-Kohlhepp s parents h"
        ],
        "median tf-idf score": 0.7665544703781313,
        "publications": [
            "Guardian",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Another grieving relative who came to the hearing, Terry Guy, was Scott Ponder's stepfather and the husband of another victim.",
            "\"It isn't closure, but it is an answer,\" Ponder said by phone. \"And I am thankful for that. \" Another grieving relative who came to the hearing, Terry Guy, was Scott Ponder's stepfather and Beverly Guy's husband.",
            "Kohlhepp's parents had divorced when he was a baby, the report said, and he was raised mostly by his mother and stepfather."
        ],
        "tf-idf score": [
            0.5650503537731246,
            0.7665544703781313,
            0.7825019569427731
        ]
    },
    "0.3305016039991876-3-147": {
        "average clique similarity": 0.3305016039991876,
        "clique": [
            "0-Melissa Ponder  who ",
            "1-Police showed up at ",
            "3-The wife of one of t"
        ],
        "median tf-idf score": 0.9707684245872168,
        "publications": [
            "Washington Post",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "Melissa Ponder, who was married to Scott Ponder, said detectives told her Kohlhepp was an angry customer who had been in the motorcycle shop several times.",
            "Police showed up at the home, after having been called by the girl's parents, who were concerned they could not reach her by phone, Kohlhepp wrote. He explained in the letter that the kidnapping charge stemmed from a firearm he was carrying and because \"I had told her not to move while we talked this out. \"",
            "The wife of one of the 2003 victims said detectives told her Kohlhepp was an angry customer who had been in the shop several times."
        ],
        "tf-idf score": [
            1.0375978143787605,
            0.8430859420250145,
            0.9707684245872168
        ]
    },
    "0.3321792686378886-3-227": {
        "average clique similarity": 0.3321792686378886,
        "clique": [
            "0-shop owner Scott Pon",
            "4-Business owner Scott",
            "3-shop owner Scott Pon"
        ],
        "median tf-idf score": 0.4812605457402609,
        "publications": [
            "Guardian",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "shop owner Scott Ponder was found just outside the door, in the parking lot.",
            "Business owner Scott Ponder, his mother Beverly Guy, service manager Brian Lucas and employee Chris Sherbert    were found fatally shot inside the shop on November 6, 2003, CNN affiliate WYFF News 4 reported. Ponder's widow, Melissa Ponder, told WYFF: \"I'm sad, relieved, in shock\".",
            "shop owner Scott Ponder was found just outside the door in the parking lot."
        ],
        "tf-idf score": [
            0.4812605457402609,
            0.7623077163251462,
            0.4812605457402609
        ]
    },
    "0.3439864428235619-3-211": {
        "average clique similarity": 0.3439864428235619,
        "clique": [
            "3- We want to see the ",
            "1- At this point  he l",
            "0- I want to look at h"
        ],
        "median tf-idf score": 0.29146269687420434,
        "publications": [
            "Fox News",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "\"We want to see the face. I want to look at him, and I want to try to use that in healing,\" he said.",
            "\"At this point, he laughed somewhat inappropriately,\" the report said. \"He stated 'Someone doesn't want me to die yet.'",
            "\"I want to look at him, and I want to try to use that in healing,\" he said. He and his wife, Lorraine, said there was a vigil on Friday night to mark the anniversary of the killings, and gatherings were a regular occurrence over the years."
        ],
        "tf-idf score": [
            0.29146269687420434,
            0.2833321438328429,
            0.671290898724966
        ]
    },
    "0.3453369280704486-3-181": {
        "average clique similarity": 0.3453369280704486,
        "clique": [
            "1-In the 1987 report  ",
            "3-Bookkeeper Beverly G",
            "0-They have theorized "
        ],
        "median tf-idf score": 0.5327433083299578,
        "publications": [
            "Washington Post",
            "Fox News",
            "Guardian"
        ],
        "sentences": [
            "In the 1987 report, Kohlhepp told the psychiatrist that when police were outside his home to arrest him after the rape of the    girl, he put the gun to his head and pulled the trigger, but it jammed.",
            "Bookkeeper Beverly Guy, 52, was found just outside the bathroom in the middle of the showroom.",
            "They have theorized that the killer came in the back and killed mechanic Chris Sherbert, 26, as he worked. Bookkeeper Beverly Guy, 52, was found just outside the bathroom, in the middle of the showroom."
        ],
        "tf-idf score": [
            0.5766481216134901,
            0.3439374099631832,
            0.5327433083299578
        ]
    },
    "0.3781592458610134-3-173": {
        "average clique similarity": 0.3781592458610134,
        "clique": [
            "3-Standing with his wi",
            "1-When Kohlhepp applie",
            "0- We thank you    Sta"
        ],
        "median tf-idf score": 0.697259785696484,
        "publications": [
            "Fox News",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "Standing with his wife before the hearing, Tom Lucas said he wanted to be in court to look the man accused of killing his son in the eye.",
            "When Kohlhepp applied for his South Carolina real estate license in 2006, he explained his sex offender status in a   letter filled with details that contradicted court documents regarding the 1986 charges, according to the Independent Mail: Kohlhepp wrote, in his 2006 letter about the 1986 incident, that he had been in a heated argument with his girlfriend, they were both 15 at the time, they ended their relationship and afterward chased his dog and returned to his house.",
            "\"We thank you. \" Standing with his wife before the hearing, Lucas said he wanted to be in court to look Kohlhepp in the eye."
        ],
        "tf-idf score": [
            0.5045775112107745,
            0.7855881639025465,
            0.697259785696484
        ]
    },
    "0.3856229548452152-3-116": {
        "average clique similarity": 0.3856229548452152,
        "clique": [
            "1-Prosecutor Barry Bar",
            "2-Brown told investiga",
            "4-Brown told investiga"
        ],
        "median tf-idf score": 0.8431562529917895,
        "publications": [
            "CNN",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "Prosecutor Barry Barnette said in court Friday that Brown saw Kohlhepp fatally shoot her boyfriend and that additional charges were expected, the AP reported.",
            "Brown told investigators that she watched Kohlhepp shoot and kill her boyfriend,    Charles Carver  --   whose   body was discovered on the property Saturday.",
            "Brown told investigators she watched Kohlhepp shoot her boyfriend, a solicitor said in court on Friday."
        ],
        "tf-idf score": [
            0.8431562529917895,
            1.0942468711773974,
            0.8137513788879658
        ]
    },
    "0.38579544974245367-3-227": {
        "average clique similarity": 0.38579544974245367,
        "clique": [
            "1-The coroner said Car",
            "3-Those are in additio",
            "4-The coroner said he "
        ],
        "median tf-idf score": 0.487733045172941,
        "publications": [
            "Washington Post",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "The coroner said Carver died of gunshot wounds but did not say how many times he had been shot, the AP reported.",
            "Those are in addition to the body found Friday at the site. Authorities identified that victim as    Charles Carver, the boyfriend of the woman found Thursday. Carver died of multiple gunshot wounds.",
            "The coroner said he found multiple gunshot wounds to the upper part of Carver's body. More bodies, more charges?"
        ],
        "tf-idf score": [
            0.487733045172941,
            0.575411451946253,
            0.4567552177612224
        ]
    },
    "0.39642141798537406-3-61": {
        "average clique similarity": 0.39642141798537406,
        "clique": [
            "4-Kohlhepp told detect",
            "3-Henson  the magistra",
            "0-After Kohlhepp left "
        ],
        "median tf-idf score": 0.5498329143130858,
        "publications": [
            "Guardian",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "Kohlhepp told detectives details that only the killer would have known about the homicides at Superbike Motorsports, authorities said.",
            "Henson, the magistrate judge, told the family members that they would have a chance later to address Kohlhepp in court.",
            "After Kohlhepp left the courtroom, Henson told the family members they would have a chance later to address Kohlhepp in court."
        ],
        "tf-idf score": [
            0.7955536525763278,
            0.5498329143130858,
            0.5415053482250264
        ]
    },
    "0.4420125228349924-3-69": {
        "average clique similarity": 0.4420125228349924,
        "clique": [
            "3-Melissa Ponder said ",
            "1-She told authorities",
            "0-She said that she ha"
        ],
        "median tf-idf score": 0.557384901080805,
        "publications": [
            "Guardian",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Melissa Ponder said that she had resigned herself to her husband Scott's death remaining unsolved    until she got a phone call Saturday evening from detectives.",
            "She told authorities that she had been kept there for two months, WYFF News reported. Todd Kohlhepp.",
            "She said that she had resigned herself to Scott Ponder's death remaining unsolved until she got a phone call on Saturday evening from detectives."
        ],
        "tf-idf score": [
            0.557384901080805,
            0.5827054365054317,
            0.5266849390230084
        ]
    },
    "0.476654363411031-3-227": {
        "average clique similarity": 0.476654363411031,
        "clique": [
            "4-Over the weekend  pr",
            "0-Authorities have cha",
            "3-Authorities have cha"
        ],
        "median tf-idf score": 0.7473458459683123,
        "publications": [
            "CNN",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "Over the weekend, prosecutors charged Kohlhepp with four counts of murder in connection with the 2003 killings.",
            "Authorities have charged Kohlhepp with four counts of murder in the 2003 deaths at the Superbike Motorsports motorcycle shop in Chesnee.",
            "Authorities have charged Todd Kohlhepp, 45, with four counts of murder in the deaths of four people in 2003 at the Superbike Motorsports motorcycle shop in Chesnee, South Carolina."
        ],
        "tf-idf score": [
            0.5076271930997378,
            0.7473458459683123,
            0.9069384106892429
        ]
    },
    "0.5179748678836497-3-19": {
        "average clique similarity": 0.5179748678836497,
        "clique": [
            "1-Over the past week  ",
            "0-Kohlhepp s alleged r",
            "3-His alleged role in "
        ],
        "median tf-idf score": 1.1501246228016948,
        "publications": [
            "Washington Post",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "Over the past week, Spartanburg County sheriff's deputies have made shocking discoveries on a sprawling, wooded property owned by Todd Christopher Kohlhepp, 45, in rural Woodruff, S C On Thursday, police found Kala Brown, 30, chained inside a metal storage container on Kohlhepp's land.",
            "Kohlhepp's alleged role in those killings was uncovered, authorities said, after a woman was found last week chained in a locked metal container on Kohlhepp's property in rural Woodruff.",
            "His alleged role in those killings was uncovered, authorities said, after the woman was found last week in a locked metal container on Kohlhepp's property in rural Woodruff."
        ],
        "tf-idf score": [
            0.9456429847217964,
            1.1722560294953408,
            1.1501246228016948
        ]
    }
}