{
    "0.17120838271812797-3-100": {
        "average clique similarity": 0.17120838271812797,
        "clique": [
            "2- It s unbearable and",
            "3- Protest is protecte",
            "4-It s very important "
        ],
        "median tf-idf score": 0.7523353764447299,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "\"It's unbearable and it needs to become intolerable. \" She also noted officers were targeted in Philadelphia last week and during the protests over Scott's death in Charlotte on Tuesday night.",
            "\"Protest is protected by our Constitution and is a vital instrument for raising issues and creating change. But when it turns violent, it undermines the very justice that it seeks to achieve and I urge those demonstrating in Charlotte to remain peaceful in their expressions of protest and concern. \"",
            "It's very important that we all work together as a team to solve a very difficult issue and to bring peace and resolution. \" He added: \"My prayers are with the Scott family and also our law enforcement, especially the 16 police officers who were injured last night. As governor I'm going to do everything I can to support the entire city leadership in their effort to resolve this situation. \""
        ],
        "tf-idf score": [
            0.7523353764447299,
            0.42527262687940104,
            1.0813054090581238
        ]
    },
    "0.17267499656751584-3-51": {
        "average clique similarity": 0.17267499656751584,
        "clique": [
            "1-          We are tir",
            "0- As a family  we res",
            "3- In the interest of "
        ],
        "median tf-idf score": 0.9714289192579285,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "'  ' '   \"We are tired of people, especially police, killing our black   men,\" Blanche Penn, a longtime community activist, said at   Wednesday evening''s rally, where the mood began as resolute but   peaceful. \"Charlotte has always been quiet. But now it''s time to   be loud\". ' \"   Widely differing accounts of Tuesday's shooting emerged the next   day.",
            "\"As a family, we respect the rights of those who wish to protest, but we ask that people protest peacefully. Please do not hurt people or members of law enforcement, damage property or take things that do not belong to you in the name of protesting\". Another controversial police shooting, The Charlotte case is the latest in a series of controversial shootings of black men by police.",
            "\"In the interest of transparency and accountability, and particularly in light of conflicting accounts about the shooting, the   Police Department should quickly release any and all footage it has of the events leading up to the shooting, as well as the shooting itself,\" Karen Anderson, executive director of the ACLU of North Carolina, said in a statement."
        ],
        "tf-idf score": [
            1.321507193101187,
            0.929534242210277,
            0.9714289192579285
        ]
    },
    "0.18743259947653945-3-163": {
        "average clique similarity": 0.18743259947653945,
        "clique": [
            "4- It s time to change",
            "0- You don t have to a",
            "3-But the Charlotte po"
        ],
        "median tf-idf score": 1.0181530532428071,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "\"It's time to change the narrative, because I can tell you from the facts that the story is a little bit different as to how it's been portrayed so far, especially through social media,\" Putney said.",
            "\"You don't have to actually wait until a handgun is pointed at you because you're talking milliseconds of a decision as to whether you're going to pull your trigger, or that individual is going to pull their trigger,\" Roderick said. Who is the officer? Vinson has worked for   police for two years.",
            "But the Charlotte police chief disputed that assertion. \"I can tell you a handgun was seized,\" Putney said."
        ],
        "tf-idf score": [
            0.6340899558876635,
            1.0181530532428071,
            1.099178486405525
        ]
    },
    "0.19909361869050177-3-69": {
        "average clique similarity": 0.19909361869050177,
        "clique": [
            "2-The unrest in Charlo",
            "4-Activists said the v",
            "3-In a rally in Orland"
        ],
        "median tf-idf score": 1.2867395419247722,
        "publications": [
            "Washington Post",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "The unrest in Charlotte came just hours after another demonstration in Tulsa, Oklahoma, over the shooting there of an unarmed black man by police.",
            "Activists said the violent overnight demonstrations stemmed from lingering frustrations over previous police shootings in the city  --   including a deadly encounter in 2013, when Jonathan Ferrell, an unarmed black man, was shot and killed by a white police officer.",
            "In a rally in Orlando on Wednesday, presidential candidate Hillary Clinton sent her \"condolences and prayers to the families\" of Scott and Terence Crutcher, a black man shot and killed by police officers in Tulsa, Oklahoma, last Friday."
        ],
        "tf-idf score": [
            0.7078265818421569,
            1.5640819616109432,
            1.2867395419247722
        ]
    },
    "0.2051861405781613-3-41": {
        "average clique similarity": 0.2051861405781613,
        "clique": [
            "0-Many rioters and pro",
            "1-    At that point  t",
            "4- So Charlotte  the c"
        ],
        "median tf-idf score": 0.7166873046408383,
        "publications": [
            "Business Insider",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Many rioters and protesters dispersed after police fired tear gas before 11 p. m. ET Some apparently turned over trash cans and set the contents on fire.",
            "'   At that point, the police unleashed volleys of rubber bullets,   tear gas, and   grenades to disperse the protesters, who   began hurling fireworks and debris at officers outside the hotel. '",
            "\"So Charlotte, the challenge is ours. \" Following the shooting, a large crowd of protesters gathered near the university campus. The demonstrations began peacefully, with some people chanting \"black lives matter\" and \"hands up, don't shoot. \" News reports and posts on social media later showed police in riot gear firing tear gas and rubber bullets at the protesters and some people smashing out the windows of police cars."
        ],
        "tf-idf score": [
            0.4099732959250962,
            0.7166873046408383,
            1.1202234454269804
        ]
    },
    "0.2158790494102222-3-150": {
        "average clique similarity": 0.2158790494102222,
        "clique": [
            "4-In a widely circulat",
            "0-Friend spoke with of",
            "3-In a Facebook Live v"
        ],
        "median tf-idf score": 1.148449898926156,
        "publications": [
            "Washington Post",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "In a widely circulated Facebook Live video, she said Scott was parked and waiting for a school bus to drop off his son when police arrived.",
            "Friend spoke with officer, says he's 'distraught' following fatal shooting, Daughter streams video on Facebook Live, Moments after her father was shot, Lyric Scott started recording on Facebook Live, livid and screaming at officers on the scene.",
            "In a Facebook Live video posted Tuesday, a woman who identified herself as Scott's daughter said \"the police just shot my daddy four times for being black,\" adding that he was disabled and didn't have a gun."
        ],
        "tf-idf score": [
            1.1319787866826472,
            1.148449898926156,
            1.4090157794632017
        ]
    },
    "0.2191142481198519-3-132": {
        "average clique similarity": 0.2191142481198519,
        "clique": [
            "1-    Authorities have",
            "4-In a statement  Nort",
            "3- After listening to "
        ],
        "median tf-idf score": 0.9362046397393782,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "\"   Authorities have not released any video of the incident, but the   city's mayor said they planned to. \" '   Scott''s wife, Rakeyia, issued a statement describing her family   as \"devastated\" and appealing for calm, adding, \"we have more   questions than answers about Keith''s death\". '",
            "In a statement, North Carolina Gov. Pat McCrory (R) said Wednesday that his office \"will do everything we can to support the mayor and the police chief in their efforts to keep the community calm and to get this situation resolved.",
            "\"After listening to remarks made by   Police Chief Putney today, we have more questions than answers about Keith's death. Rest assured, we will work diligently to get answers to our questions as quickly as possible. \" Attorney General Loretta Lynch also said on Wednesday that the Department of Justice is \"assessing the incident. \""
        ],
        "tf-idf score": [
            0.9362046397393782,
            0.907693591160987,
            1.089053104030227
        ]
    },
    "0.22027218963579642-3-310": {
        "average clique similarity": 0.22027218963579642,
        "clique": [
            "3-Putney and Charlotte",
            "0-The officer has been",
            "4-A police spokeswoman"
        ],
        "median tf-idf score": 0.7690057035223722,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Putney and Charlotte Mayor Jennifer Roberts said the city is preparing for more protests Wednesday.",
            "The officer has been placed on paid administrative leave, Mayor Jennifer Roberts said.",
            "A police spokeswoman declined to comment on the video. Charlotte Mayor Jennifer Roberts said the city will conduct a \"full investigation\" into the shooting and promised transparency. She told reporters Wednesday that authorities would release information as soon as allowed to \"dispel\" inaccurate accounts circulating widely on social media and elsewhere."
        ],
        "tf-idf score": [
            0.7690057035223722,
            0.6791310413819441,
            1.2199141935604003
        ]
    },
    "0.22114698944669767-3-187": {
        "average clique similarity": 0.22114698944669767,
        "clique": [
            "2-The ACLU noted that ",
            "0-North Carolina law b",
            "3-The ACLU of North Ca"
        ],
        "median tf-idf score": 0.7334731277654576,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "The ACLU noted that a new North Carolina law restricting release of such footage does not take effect until 1 October. That new law says footage from police body or dashboard cameras cannot be released publicly without a court order.",
            "North Carolina law blocks release of police recordings, A person doesn't have to point a weapon directly at police to prompt deadly force, CNN law enforcement analyst Art Roderick said.",
            "The ACLU of North Carolina released a statement Wednesday calling on the Charlotte Police Department to release the footage captured from body and dash cameras."
        ],
        "tf-idf score": [
            0.6123656761951483,
            0.9107037883795714,
            0.7334731277654576
        ]
    },
    "0.22382006759399684-3-204": {
        "average clique similarity": 0.22382006759399684,
        "clique": [
            "2-The police version i",
            "0-Differing stories on",
            "1- We did   find a wea"
        ],
        "median tf-idf score": 0.9919021561350744,
        "publications": [
            "Business Insider",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "The police version is at odds with that of Scott's family, who have insisted that he was disabled, sitting in his car reading a book, and had no gun.",
            "Differing stories on shooting, Scott's  family said he was unarmed and sitting in his car reading a book on Tuesday, waiting for his son to come home from school.",
            "\"We did   find a weapon\". ' '   Local resident Taheshia Williams said she saw the incident from   her balcony about 100 feet (30 meters) away and watched Scott get   out of his car with his hands raised. ' '   \"Hands up. No gun. When he got out of the car, a book fell off   his lap,\" Williams told reporters on Wednesday."
        ],
        "tf-idf score": [
            0.9379721680307898,
            1.123125275547963,
            0.9919021561350744
        ]
    },
    "0.22822894145449601-3-237": {
        "average clique similarity": 0.22822894145449601,
        "clique": [
            "2-He said the officers",
            "1-Scott was shot by a ",
            "3-Chester Poe  Scott s"
        ],
        "median tf-idf score": 1.2442021370652272,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "Business Insider"
        ],
        "sentences": [
            "He said the officers told Scott, who was black, to drop his gun and that he got out of the vehicle a second time still carrying the gun.",
            "Scott was shot by a black police   officer after Scott exited the car and disregarded orders to drop   his weapon, Putney said. \" '   \"We did not find a book,\" Putney told a news conference.",
            "Chester Poe, Scott's childhood friend, told BuzzFeed News he believes the police chief's statement that Scott was carrying a gun was \"was bullshit plain and simple. \""
        ],
        "tf-idf score": [
            1.2442021370652272,
            1.7567976332235535,
            0.9657734985913395
        ]
    },
    "0.2388431465200595-4-310": {
        "average clique similarity": 0.2388431465200595,
        "clique": [
            "2-Putney confirmed tha",
            "0-Three uniformed offi",
            "1-    Mayor Jennifer R",
            "3-Three other uniforme"
        ],
        "median tf-idf score": 1.266735529736974,
        "publications": [
            "Guardian",
            "CNN",
            "Business Insider",
            "Buzzfeed News"
        ],
        "sentences": [
            "Putney confirmed that there was body camera footage from a few of the officers at the scene but said the police department would not be releasing footage until after the investigation was complete.",
            "Three uniformed officers were wearing cameras, there is also dash cam recordings,  and investigators are reviewing the footage, Putney said. The mayor said she will be watching video from the incident on Thursday.",
            "'   Mayor Jennifer Roberts told CNN that she had not seen any video   from the scene but that Putney told her footage was recorded by   cameras worn by other police officers and mounted on patrol cars. '",
            "Three other uniformed officers were equipped with body cameras, but Putney said he would not release the footage during an ongoing investigation. Vinson has no disciplinary history with the department's internal affairs bureau, Charlotte police told BuzzFeed News."
        ],
        "tf-idf score": [
            1.322854752405676,
            0.9001577620593201,
            1.2106163070682718,
            1.3759537419027346
        ]
    },
    "0.2522286829823186-3-249": {
        "average clique similarity": 0.2522286829823186,
        "clique": [
            "4-    CHARLOTTE       ",
            "2-The North Carolina c",
            "0-Charlotte  North Car"
        ],
        "median tf-idf score": 1.4632382823212042,
        "publications": [
            "Guardian",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "    CHARLOTTE  --   The morning after violent protests erupted over the fatal police shooting of a black man, officials here called for peace while stressing that the man was armed and posing an \"imminent deadly threat\" when officers shot and killed him Tuesday near the University of North Carolina at Charlotte campus.",
            "The North Carolina chapter of the American Civil Liberties Union urged Charlotte police to release any footage of the shooting.",
            "Charlotte, North Carolina  (CNN) One person was shot Wednesday during a second night of protests over a deadly police shooting in Charlotte, city officials said."
        ],
        "tf-idf score": [
            1.5760614242947821,
            0.6335400230611389,
            1.4632382823212042
        ]
    },
    "0.254712596544483-3-213": {
        "average clique similarity": 0.254712596544483,
        "clique": [
            "2-Charlotte s police c",
            "3- Charlotte Police Ch",
            "1-         One person "
        ],
        "median tf-idf score": 1.7116768553706945,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "Business Insider"
        ],
        "sentences": [
            "Charlotte's police chief said on Wednesday that officers gave a man numerous clear warnings to drop a handgun before fatally shooting him, at a news conference following a night of clashes on the streets of the North Carolina city that left 16 officers injured.",
            " Charlotte Police Chief Kerr Putney said Wednesday that a black man fatally shot by officers Tuesday was armed with a handgun, disputing the man's family's claim that he was holding a book at the time of the shooting.",
            "'  ' '   One person suffered   injuries after being shot   Wednesday in a second night of unrest in Charlotte, North   Carolina, officials said, as police officers in riot gear fired   tear gas and rubber bullets to disperse a demonstration against   the fatal police shooting of a black man who officers said had   refused their orders to drop a handgun. '"
        ],
        "tf-idf score": [
            1.579870772991157,
            1.953565619531184,
            1.7116768553706945
        ]
    },
    "0.25803721329037216-3-255": {
        "average clique similarity": 0.25803721329037216,
        "clique": [
            "2-At that point  offic",
            "4-Scott is one of at l",
            "0-A few windows in at "
        ],
        "median tf-idf score": 0.6989908381635486,
        "publications": [
            "CNN",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "At that point, officers deemed the man a threat and at least one fired a weapon, he said.",
            "Scott is one of at least 702 people who have been fatally shot by police so far this year, 16    Caption   At least 12 officers were injured during protests after police fatally shot a man outside an apartment complex in the North Carolina city.",
            "A few windows in at least one store were broken and one had \"black lives matters\"   on it."
        ],
        "tf-idf score": [
            0.6989908381635486,
            1.2044940173881944,
            0.18638856106734067
        ]
    },
    "0.25846226126630856-3-14": {
        "average clique similarity": 0.25846226126630856,
        "clique": [
            "3-When Scott did not p",
            "0-He was shot by an   ",
            "4-He stepped out  posi"
        ],
        "median tf-idf score": 1.2203177287082982,
        "publications": [
            "Washington Post",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "When Scott did not put the gun down, Putney said the man was perceived as a threat and Officer Brentley Vinson, who is also black, fired his gun, striking Scott.",
            "He was shot by an   officer after refusing repeated demands to put down a gun, which was recovered from the scene, Putney said.",
            "He stepped out, posing a threat to the officers\"  --   at which point, Putney said, an officer fired his service weapon, striking    Scott, who was pronounced dead at a nearby hospital."
        ],
        "tf-idf score": [
            1.327024631448479,
            1.0428754860079164,
            1.2203177287082982
        ]
    },
    "0.26775221804956834-3-310": {
        "average clique similarity": 0.26775221804956834,
        "clique": [
            "4-Police said Scott ha",
            "0-Putney said Scott ex",
            "2-Officers said they s"
        ],
        "median tf-idf score": 0.8602889452267851,
        "publications": [
            "Washington Post",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Police said Scott had been sitting in a parked car at the apartment complex and then exited the vehicle holding a firearm.",
            "Putney said Scott exited his car with a gun, not a book.",
            "Officers said they saw Scott get out of the car with a gun and then get back in, Trietley said."
        ],
        "tf-idf score": [
            0.9420087312864251,
            0.7481546893484752,
            0.8602889452267851
        ]
    },
    "0.2806608956620153-3-23": {
        "average clique similarity": 0.2806608956620153,
        "clique": [
            "1-    Video of the sho",
            "0-Last week s fatal sh",
            "2-In Tulsa  hundreds o"
        ],
        "median tf-idf score": 0.9810588556639457,
        "publications": [
            "Guardian",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "'   Video of the shooting in Oklahoma, meanwhile, has fueled calls   for the arrest of Tulsa police officer Betty Shelby, who is   white, for the killing on Friday of Terence Crutcher, 40, whose   sport utility vehicle blocked a road after breaking down. '",
            "Last week's fatal shooting of Terence Crutcher, an unarmed black man in Tulsa, Oklahoma, sparked protests after video of the killing was aired Monday.",
            "In Tulsa, hundreds of people rallied outside police headquarters calling for the firing of police officer Betty Shelby, who shot the    Crutcher on Friday during a confrontation in the middle of a road that was captured on police dashcam and helicopter video."
        ],
        "tf-idf score": [
            0.9810588556639457,
            0.7979713401469368,
            1.1208982584836957
        ]
    },
    "0.2880556691430796-3-310": {
        "average clique similarity": 0.2880556691430796,
        "clique": [
            "4- In spite of verbal ",
            "0-Officers repeatedly ",
            "3-Putney said that Sco"
        ],
        "median tf-idf score": 0.8715243114242894,
        "publications": [
            "Washington Post",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"In spite of verbal commands, Mr Scott exited his vehicle armed with a handgun as the officers continued to yell at him to drop it.",
            "Officers repeatedly told Scott to drop his handgun, the chief said, but he didn't.",
            "Putney said that Scott then exited the car armed with a handgun and officers yelled at him to drop the weapon."
        ],
        "tf-idf score": [
            0.6169793588505881,
            0.8715243114242894,
            1.029411982790672
        ]
    },
    "0.29890506435329955-3-310": {
        "average clique similarity": 0.29890506435329955,
        "clique": [
            "4-Scott s family insis",
            "1-The police said Keit",
            "0-Chief Kerr Putney ad"
        ],
        "median tf-idf score": 1.337575968533922,
        "publications": [
            "Washington Post",
            "Business Insider",
            "CNN"
        ],
        "sentences": [
            "Scott's family insisted he was not armed when he was killed outside an apartment complex, instead saying he was reading a book in his car at the time of the fatal encounter  --   a detail seized by protesters in Charlotte and on social media.",
            "The police said Keith Scott, 43, was armed and ignoring   officers' orders when he was gunned down, while the victim's   family and a witness said he was holding a book, not a weapon. \"",
            "Chief Kerr Putney addressed the Scott family's claim that he was reading a book in his vehicle when police officers approached and shot him."
        ],
        "tf-idf score": [
            0.9923195942526996,
            1.471491799766025,
            1.337575968533922
        ]
    },
    "0.3030751535442409-3-199": {
        "average clique similarity": 0.3030751535442409,
        "clique": [
            "1-    The police said ",
            "2-The officer who shot",
            "4-He has been placed o"
        ],
        "median tf-idf score": 1.4206519587958224,
        "publications": [
            "Business Insider",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "'   The police said officer Brentley Vinson was in plainclothes when   he shot Scott and was not wearing a body camera. '",
            "The officer who shot Scott, Brently Vinson, has been placed on administrative leave as is standard procedure in such cases. Vinson, who is also black, has been with the department for two years.",
            "He has been placed on paid administrative leave pending an investigation, which is standard procedure in   shootings. Vinson is also black, authorities told The Washington Post. Putney said the officer was in plainclothes, wearing a vest with a police logo, but was accompanied by other officers in full uniform."
        ],
        "tf-idf score": [
            1.4206519587958224,
            0.7712335226751604,
            1.5742533313472156
        ]
    },
    "0.3067762601932443-4-21": {
        "average clique similarity": 0.3067762601932443,
        "clique": [
            "1-    Putney  the Char",
            "2-Police spokesman Kei",
            "3-On Tuesday  around 4",
            "4-On Wednesday  at a m"
        ],
        "median tf-idf score": 1.5319164565598522,
        "publications": [
            "Guardian",
            "Buzzfeed News",
            "Business Insider",
            "Washington Post"
        ],
        "sentences": [
            "\"   Putney, the Charlotte police chief, said officers had surrounded   Scott's car in an apartment complex parking lot Tuesday afternoon   after seeing him with a handgun.",
            "Police spokesman Keith Trietley said in a statement that Charlotte police officers had gone to an apartment complex on the city's   side about 4pm looking for a suspect with an outstanding warrant when they saw Scott  --   who was not the suspect they were looking for  --   inside a car.",
            "On Tuesday, around 4 p. m. officers were searching for a suspect with an outstanding warrant at an apartment complex, Putney said during Wednesday's press conference.",
            "On Wednesday, at a midmorning news conference,   Police Chief Kerr Putney said the officers were searching the previous afternoon for a suspect who had outstanding warrants when they spotted Scott  --   who was not the suspect they were seeking  --   emerge from a vehicle armed with a handgun."
        ],
        "tf-idf score": [
            1.4317231981695286,
            1.6321097149501758,
            0.8708378763888456,
            1.673850116524258
        ]
    },
    "0.34356219366225443-4-231": {
        "average clique similarity": 0.34356219366225443,
        "clique": [
            "4-Putney said he was u",
            "0-The chief said he wa",
            "2-He said the man was ",
            "3-Putney could not say"
        ],
        "median tf-idf score": 1.0542401166671227,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Putney said he was uncertain whether Scott's weapon was loaded, or whether he had pointed it directly at the officers.",
            "The chief said he was not certain whether Scott pointed his gun at officers.",
            "He said the man was shot because he potentially posed a threat, but added that it was unclear whether he at any point pointed the weapon at police.",
            "Putney could not say definitively whether the man,    Keith Lamont Scott, raised the weapon and pointed it toward an officer."
        ],
        "tf-idf score": [
            1.1193144776707467,
            1.06640470526901,
            1.0420755280652356,
            0.7197517430181526
        ]
    },
    "0.3447118312379613-3-166": {
        "average clique similarity": 0.3447118312379613,
        "clique": [
            "0-U S Attorney General",
            "2-The US attorney gene",
            "1-    The deaths were "
        ],
        "median tf-idf score": 0.8558393273157419,
        "publications": [
            "Business Insider",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "U S Attorney General Loretta Lynch acknowledged the country's racial tensions after the latest police shootings. \"They have once again highlighted    in the most vivid and painful terms    the real divisions that still persist in this nation between law enforcement and communities of color,\" Lynch said.",
            "The US attorney general, Loretta Lynch, said Scott's killing and that of Terence Crutcher in Tulsa, Oklahoma, on Friday highlighted, \"in the most vivid and painful terms, the very real divisions that persist between law enforcement and communities of color\".",
            "'   The deaths were the latest incidents to raise questions of racial   bias in US law enforcement, and they stoked a national debate on   policing ahead of the presidential election in November. President Barack Obama spoke by telephone on Wednesday with the   mayors of Charlotte and Tulsa, a White House official said. '"
        ],
        "tf-idf score": [
            0.9025011744086673,
            0.8540612470671827,
            0.8558393273157419
        ]
    },
    "0.36970127665541014-3-2": {
        "average clique similarity": 0.36970127665541014,
        "clique": [
            "3-Detectives investiga",
            "4-Detectives said they",
            "2-A weapon was recover"
        ],
        "median tf-idf score": 0.5691122718802463,
        "publications": [
            "Washington Post",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "Detectives investigating the shooting recovered a handgun at the scene, Putney said.",
            "Detectives said they recovered a firearm Scott was holding during the fatal encounter and were interviewing witnesses Tuesday night. Police declined to comment on the make and model of the firearm.",
            "A weapon was recovered by detectives at the scene."
        ],
        "tf-idf score": [
            0.5691122718802463,
            1.1591170061083291,
            0.3274474777872683
        ]
    },
    "0.3969184444248683-3-310": {
        "average clique similarity": 0.3969184444248683,
        "clique": [
            "0-Vinson  who was in p",
            "3- I can tell you we d",
            "4-The police chief als"
        ],
        "median tf-idf score": 1.327128883819325,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "Vinson, who was in plain clothes and wearing a CMPD vest, did not have a body camera.",
            "\"I can tell you we did not find a book. \" Putney went on to say that Vinson, the officer who shot Scott, was in plain clothes with a vest that had a police logo on it. He was not wearing a body camera.",
            "The police chief also said that the officer was not wearing a body camera but that other officers on the scene were; Wednesday morning, he said he had not yet watched the footage in its entirety."
        ],
        "tf-idf score": [
            0.39163814386752843,
            1.3420675457015798,
            1.327128883819325
        ]
    },
    "0.4328790974428389-3-108": {
        "average clique similarity": 0.4328790974428389,
        "clique": [
            "1-     The chief is ve",
            "2- There s still a lot",
            "3- There s still a lot"
        ],
        "median tf-idf score": 0.9856095486043769,
        "publications": [
            "Business Insider",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "'   \"The chief is very open to showing that video . .. not just to   elected officials, but also to community leaders,\" she said. \"We   have done that in the past. We plan to do that this time\". '",
            "\"There's still a lot we don't know yet about what happened in both incidents but we do know that we have two more names to add to a long list of African Americans killed by police officers,\" Clinton said during a speech in Orlando.",
            "\"There's still a lot we don't know about what happened in both incidents,\" Clinton said in her opening remarks. \"But we do know that we have two more names to add to a long list of   killed by police officers. It's unbearable."
        ],
        "tf-idf score": [
            0.5296922761064733,
            0.9917075211071738,
            0.9856095486043769
        ]
    },
    "0.9153213352446666-3-310": {
        "average clique similarity": 0.9153213352446666,
        "clique": [
            "3- It s time to change",
            "0- It s time for the v",
            "2- It s time to change"
        ],
        "median tf-idf score": 0.8444907491682178,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "\"It's time to change the narrative, because I can tell you from the facts that the story's a little bit different as to how it's been portrayed so far, especially through social media,\" Putney said.",
            "\"It's time for the voiceless majority to stand up and be heard,\" said the police chief, who is black. \"It's time to change the narrative because I can tell you from the facts that the story's a little bit different as to how it's been portrayed so far, especially through social media\".",
            "\"It's time to change the narrative, because I can tell you from the facts that the story's a little bit different as to how it's been portrayed so far, especially through social media,\" the police chief said."
        ],
        "tf-idf score": [
            0.6340899558876635,
            0.9566102851446617,
            0.8444907491682178
        ]
    }
}