{
    "0.14357605265881776-3-135": {
        "average clique similarity": 0.14357605265881776,
        "clique": [
            "1- Every bit of motiva",
            "3-Burke identified eac",
            "2-He had offered to pl"
        ],
        "median tf-idf score": 1.0198047999041515,
        "publications": [
            "Buzzfeed News",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "'Every bit of motivation came from things he saw on the internet. That's it. .. 'He is simply regurgitating, in whole paragraphs, slogans and facts  --   bits and pieces of facts that he downloaded from the internet directly into his brain.' \" Roof is facing separate murder charges brought by the state of South Carolina, which is also seeking the death penalty.",
            "Burke identified each of the bodies in the pictures and told the jury how many bullets or fragments were recovered from each body. Based on the investigation,    victim Susie Jackson was shot the most, with 11 bullets or pieces of fragments found inside her. During the presentation of crime scene images, Roof refused to look at the screen. Instead, facing forward in his chair, he stared down at the defense table and remained almost motionless.",
            "He had offered to plead guilty if prosecutors would forgo seeking the death penalty, which they refused. During his trial, jurors watched his   videotaped confession to Federal Bureau of Investigation agents and heard eyewitness testimony from two survivors of the shooting."
        ],
        "tf-idf score": [
            1.0198047999041515,
            1.1581277472483114,
            0.7296458257466132
        ]
    },
    "0.146908344147756-3-89": {
        "average clique similarity": 0.146908344147756,
        "clique": [
            "5-He was consistently ",
            "0-Williams  in his clo",
            "2-I knew he was guilty"
        ],
        "median tf-idf score": 0.8533899352847938,
        "publications": [
            "Washington Post",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "He was consistently cut off by Gergel, who said that was relevant only in the penalty phase of the trial.",
            "Williams, in his closing, said Roof's \"message of hatred was eclipsed by the goodness of those people\".",
            "I knew he was guilty a year and a half ago,\" Graham said in a phone interview. (Additional reporting by Letitia Stein in Tampa, Florida; Writing by Colleen Jenkins; Editing by Jonathan Oatis and Lisa Shumaker) WASHINGTON The issuance of U S visas, passports and other travel documents should be transferred to the Department of Homeland Security from the State Department, a consulting company commissioned by U S Secretary of State Rex Tillerson has recommended in a report."
        ],
        "tf-idf score": [
            0.5690210795628786,
            0.87925567760672,
            0.8533899352847938
        ]
    },
    "0.16221093754487273-3-51": {
        "average clique similarity": 0.16221093754487273,
        "clique": [
            "1-During closing argum",
            "5-His attorney  David ",
            "0- Waited until they w"
        ],
        "median tf-idf score": 1.0421922334721556,
        "publications": [
            "CNN",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "During closing arguments on Thursday, defense attorney David Bruck asked the jury to consider why Roof did what he did.",
            "His attorney, David Bruck, a death penalty specialist, told the jury he expected them to find Roof guilty, but he repeatedly tried to inject the notion that Roof was mentally or emotionally unstable.",
            "'Waited until they were at their most vulnerable' \"He needs to be held accountable for every bullet,\" Assistant U S Attorney Nathan Williams told the jury, emphasizing what he said was the depth of Roof's hatred."
        ],
        "tf-idf score": [
            0.7351416141026397,
            1.0421922334721556,
            1.0540879932802993
        ]
    },
    "0.16538606423580057-3-138": {
        "average clique similarity": 0.16538606423580057,
        "clique": [
            "2-He spent months scou",
            "0- The parishioners co",
            "3-Roof also declined t"
        ],
        "median tf-idf score": 0.8702897073862883,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Reuters"
        ],
        "sentences": [
            "He spent months scouting potential sites for the attack, bought a gun and hundreds of rounds of ammunition and railed against blacks and Jews in his journal and online manifesto. After receiving a warm welcome from parishioners when he arrived at the Bible study, Roof waited until they had closed their eyes in prayer before opening fire, witnesses testified.",
            "\"The parishioners could not have seen the hatred in his heart,\" Williams said. \"He sat and waited until they were at their most vulnerable\". Family members of the victims sobbed as Williams spoke.",
            "Roof also declined to testify on his own behalf. Prosecutors opened and concluded their case by putting two survivors from the attack  --   church parishioners Felicia Sanders and Polly Sheppard, who, like the victims, were at Emanuel AME Church to attend a Wednesday night Bible study that evening."
        ],
        "tf-idf score": [
            0.8702897073862883,
            0.43146512272629295,
            0.913148101259409
        ]
    },
    "0.1708058037645992-3-162": {
        "average clique similarity": 0.1708058037645992,
        "clique": [
            "0-The   white supremac",
            "4-Experts have suggest",
            "5-A federal jury took "
        ],
        "median tf-idf score": 0.838861309622985,
        "publications": [
            "CNN",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "The   white supremacist has admitted to the killings. His conviction came about two hours after jurors deliberated.",
            "Experts have suggested this leaves Roof, a high school dropout with no legal training, much more likely to be sentenced to death. Nine white jurors and three black jurors took less than three hours to come to a unanimous decision on the charges.",
            "A federal jury took less than two hours to reach its decision, following a   trial in which Roof, 22, a   white supremacist, chose to remain silent and motionless amid a barrage of testimony and evidence so thorough and devastating that his mother, watching from the third row, suffered a heart attack on the first day."
        ],
        "tf-idf score": [
            0.27902992435015583,
            0.838861309622985,
            0.9882785799205498
        ]
    },
    "0.1733324437164163-3-336": {
        "average clique similarity": 0.1733324437164163,
        "clique": [
            "5-During the trial  pr",
            "1-The guilt phase of t",
            "2-The victims  family "
        ],
        "median tf-idf score": 0.8238060119491715,
        "publications": [
            "Reuters",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "During the trial, prosecutors documented Roof's meticulous planning in the seven months leading up to the killings.",
            "The guilt phase of the trial featured six days of testimony from 30 witnesses, including a recorded confession and excerpts from Roof's journal, and it painted a picture of a young man filled with racial hatred who spent months planning to murder black people.",
            "The victims' family members, who sat through the trial as lawyers presented graphic crime scene photos and details about Roof's months of planning for the attack, felt a sense of relief."
        ],
        "tf-idf score": [
            0.5961069451006382,
            1.0592921818113121,
            0.8238060119491715
        ]
    },
    "0.17393436410268856-3-200": {
        "average clique similarity": 0.17393436410268856,
        "clique": [
            "3-Her testimony closed",
            "2-One of the survivors",
            "0-Lance said she  kind"
        ],
        "median tf-idf score": 0.919413327867707,
        "publications": [
            "CNN",
            "Reuters",
            "Buzzfeed News"
        ],
        "sentences": [
            "Her testimony closed with one of the most dramatic moments of the trial when defense attorney David Bruck asked Sanders what Roof said to her before for fleeing the crime scene.",
            "One of the survivors,    retired nurse Polly Sheppard, said Roof told her she was being spared so she could recount the story of what he had done.",
            "Lance said she \"kind of lost it a little bit\" when she saw pictures of the crime scene for the first time. One photo showed Emanuel's beloved pastor, the Rev. Clementa Pinckney, 41, with blood streaming from his body."
        ],
        "tf-idf score": [
            1.0168747308449517,
            0.919413327867707,
            0.5811128561202227
        ]
    },
    "0.17790473598829437-3-99": {
        "average clique similarity": 0.17790473598829437,
        "clique": [
            "0-Bruck said   What wa",
            "3-During his closing a",
            "1-The Post and Courier"
        ],
        "median tf-idf score": 0.5931007290814347,
        "publications": [
            "NPR",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "Bruck said. \"What was the explanation?\" Bruck asked the jury to \"look beyond the surface\" and to ask, \"Is there something more to this story?\"",
            "During his closing argument, Bruck then reminded the jury that Roof had carried out the attack.",
            "The Post and Courier newspaper reported on Bruck's closing argument: \" 'There is hatred all right, and certainly racism, but it goes a lot further than that,' [Bruck] said. \""
        ],
        "tf-idf score": [
            0.5931007290814347,
            0.6132782512137472,
            0.40109887224214547
        ]
    },
    "0.18083671662170273-3-296": {
        "average clique similarity": 0.18083671662170273,
        "clique": [
            "0- Charleston is still",
            "3-During a heated argu",
            "5-And what else is goi"
        ],
        "median tf-idf score": 0.4726307784104566,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "\"Charleston is still healing from Roof's horrific, racially motivated crime, as is our nation,\" Cohen said in the statement.",
            "During a heated argument in court, lead prosecutor Jay Richardson rebutted that notion. \"She is not commenting on what the appropriate sentence is,\" Richardson said. \"She is saying no matter how or why he dies, that is where he is going. \" Ultimately, Judge Richard Gergel decided not to declare a mistrial.",
            "And what else is going on is what you should be thinking about. \" The federal death penalty is rarely imposed; the last time was more than a decade ago."
        ],
        "tf-idf score": [
            0.7471609133499585,
            0.4726307784104566,
            0.4670614412100686
        ]
    },
    "0.1986675977204069-3-118": {
        "average clique similarity": 0.1986675977204069,
        "clique": [
            "2- It gives us an oppo",
            "4-Among the evidence p",
            "5-Data collected from "
        ],
        "median tf-idf score": 0.767941489625052,
        "publications": [
            "Washington Post",
            "Reuters",
            "Guardian"
        ],
        "sentences": [
            "\"It gives us an opportunity to start the healing process. \" South Carolina Governor Nikki Haley also welcomed the verdict. In the aftermath of the massacre, which intensified the debate about race relations in the United States, Haley led a push that removed the Confederate battle flag from the state capitol grounds in Columbia. The flag was carried by   Confederate forces during the Civil War and is viewed by many as a racist emblem.",
            "Among the evidence presented to jurors by the prosecution were horrific images from inside the Mother Emanuel AME church in the aftermath of the shooting, with victims lying on the ground bleeding and apparently attempting to hide from their killer.",
            "Data collected from his GPS showed that he had made at least six trips to Charleston, visiting historic plantations and studying the church. He videotaped himself on several occasions taking target practice with his Glock in the back yard of his home. Photos showing Roof posing with the Confederate battle flag prompted South Carolina officials to remove the flag from the state capitol in Columbia."
        ],
        "tf-idf score": [
            0.767941489625052,
            0.5322890899145907,
            0.9040939084731949
        ]
    },
    "0.21644890642551617-3-192": {
        "average clique similarity": 0.21644890642551617,
        "clique": [
            "1-He said he felt he  ",
            "5-He said he chose Mot",
            "3- He said he was goin"
        ],
        "median tf-idf score": 0.6094557903937577,
        "publications": [
            "NPR",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "He said he felt he \"had to\" commit the crime because \"no one else was brave enough,\" and explained to the agents that he believed white people \"already are the   citizens\".",
            "He said he chose Mother Emanuel because it was the South's oldest black church and he \"knew that would be a place to get a small amount of black people in one area. \"",
            "\"He said he was going to kill himself. And I was counting on that,\" Sanders responded. \"He is evil. There is no place on Earth for him except the pit of hell. \""
        ],
        "tf-idf score": [
            0.6094557903937577,
            0.6919329184253039,
            0.4688642254245149
        ]
    },
    "0.21836362368304874-4-2": {
        "average clique similarity": 0.21836362368304874,
        "clique": [
            "2-Twelve jurors delibe",
            "5-Prosecutors presente",
            "1-Roof entered Emanuel",
            "0-But Lance  53  quick"
        ],
        "median tf-idf score": 0.8047833594253933,
        "publications": [
            "Washington Post",
            "NPR",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "Twelve jurors deliberated for a little under two hours after six days of chilling testimony about the bloodshed during a Bible study at Emanuel African Methodist Episcopal Church on June 17, 2015. The panel will return on Jan. 3 to decide whether Roof should be sentenced to death or life in prison.",
            "Prosecutors presented evidence that Roof chose the Emanuel African Methodist Episcopal Church, a historic monument known as Mother Emanuel, because of its spiritual and symbolic importance to the black community.",
            "Roof entered Emanuel African Methodist Episcopal Church in downtown Charleston on the evening of June 17, 2015, and, for nearly an hour, sat among a dozen people at a Bible study before opening fire during the worshippers' final prayer.",
            "But Lance, 53, quickly changed her mind, saying she and her late    mother, once a custodian at Emanuel African Methodist Episcopal Church, wouldn't want Roof to get that punishment."
        ],
        "tf-idf score": [
            0.9949067918909849,
            0.7784359691254449,
            0.8311307497253417,
            0.6790433845286052
        ]
    },
    "0.2331052135393612-3-39": {
        "average clique similarity": 0.2331052135393612,
        "clique": [
            "3-After the verdict wa",
            "4-Bruck argued that Ro",
            "2-The defense did not "
        ],
        "median tf-idf score": 0.8232389513356662,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "Reuters"
        ],
        "sentences": [
            "After the verdict was read, Judge Gergel asked Roof again if he still intended to   during the next phase of the trial.",
            "Bruck argued that Roof didn't understand the full weight of his actions, and tried to raise doubts about Roof's mental state, however Judge Gergel sustained objections by the prosecution, ruling that such considerations wouldn't be relevant until the sentencing phase of the trial.",
            "The defense did not call any witnesses after the trial judge blocked them from presenting evidence of Roof's mental state during the guilt phase of the trial."
        ],
        "tf-idf score": [
            0.8232389513356662,
            0.8588158149858541,
            0.7576979197457782
        ]
    },
    "0.2340424017098761-3-75": {
        "average clique similarity": 0.2340424017098761,
        "clique": [
            "4-Roof stated both dur",
            "5-The crime stood as a",
            "0-Roof had told the FB"
        ],
        "median tf-idf score": 0.8626002721532464,
        "publications": [
            "Washington Post",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Roof stated both during questioning and in written manifestos that he had hoped his shooting attack at the Mother Emanuel AME church, a historic black house of worship in a city with a long history of racial strife, would spark a race war.",
            "The crime stood as a new and hideous chapter in the long history of racial killings in America. Prosecutors read lines from a journal found in Roof's car and the manifesto he posted online, and they told jurors that Roof wanted to incite a race war.",
            "Roof had told the FBI he wanted to start a race war. He wrote in a   racist rant that he \"chose Charleston because it is most historic city in my state, and at one time had the highest ratio of blacks to Whites in the country\"."
        ],
        "tf-idf score": [
            0.8666115374959575,
            0.8626002721532464,
            0.8557357740583217
        ]
    },
    "0.2396066970746944-3-349": {
        "average clique similarity": 0.2396066970746944,
        "clique": [
            "2-Roof also is due to ",
            "0-He also faces nine c",
            "5-Roof also faces a se"
        ],
        "median tf-idf score": 0.6485834004039575,
        "publications": [
            "Reuters",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Roof also is due to stand trial next year on state murder charges.",
            "He also faces nine counts of murder and other charges in the state court system. His trial in that case is also scheduled to start in January.",
            "Roof also faces a separate state murder trial in January, which also carries a potential death penalty. Many friends and relatives of the dead attended the trial, in the historic heart of the city where the Civil War began, and many sat with their eyes closed tight as they listened to the verdict. \"There's no win in this."
        ],
        "tf-idf score": [
            0.6485834004039575,
            0.380310706577635,
            0.9868405045881693
        ]
    },
    "0.2450147122950931-3-178": {
        "average clique similarity": 0.2450147122950931,
        "clique": [
            "5-Roof has said he wil",
            "3-Unsure how much oppo",
            "0-That phase of his tr"
        ],
        "median tf-idf score": 0.8217278644582884,
        "publications": [
            "CNN",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "Roof has said he will represent himself during that phase, and Bruck was apparently trying to help his client in advance of that by giving the jury some justification to spare his life.",
            "Unsure how much opportunity, if any, he will get during the sentencing phase to try to save his client's life, Bruck, the veteran capital defense attorney, tried to inject as much evidence of mitigating factors as he could during the guilt phase  --   a strategy that the prosecution often objected to. During his closing argument, Bruck painted his client as a mentally disturbed loner with no friends and whose \"motivation came from things that he saw on the internet. \"",
            "That phase of his trial is expected to start on Tuesday, January 3. Roof has said he wants to represent himself in that part of the case."
        ],
        "tf-idf score": [
            1.037315869345186,
            0.5839450950816096,
            0.8217278644582884
        ]
    },
    "0.2545038553725273-3-349": {
        "average clique similarity": 0.2545038553725273,
        "clique": [
            "3-When she said no  Ro",
            "4-  I m not going to  ",
            "1-In it  Roof said of "
        ],
        "median tf-idf score": 0.7751331009623065,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "When she said no, Roof explained that he would leave her alive to \"tell his story,\" Sheppard told the jury.",
            "\"'I'm not going to,'\" she said Roof told her.",
            "In it, Roof said of Sheppard, \"I didn't shoot her because she was, like, looking at me\"."
        ],
        "tf-idf score": [
            0.7751331009623065,
            0.6135600629706773,
            0.7905552713965381
        ]
    },
    "0.2559855071827369-3-260": {
        "average clique similarity": 0.2559855071827369,
        "clique": [
            "1-Roof has asked to re",
            "2-Roof plans to repres",
            "3- You have taken an o"
        ],
        "median tf-idf score": 0.7242124036926869,
        "publications": [
            "Reuters",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "Roof has asked to represent himself in the penalty phase of the trial, which is scheduled to begin Jan. 3.",
            "Roof plans to represent himself during the penalty phase.",
            "\"You have taken an oath to look beyond on the surface, to think everything through, to question everything,\" Bruck said, in an effort to send the jurors a message geared toward the next phase of the trial where they decide Roof's penalty."
        ],
        "tf-idf score": [
            0.7242124036926869,
            0.5051693873332613,
            0.9351430062394204
        ]
    },
    "0.2632501897551261-3-243": {
        "average clique similarity": 0.2632501897551261,
        "clique": [
            "5-    Roof s guilt in ",
            "1-Less than 24 hours a",
            "0-Shortly after delibe"
        ],
        "median tf-idf score": 0.7930554844992346,
        "publications": [
            "CNN",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "\"   Roof's guilt in the killings was essentially uncontested; prosecutors showed the jury Roof's interview with FBI agents in which he calmly confessed to the killings and complained that he was \"worn out\" after pumping more than 60 bullets into his victims.",
            "Less than 24 hours after the massacre, Roof gave a   taped interview to FBI agents, part of which was played for the jury.",
            "Shortly after deliberations started, the jury asked to again watch the video in which Roof confessed to two FBI agents."
        ],
        "tf-idf score": [
            0.9299410027430305,
            0.7930554844992346,
            0.6135427007696992
        ]
    },
    "0.2637869789706767-3-302": {
        "average clique similarity": 0.2637869789706767,
        "clique": [
            "0-But Lance said the j",
            "4-  I m going to leave",
            "3-On Bruck s telling o"
        ],
        "median tf-idf score": 0.6872873855613308,
        "publications": [
            "Guardian",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "But Lance said the jury needed to see the photos to understand \"why he did it\".",
            "\"'I'm going to leave you here to tell the story. '\" Jurors also watched a taped confession during Roof's initial questioning by the FBI in which he can be heard saying \"I did it\" and \"I killed them. \"",
            "On Bruck's telling of the jury to examine the \"why,\" the prosecution said that the evidence of why Roof did what he did can be found in his journal, his website, and the confession that he gave to the FBI \"He is not shy about explaining what he did,\" the prosecution told the jury, calling Roof \"eager\" to tell his story."
        ],
        "tf-idf score": [
            0.32707689716225047,
            0.6872873855613308,
            0.9573469111721646
        ]
    },
    "0.2706780083977085-3-349": {
        "average clique similarity": 0.2706780083977085,
        "clique": [
            "5-Read the victims  st",
            "3-Now the jury will pr",
            "0-Next month  the jury"
        ],
        "median tf-idf score": 0.642779648948092,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "Read the victims' stories View Graphic     Read the victims' stories  Judge Richard M Gergel dismissed the jury for the holidays and told them to return on Jan. 3, when they will hear prosecution and defense arguments about whether Roof should be executed or sentenced to life in prison without parole.",
            "Now the jury will prepare to hear more evidence and testimony during a penalty phase, scheduled to start on Jan. 3, 2017, where they will decide whether to sentence the      white supremacist to death or life in prison without parole.",
            "Next month, the jury will wrestle with whether to sentence Roof to the death penalty."
        ],
        "tf-idf score": [
            0.9262287299631353,
            0.5632231860167246,
            0.642779648948092
        ]
    },
    "0.30169949340453533-3-349": {
        "average clique similarity": 0.30169949340453533,
        "clique": [
            "2-Roof  22  showed no ",
            "0-What s next  Roof pl",
            "3-Roof  who confessed "
        ],
        "median tf-idf score": 0.8886631899459528,
        "publications": [
            "Reuters",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "Roof, 22, showed no emotion as the guilty verdicts were read on 33 charges of federal hate crimes resulting in death, obstruction of religion and firearms violations.",
            "What's next, Roof pleaded not guilty to the 33 federal charges, including hate crime charges for allegedly targeting his victims on the basis of their race and religion.",
            "Roof, who confessed to the June 17, 2015, killings at the historic black church, was found guilty of all charges ranging from murder to federal hate crimes."
        ],
        "tf-idf score": [
            0.8886631899459528,
            0.7734271331649367,
            1.089835490334086
        ]
    },
    "0.31550589474550317-3-349": {
        "average clique similarity": 0.31550589474550317,
        "clique": [
            "0- Kind of lost it a l",
            "3-Roof s defense couns",
            "1-Roof s defense attor"
        ],
        "median tf-idf score": 0.6545507772207517,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "'Kind of lost it a little bit' The defense did not call any witnesses. Esther Lance said she was \"angry\" to be in same room as the man responsible for killing her mother.",
            "Roof's defense counsel did very little   of the government's witnesses, and when the time came to call witnesses on the defendant's behalf, they called none.",
            "Roof's defense attorneys did not call any witnesses, and Roof said he did not want to testify."
        ],
        "tf-idf score": [
            0.6545507772207517,
            0.57476109552145,
            0.6852379162808636
        ]
    },
    "0.31753148558594935-4-313": {
        "average clique similarity": 0.31753148558594935,
        "clique": [
            "4-A South Carolina jur",
            "3- Dylann Roof  the wh",
            "2- The jury in avowed ",
            "0- When Roof searched "
        ],
        "median tf-idf score": 1.2841423302874486,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Guardian",
            "Reuters"
        ],
        "sentences": [
            "A South Carolina jury has found Dylann Roof, the   white supremacist who killed nine black parishioners in a Charleston church in June 2015, guilty of all 33 federal charges he faced, including hate crimes, murder, attempted murder and obstruction of religion.",
            " Dylann Roof, the white supremacist who shot and killed nine people at Emanuel AME Church in Charleston, South Carolina, was convicted Thursday of all 33 counts, setting the stage for the jury to decide whether he will get the death penalty.",
            " The jury in avowed white supremacist Dylann Roof's federal hate crimes trial found him guilty on all counts on Thursday for gunning down nine black parishioners at a historic church in Charleston, South Carolina, last year.",
            "\"When Roof searched 'black on white crime,' he found a flood of white supremacist propaganda."
        ],
        "tf-idf score": [
            1.3241833255063051,
            1.3338391452708918,
            1.244101335068592,
            0.5981006597346269
        ]
    },
    "0.3378175020896606-3-349": {
        "average clique similarity": 0.3378175020896606,
        "clique": [
            "3-He s reloading   she",
            "1-Another witness  Pol",
            "4-Sheppard testified t"
        ],
        "median tf-idf score": 0.6711389684222497,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "He's reloading,\" she told the dispatcher, who urged her to stay as quiet as she possibly could. During the attack, Roof found Sheppard hiding under table inside the fellowship hall, praying out loud. He then told her to shut up and asked her if she had been shot.",
            "Another witness, Polly Sheppard, told the jury Roof stood over her with his gun and asked her if she had been shot.",
            "Sheppard testified that Roof approached her during the massacre and asked her if he had shot her yet, to which she replied no."
        ],
        "tf-idf score": [
            0.6711389684222497,
            0.7176933061385563,
            0.5439885409689131
        ]
    },
    "0.3527995346346205-3-349": {
        "average clique similarity": 0.3527995346346205,
        "clique": [
            "0-Charleston  South Ca",
            "1-A jury in Charleston",
            "5-          CHARLESTON"
        ],
        "median tf-idf score": 1.0629932440270375,
        "publications": [
            "CNN",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Charleston, South Carolina (CNN) Esther Lance was torn over how to punish Dylann Roof, the man found guilty of killing her mother and eight others at a Bible study in Charleston, South Carolina, last year.",
            "A jury in Charleston, S C has found Dylann Roof guilty on all 33 counts of federal hate crimes he faced for murdering nine people and attempting to kill three others in the basement of a historically black church.",
            "          CHARLESTON, S C  --   Dylann Storm Roof, a   dropout who learned to hate black people on the Internet, was convicted Thursday of 33 counts of federal hate crimes for slaughtering nine black parishioners at a church Bible study meeting here last year."
        ],
        "tf-idf score": [
            1.0103985574865844,
            1.0629932440270375,
            1.178741243435497
        ]
    },
    "0.40660156295437594-4-349": {
        "average clique similarity": 0.40660156295437594,
        "clique": [
            "4-In a statement  Sout",
            "0-In a statement  Sout",
            "1- That was it   Roof ",
            "2- It is my hope that "
        ],
        "median tf-idf score": 0.5879534825510051,
        "publications": [
            "Guardian",
            "CNN",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "In a statement, South Carolina governor Nikki Haley said: \"It is my hope that the survivors, the families, and the people of South Carolina can find some peace in the fact that justice has been served. \"",
            "In a statement, South Carolina Gov. Nikki Haley said: \"It is my hope that the survivors, the families, and the people of South Carolina can find some peace in the fact that justice has been served\".",
            "\"That was it,\" Roof said.",
            "\"It is my hope that the survivors, the families and the people of South Carolina can find some peace in the fact that justice has been served,\" the governor said in a statement."
        ],
        "tf-idf score": [
            0.5945153189988849,
            0.5813916461031253,
            0.7152343191491175,
            0.5603312364036801
        ]
    }
}