{
    "0.14987258397577366-3-105": {
        "average clique similarity": 0.14987258397577366,
        "clique": [
            "4-I think it s absurd ",
            "6- But one element of ",
            "2-Remote Brain experim"
        ],
        "median tf-idf score": 0.6983531032405993,
        "publications": [
            "New York Times",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "I think it's absurd to insinuate that a movement that is doing nothing more than demanding that the war on black life come to an end is in any way responsible for these police officers getting shot. \"",
            "\"But one element of war is being attacked by snipers.",
            "Remote Brain experimentation, Remote Neural Monitoring of an entire Humans Body\". Sheriff: I predicted this, The FBI is vetting the gunman's claims he was a member of the Nation of Islam. An official said the belief is that Long identified as being associated with the black separatist movement in some capacity but there is no indication he was directed by it."
        ],
        "tf-idf score": [
            0.6983531032405993,
            0.024782171962722706,
            0.9009574371617666
        ]
    },
    "0.15270080405988407-3-257": {
        "average clique similarity": 0.15270080405988407,
        "clique": [
            "3-He enlisted in his h",
            "6-Sterling s death  pa",
            "5-Memorial tributes fr"
        ],
        "median tf-idf score": 0.8297753144628923,
        "publications": [
            "Washington Post",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "He enlisted in his hometown, Kansas City, Mo. in 2005, and was deployed to Iraq from June 2008 to January 2009, his records show. They also show a number of commendations, including the Good Conduct Medal. On a social media site registered under the name Gavin Long, a young   man who refers to himself as \"Cosmo\" posted videos and podcasts and shared biographical and personal information that aligned with the information that the authorities had released, so far, about the gunman.",
            "Sterling's death, partially captured in videos from the scene that were widely viewed on social media and television, prompted intense protests that stretched for days in Baton Rouge.",
            "Memorial tributes from Gerald's family and friends streamed in on social media Sunday, including this note from his friend David Mulkey: The Post reports that Gerald served in the military before joining the Baton Rouge police force."
        ],
        "tf-idf score": [
            0.8297753144628923,
            0.65091717537324,
            0.9478386780609794
        ]
    },
    "0.15653772876276192-3-168": {
        "average clique similarity": 0.15653772876276192,
        "clique": [
            "5-Friends told the pap",
            "4- You ve got to stand",
            "1-Early Sunday morning"
        ],
        "median tf-idf score": 0.278453937743209,
        "publications": [
            "New York Times",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "Friends told the paper that Gerald deployed to Iraq three times. \"We did our time in the military, and when that time was up, you just can't turn off that want to serve the people,\" Ryan D Cabral, who served with him in Iraq, told the Post.",
            "\"You've got to stand on your rights, just like George Washington did, just like the other white rebels they celebrate and salute did,\" he added. \"That's what Nat Turner did.",
            "Early Sunday morning, Long tweeted: \"Just bc you wake up every morning doesn't mean that you're living. And just bc you shed your physical body doesn't mean that you're dead. \""
        ],
        "tf-idf score": [
            0.48119705343669633,
            0.12098983075063606,
            0.278453937743209
        ]
    },
    "0.1569284819297821-3-731": {
        "average clique similarity": 0.1569284819297821,
        "clique": [
            "6- This is truly a sad",
            "0-         The shootin",
            "5-Early in the day  th"
        ],
        "median tf-idf score": 0.7866342953952329,
        "publications": [
            "Washington Post",
            "Business Insider",
            "NPR"
        ],
        "sentences": [
            "\"This is truly a sad day in Baton Rouge,\" Holden said.",
            "'  ' '   The shooting  --   what   of East Baton Rouge Parish   Kip Holden called an \"ambush\"  attack  --   occurred early   Sunday morning, less than one mile from police headquarters. '",
            "Early in the day, the East Baton Rouge Sheriff's Office had said it believed there were two suspects still at large."
        ],
        "tf-idf score": [
            0.6159494030984944,
            1.0965268274740294,
            0.7866342953952329
        ]
    },
    "0.16905556624569193-4-97": {
        "average clique similarity": 0.16905556624569193,
        "clique": [
            "4-Speaking at the news",
            "3-There is no place in",
            "6-twitter       Hilary",
            "2-My family is heartbr"
        ],
        "median tf-idf score": 0.8148620437405547,
        "publications": [
            "New York Times",
            "CNN",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "Speaking at the news conference, the police chief here, Carl Dabadie Jr called the shooting \"senseless\" and asked people to pray for the officers and their families.",
            "There is no place in the United States for such appalling violence, and I condemn these acts in the strongest possible terms. I pledge the full support of the Department of Justice as the investigation unfolds. Our hearts and prayers are with the fallen and wounded officers, their families, and the entire Baton Rouge community in this extraordinarily difficult time.",
            "twitter. --   Hilary Scheinuk (@hscheinukphoto) July 17, 2016     We grieve for the families of the officers shot in Baton Rouge. This senseless violence must end.",
            "My family is heartbroken for the officers and their families. .. We reject violence of any kind directed at members of law enforcement or citizens."
        ],
        "tf-idf score": [
            0.808750704395265,
            0.9748536061018866,
            0.8209733830858444,
            0.4797858410726532
        ]
    },
    "0.17029408647017066-3-416": {
        "average clique similarity": 0.17029408647017066,
        "clique": [
            "6-The shooting Sunday ",
            "2-It has been an emoti",
            "4-The killing of the o"
        ],
        "median tf-idf score": 0.9573179293908757,
        "publications": [
            "Washington Post",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "The shooting Sunday illustrated the dangers facing police officers, said Mark Lomax, executive director of the National Tactical Officers Association, pointing to the Dallas attacks that authorities there had attributed to a lone gunman acting as a sort of sniper.",
            "It has been an emotionally charged few days across the country because of the protests stemming from the Sterling shooting and the shooting by police of Philando Castile in Minnesota, plus the ambush on Dallas police officers in which a sniper killed five officers.",
            "The killing of the officers on Sunday occurred as hundreds of police officers trained in   tactics braced for protests outside the Republican National Convention in Cleveland."
        ],
        "tf-idf score": [
            1.0790299152438378,
            0.9573179293908757,
            0.7225765211369194
        ]
    },
    "0.17867807577426942-3-107": {
        "average clique similarity": 0.17867807577426942,
        "clique": [
            "4-Louisiana has lately",
            "6-Edwards  the son of ",
            "3-8 11 a  m  Mike Edmo"
        ],
        "median tf-idf score": 1.0201415778247651,
        "publications": [
            "Atlantic",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "Louisiana has lately taken a harder line to defend its police officers, who this year will become a protected class under the state's hate crimes law.",
            "Edwards, the son of a sheriff, said that this was needed because these people \"put their lives on the line every day, often under very dangerous circumstances\" and deserve this protection. No other state includes police officers as a protected class under   laws, according to the National Conference of State Legislatures.",
            "8:11 a. m. Mike Edmonson, the superintendent of the Louisiana State Police, has told reporters this morning that the gunman's \"movements, his direction, his attention was on police officers. \""
        ],
        "tf-idf score": [
            0.8170735188498122,
            1.3247951655259398,
            1.0201415778247651
        ]
    },
    "0.18000191644820862-3-1019": {
        "average clique similarity": 0.18000191644820862,
        "clique": [
            "2-Chief   I was an   b",
            "5-Edwards added   The ",
            "4- Everyone right now "
        ],
        "median tf-idf score": 0.7958671038571428,
        "publications": [
            "CNN",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "Chief: 'I was an   before I was a police officer' My hope is that one day soon we can come together and find solutions to the very important issues facing our nation rather than continuing to hurt one another\".",
            "Edwards added: \"The people who carried out this act, the individuals, they do not represent the people of Baton Rouge or the state of Louisiana, or what's best about our country. They don't represent the values that we stand for. Obviously, our community is hurting, and only through peace and unity can we heal it\". He vowed to deploy \"every resource available\" to \"bring these perpetrators  --   if there's more than one  --   to justice\".",
            "\"Everyone right now focus on words and actions that can unite this country rather than divide it further,\" the president said. \"We need to temper our words and open our hearts, all of us. \" Gov."
        ],
        "tf-idf score": [
            0.8156536417738641,
            0.7958671038571428,
            0.3475292422018724
        ]
    },
    "0.18306591887822032-3-1019": {
        "average clique similarity": 0.18306591887822032,
        "clique": [
            "4-Just last week  Pres",
            "1- For the second time",
            "3-2 55 p  m  In a stat"
        ],
        "median tf-idf score": 1.0196604207310225,
        "publications": [
            "New York Times",
            "New York Post",
            "Atlantic"
        ],
        "sentences": [
            "Just last week, President Obama was in Dallas for a memorial service, and on Sunday afternoon, he was at the White House, again addressing the nation after an assault on police officers.",
            "\"For the second time in two weeks, police officers who put their lives on the line for ours every day were doing their job when they were killed in a cowardly and reprehensible assault,\" President Obama said in an address hours later. \"These attacks . have to stop. ''",
            "2:55 p. m. In a statement, President Obama strongly condemned the shootings in Baton Rouge."
        ],
        "tf-idf score": [
            1.0196604207310225,
            1.1366678706236728,
            0.5827409545665145
        ]
    },
    "0.18905138681839184-3-1018": {
        "average clique similarity": 0.18905138681839184,
        "clique": [
            "1-Our community is hur",
            "3-The officers in Bato",
            "6-Our thoughts and pra"
        ],
        "median tf-idf score": 0.7637985227538667,
        "publications": [
            "New York Post",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "Our community is hurting. \" Baton Rouge has been shaken by protests since cops shot and killed Sterling, 37, outside a convenience store.",
            "The officers in Baton Rouge the officers in Dallas --  they were our fellow Americans, part of our community, part of our country, with people who loved and needed them, and who need us now --  all of us --  to be at our best.",
            "Our thoughts and prayers are with Baton Rouge Police."
        ],
        "tf-idf score": [
            0.7794856948740839,
            0.7637985227538667,
            0.6555348289008861
        ]
    },
    "0.1943532166453195-3-153": {
        "average clique similarity": 0.1943532166453195,
        "clique": [
            "6-Obama has been criti",
            "3-Obama has been repea",
            "2-President Barack Oba"
        ],
        "median tf-idf score": 0.7277991124218193,
        "publications": [
            "CNN",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "Obama has been criticized in the past for his statements about police, which some commentators and politicians have described as too critical of law enforcement. Last week, at a town hall meeting on race and policing, Obama was confronted by one such critic  --   Texas Lt. Gov.",
            "Obama has been repeatedly criticized by Republicans in recent weeks for what they see as a lack of leadership, but his statement was clear and unambiguous: We may not yet know the motives for this attack, but I want to be clear: there is no justification for violence against law enforcement. None.",
            "President Barack Obama on Sunday condemned the killings and all attacks on law enforcement. \"We as a nation have to be loud and clear that nothing justifies violence against law enforcement,\" Obama said, speaking from the White House press briefing room."
        ],
        "tf-idf score": [
            0.8395566328393331,
            0.7166402913600494,
            0.7277991124218193
        ]
    },
    "0.19460145611608268-3-286": {
        "average clique similarity": 0.19460145611608268,
        "clique": [
            "2- I thought my own st",
            "3-    Details about th",
            "4-It is also about a m"
        ],
        "median tf-idf score": 0.9590630488023957,
        "publications": [
            "Atlantic",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "\"I thought my own stuff I made my own decisions I'm the one who gotta listen to the judgment\". Police had been on alert, Since the shooting death of Sterling by Baton Rouge police, the department has worried about  threats against officers.",
            "--  Details about the shooting --  such as the motive for it --  at a convenience store near the Baton Rouge Police Department's headquarters, are still scarce.",
            "It is also about a mile from the Baton Rouge Police Department headquarters, where protesters had held numerous rallies since July 5, when the police here fatally shot Mr Sterling, after a confrontation in front of a convenience store."
        ],
        "tf-idf score": [
            1.1797989901818564,
            0.8839754718136441,
            0.9590630488023957
        ]
    },
    "0.19977930740291272-3-559": {
        "average clique similarity": 0.19977930740291272,
        "clique": [
            "3-The president has bl",
            "6- It has to stop   ",
            "4-Zero have been succe"
        ],
        "median tf-idf score": 0.12203558826739488,
        "publications": [
            "Washington Post",
            "New York Times",
            "Atlantic"
        ],
        "sentences": [
            "The president has blood on his hands and it will not be able to come washed off. \"",
            "\"It has to stop. \"",
            "Zero have been successful just over simply protesting. It doesn't  --   it has never worked and it never will. You got to fight back. That's the only way that a bully knows to quit. \""
        ],
        "tf-idf score": [
            0.12203558826739488,
            0.07888779308318328,
            0.1833698010369546
        ]
    },
    "0.19979639673803673-3-223": {
        "average clique similarity": 0.19979639673803673,
        "clique": [
            "5- We are working the ",
            "4- And it worked  I ai",
            "6- It sounded like a s"
        ],
        "median tf-idf score": 0.39820183188780295,
        "publications": [
            "NPR",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "\"We are working the investigation. It's going to take us in multiple directions. A lot of leads out there  --   we're following them,\" said Edmonson. The crime scene is \"very large,\" Edmonson said, and the investigation involves multiple agencies.",
            "\"And it worked. I ain't going out there if people are going to be out there trying to kill police. \"",
            "\"It sounded like a shootout. After many rounds, we started to hear sirens and saw a police car driving fast down Drusilla Lane and then we got out of there,\" she said. She added: \"I feel trapped in our own home. I can't take my kids out and I thought we would be safe here because we are close to a police station. \""
        ],
        "tf-idf score": [
            0.39820183188780295,
            0.36279774745687154,
            0.5960518453167979
        ]
    },
    "0.20048430902112047-3-802": {
        "average clique similarity": 0.20048430902112047,
        "clique": [
            "3-The nature of Sunday",
            "2-  CNN  A Missouri ma",
            "0-    When officers re"
        ],
        "median tf-idf score": 1.4691306453113069,
        "publications": [
            "Atlantic",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "The nature of Sunday's shooting is as yet unclear, but they also come just days after a sniper in Dallas targeted police officers during a protest rally in that city, killing five of them, 11:30 a. m.  A gunman reportedly shot multiple police officers in Baton Rouge, Louisiana, on Sunday.",
            " (CNN) A Missouri man ambushed and killed three law officers and wounded three others in Baton Rouge on Sunday during a time when police nationwide and in the Louisiana city in particular have been on high alert after five officers were killed in a Dallas ambush July 7.",
            "'   When officers responded, the gunfire began, as can be heard in   the amateur video below. After the incident, police said they   were using a robot to check for explosives in the area. ' '  ' \"   During a press conference in Baton Rouge,     officials stressed they wouldn't be answering questions because   of the ongoing nature of the investigation."
        ],
        "tf-idf score": [
            1.4691306453113069,
            1.4941792449428142,
            1.4009829585158238
        ]
    },
    "0.20095078875239372-3-1019": {
        "average clique similarity": 0.20095078875239372,
        "clique": [
            "6-While police offered",
            "3-The shootings began ",
            "4-Police officials sai"
        ],
        "median tf-idf score": 0.794904593489187,
        "publications": [
            "Washington Post",
            "Atlantic",
            "New York Times"
        ],
        "sentences": [
            "While police offered few immediate details about the exact origins of the incident, they say the violent incident unfolded early Sunday when officers responded to reports of a man carrying a rifle in an area filled with grocery stores and other businesses.",
            "The shootings began, he said, when officers responded to a report of an armed man wearing black near a convenience store.",
            "Police officials said the officers had responded to a call about a man carrying a gun."
        ],
        "tf-idf score": [
            0.8454921587392696,
            0.7299184740668068,
            0.794904593489187
        ]
    },
    "0.20562486808506883-3-120": {
        "average clique similarity": 0.20562486808506883,
        "clique": [
            "5-The suspect in Baton",
            "4-Chief Dabadie told r",
            "2-Police officers who "
        ],
        "median tf-idf score": 1.3559037254530628,
        "publications": [
            "NPR",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "The suspect in Baton Rouge was killed at the scene, and police have not formally announced a name  --   but a law enforcement official told NPR's Carrie Johnson that the deceased suspect is Gavin Eugene Long.",
            "Chief Dabadie told reporters at the time that the    had told the police \"that the reason the burglary was being done was to harm police officers. \"",
            "Police officers who responded to Sunday's shootings killed Long in a gunbattle after the other officers were ambushed, police sources told CNN The murder weapon was an   style   rifle, law enforcement sources told CNN Police have not officially released the names of the victims but one was identified by family members as Officer Montrell Jackson."
        ],
        "tf-idf score": [
            1.3559037254530628,
            0.8004535558298694,
            1.465596785315095
        ]
    },
    "0.2070218243335216-3-549": {
        "average clique similarity": 0.2070218243335216,
        "clique": [
            "4-A protest on Saturda",
            "3-The shooting comes l",
            "5-This comes less than"
        ],
        "median tf-idf score": 0.699676183864522,
        "publications": [
            "NPR",
            "New York Times",
            "Atlantic"
        ],
        "sentences": [
            "A protest on Saturday afternoon attracted fewer than a dozen people, who huddled on the side of the road under a tent to escape the blazing sun and flashed signs at passing cars. They were mostly white the protesters at large demonstrations shortly after Mr Sterling's death had been nearly all black.",
            "The shooting comes less than two weeks after Baton Rouge officers shot and killed Alton Sterling on July 5. Videos of his death prompted protests locally and nationwide.",
            "This comes less than two weeks after a gunman opened fire on police at a protest in Dallas, killing five officers."
        ],
        "tf-idf score": [
            0.39214895035262115,
            1.1288222832734898,
            0.699676183864522
        ]
    },
    "0.20764685176007225-3-986": {
        "average clique similarity": 0.20764685176007225,
        "clique": [
            "0-    Initially  polic",
            "4-Colonel Edmonson sai",
            "2-On Sunday  police re"
        ],
        "median tf-idf score": 0.8013428823559356,
        "publications": [
            "CNN",
            "Business Insider",
            "New York Times"
        ],
        "sentences": [
            "'   Initially, police received a call of \"a guy, carrying a rifle\"   walking near Airline Highway, according to a Louisiana state   police official. Law enforcement believes the suspect called 911   himself to lure police to the area, according to NBC''s Pete   Williams. '",
            "Colonel Edmonson said a call came in to police dispatch early Sunday reporting \"a guy carrying a weapon\" in the vicinity of the Hammond Aire Plaza shopping center on Airline Highway  --   a commercial thoroughfare dotted with carwashes, car dealerships and chain stores that cuts through a leafy residential neighborhood.",
            "On Sunday, police received a call of a \"suspicious person walking down Airline Highway with an assault rifle,\" a source with knowledge of the investigation told CNN  When police arrived, the shooting began."
        ],
        "tf-idf score": [
            0.8629237875530571,
            0.8013428823559356,
            0.7078542946091212
        ]
    },
    "0.20919827333978827-3-129": {
        "average clique similarity": 0.20919827333978827,
        "clique": [
            "5-He added that  our h",
            "3-Today  on the Lord s",
            "0- And until we come  "
        ],
        "median tf-idf score": 1.0487720427576026,
        "publications": [
            "Atlantic",
            "Business Insider",
            "NPR"
        ],
        "sentences": [
            "He added that \"our hearts go out to the families who are grieving,\" and \"this has happened far too often\". He urged Americans to focus on \"words and actions that can unite this country,\" and said \"we need to temper our words and open our hearts  --   all of us\". Baton Rouge Mayor Kip Holden spoke with WAFB in a phone interview: \"If this is not a defining moment for us to bridge the divide and come out with a unified voice, then I don't know what is\".",
            "Today, on the Lord's day, all of us stand united in prayer with the people of Baton Rouge, with the police officers who've been wounded, and with the grieving families of the fallen.",
            "\"And until we come   together as a nation, as a people, to heal as a people, if we   don''t do that, and this madness continues, we will surely   perish\". ' '   A few days earlier, police arrested people in connection with a   burglary believed to be part of a larger \"\" to attack officers in Baton Rouge. ' '   \"This is an unspeakable and unjustified attack on all of us at a   time when we need unity and healing."
        ],
        "tf-idf score": [
            0.9772916517989453,
            1.0487720427576026,
            1.2685272768412956
        ]
    },
    "0.21310753169017935-3-1019": {
        "average clique similarity": 0.21310753169017935,
        "clique": [
            "2- Attacks on police a",
            "4-The attack s motive ",
            "6- We have to do bette"
        ],
        "median tf-idf score": 0.976331829107925,
        "publications": [
            "CNN",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "\"Attacks on police are an attack on all of us and the rule of law that makes society possible\". In a written statement earlier in the day, Obama called the Baton Rough shootings a \"cowardly and reprehensible assault\".",
            "The attack's motive was unclear as of Sunday evening, leaving an anxious nation to wonder whether the anger over recent police shootings had prompted another act of retaliation against officers.",
            "\"We have to do better. An attack on one of us is an attack on all of us, and the people who carried out this act, the individuals, they do not represent the people of Baton Rouge, or the state of Louisiana. \""
        ],
        "tf-idf score": [
            0.976331829107925,
            1.0360928935232618,
            0.6515045295659647
        ]
    },
    "0.21400273549121365-3-1019": {
        "average clique similarity": 0.21400273549121365,
        "clique": [
            "5-In May  Louisiana pa",
            "3-The gunman  as we re",
            "4- We are going to get"
        ],
        "median tf-idf score": 0.3892567325081437,
        "publications": [
            "NPR",
            "Atlantic",
            "New York Times"
        ],
        "sentences": [
            "In May, Louisiana passed legislation that classified attacks on police officers as a hate crime. This will result in stricter penalties for offenders. The   \"blue lives law\" takes effect on Aug. 1, so it would not apply in this case. We'll update this story as we learn more. This is a developing story.",
            "The gunman, as we reported earlier this morning, has been identified as Gavin Long, a former Marine from Kansas City, Missouri.",
            "\"We are going to get through this as a family,\" he said, \"and we're going to get through this together. \""
        ],
        "tf-idf score": [
            0.811598602934331,
            0.3892567325081437,
            0.23965468140510426
        ]
    },
    "0.2144683040784743-3-1019": {
        "average clique similarity": 0.2144683040784743,
        "clique": [
            "3-They are Montrell Ja",
            "1-Gerald was a new rec",
            "2-Law officers Matthew"
        ],
        "median tf-idf score": 0.9213711650969831,
        "publications": [
            "Atlantic",
            "New York Post",
            "CNN"
        ],
        "sentences": [
            "They are Montrell Jackson, 32, a   veteran of the Baton Rouge Police Department Matthew Gerald, 41, who had been with the department for less than a year and Brad Garafola, 45, a East Baton Rouge Sheriff's deputy.",
            "Gerald was a new recruit, having joined the Baton Rouge Police Department in March.",
            "Law officers Matthew Gerald and Brad Garafola were also killed, according to sources close to the department. That was corroborated with social media posts."
        ],
        "tf-idf score": [
            0.9315890880539157,
            0.9213711650969831,
            0.7768895090910793
        ]
    },
    "0.21900817650027285-3-291": {
        "average clique similarity": 0.21900817650027285,
        "clique": [
            "3-At least two Baton R",
            "6-John Bel Edwards sai",
            "0-         Six law enf"
        ],
        "median tf-idf score": 1.352394752473044,
        "publications": [
            "Washington Post",
            "Business Insider",
            "Atlantic"
        ],
        "sentences": [
            "At least two Baton Rouge police officers are dead after the shooting, The Advocate reported, citing   officials.",
            "John Bel Edwards said he wished he had the words to describe his heartbreak after at least three police officers were killed and several injured in Baton Rouge on July 17. Authorities said the active shooter situation is over and one shooter is dead.",
            "'  ' '   Six law enforcement officers were shot in Baton Rouge Sunday   morning, and at least three are dead in what police called a   \"senseless\" incident and President Barack Obama dubbed a   \"cowardly and reprehensible assault\". '"
        ],
        "tf-idf score": [
            1.0606304563617348,
            1.3538222177782717,
            1.352394752473044
        ]
    },
    "0.21946250936909673-3-655": {
        "average clique similarity": 0.21946250936909673,
        "clique": [
            "6-During an afternoon ",
            "4-It was unclear wheth",
            "5-We don t know whethe"
        ],
        "median tf-idf score": 0.8489389596989083,
        "publications": [
            "Washington Post",
            "New York Times",
            "NPR"
        ],
        "sentences": [
            "During an afternoon briefing, authorities said the lone attacker was dead, though they still asked people to remain away from the area where the shooting occurred. Specific details about the shooting and the attacker remained unclear on Sunday, as officials did not say whether they believe the officers were specifically targeted or ambushed in some way.",
            "It was unclear whether the burglary was connected to Sunday's shooting.",
            "We don't know whether the killer set out to target police officers, or whether he gunned them down as they responded to a call,\" President Obama said in afternoon remarks. It's not clear whether the suspect acted alone."
        ],
        "tf-idf score": [
            1.1361083296179382,
            0.41607213427169565,
            0.8489389596989083
        ]
    },
    "0.22275386348441165-3-1019": {
        "average clique similarity": 0.22275386348441165,
        "clique": [
            "3-July 18 at 7 23 a  m",
            "0-    The final Baton ",
            "5-Col  Michael Edmonso"
        ],
        "median tf-idf score": 0.8506269722545005,
        "publications": [
            "Atlantic",
            "Business Insider",
            "NPR"
        ],
        "sentences": [
            "July 18 at 7:23 a. m. Louisiana State Police on Monday definitively identified the gunman as Gavin Long of Missouri. Multiple news reports say he is a former U S Marine from Kansas City, Missouri.",
            "'   The final Baton Rouge police officer involved in the incident   suffered    injuries, as well. ' ' as Gavin Eugene Long,   a black male from Kansas City, Missouri.",
            "Col. Michael Edmonson, the superintendent of the Louisiana State Police, provided this timeline of how the attack unfolded: We have only fragments of information about the suspected shooter, identified to NPR's Carrie Johnson as    Gavin Eugene Long from Kansas City."
        ],
        "tf-idf score": [
            0.8506269722545005,
            1.1846608181662432,
            0.8204380532280978
        ]
    },
    "0.23017303573243555-3-1019": {
        "average clique similarity": 0.23017303573243555,
        "clique": [
            "4-In one YouTube video",
            "0-    The killing was ",
            "2-Jackson had posted o"
        ],
        "median tf-idf score": 0.9166777947381417,
        "publications": [
            "New York Times",
            "Business Insider",
            "CNN"
        ],
        "sentences": [
            "In one YouTube video, titled, \"Protesting, Oppression and How to Deal with Bullies,\" the man discusses the killings of   men at the hands of police officers, including the July 5 death here of Alton B Sterling, and he advocates a bloody response instead of the protests that the deaths sparked.",
            "'   The killing was captured on cellphone video and circulated widely   on the internet and relations between police and the community   have remained tense. ' '   Demonstrators protesting police violence in Baton Rouge were   arrested in large numbers last week following the death of   Sterling.",
            "Jackson had posted on Facebook on July 8  how physically and emotionally drained he had been since protests had erupted in Baton Rouge after the July 5 killing of Alton Sterling by police."
        ],
        "tf-idf score": [
            0.9166777947381417,
            1.2278442563919438,
            0.898166604521433
        ]
    },
    "0.23124447441770152-4-1019": {
        "average clique similarity": 0.23124447441770152,
        "clique": [
            "5-Louisiana Gov  John ",
            "3-4 46 p  m  David W B",
            "4-John Bel Edwards of ",
            "0-Rest assured  every "
        ],
        "median tf-idf score": 0.667431326434024,
        "publications": [
            "NPR",
            "Atlantic",
            "New York Times",
            "Business Insider"
        ],
        "sentences": [
            "Louisiana Gov. John Bel Edwards described the incident as an \"unspeakable tragedy\". He said: \"These men, risking their lives to protect and serve this community . .. they are   everyday heroes\".",
            "4:46 p. m. David W Brown, who's covering the shooting in Baton Rouge for us, reports Louisiana Governor John Bel Edwards is meeting with state National Guard officials. La. National Guard generals were just escorted into a restricted area where Gov John Bel Edwards is waiting.",
            "John Bel Edwards of Louisiana said, \"The violence, the hatred just has to stop. \"",
            "Rest assured, every resource   available to the State of Louisiana will be used to ensure the   perpetrators are swiftly brought to justice,\" Louisiana Gov. John   Bel Edwards said in a statement. ' '  ' '   Obama, who was briefed on the situation as it   unfolded,    what he called a \"cowardly and reprehensible assault\" in a   statement. ' '   \"We may not yet know the motives for this attack, but I want to   be clear: There is no justification for violence against law   enforcement. None."
        ],
        "tf-idf score": [
            0.4746537061274052,
            0.8602089467406429,
            0.4284973255416756,
            1.1857546990114933
        ]
    },
    "0.24070648277652182-3-448": {
        "average clique similarity": 0.24070648277652182,
        "clique": [
            "3-Details about the sh",
            "6-Edmonson said Sunday",
            "1-The rampage began at"
        ],
        "median tf-idf score": 1.1122301978800853,
        "publications": [
            "Washington Post",
            "Atlantic",
            "New York Post"
        ],
        "sentences": [
            "Details about the shooting itself are scarce. Local news station WBRZ reported a man \"dressed in black with his face covered\" began shooting indiscriminately at about 9 a. m. local time at a convenience store near the police department headquarters.",
            "Edmonson said Sunday that officers were contacted about a man \"carrying a weapon, carrying a rifle\" at about 8:40 a. m. Police at a convenience store in the area saw the man, who was wearing all black, Edmonson said. Chaotic moments ensued.",
            "The rampage began at 8:40 a. m. about a mile from Baton Rouge police headquarters, when officers responding to a 911 call spotted a masked Long dressed all in black and carrying an assault rifle."
        ],
        "tf-idf score": [
            0.7313097673275362,
            1.205721936846244,
            1.1122301978800853
        ]
    },
    "0.24078272229293432-3-759": {
        "average clique similarity": 0.24078272229293432,
        "clique": [
            "1-In the wake of the c",
            "0-These attacks are th",
            "3-    The incident com"
        ],
        "median tf-idf score": 1.1701287708050574,
        "publications": [
            "Business Insider",
            "Atlantic",
            "New York Post"
        ],
        "sentences": [
            "In the wake of the controversial fatal shooting of black Baton Rouge resident Alton Sterling by cops on July 5, Long posted at least three clips about oppression and protests.",
            "These attacks are the work of cowards who   speak for no one,\" the statement read. ' \"   The officers' deaths come less than two weeks after    during protests following the   fatal shooting of    a    black man, outside a convenience   store in Baton Rouge. \"",
            "--  The incident comes less than two weeks after Alton Sterling's shooting death by Baton Rouge police officers on July 5, sparking both local and national protests."
        ],
        "tf-idf score": [
            0.8998274171955052,
            1.1701287708050574,
            1.2859279210283587
        ]
    },
    "0.24273683004820454-3-1019": {
        "average clique similarity": 0.24273683004820454,
        "clique": [
            "5-The Louisiana State ",
            "3-They say stay home  ",
            "1-The dead included tw"
        ],
        "median tf-idf score": 1.102498820107093,
        "publications": [
            "NPR",
            "Atlantic",
            "New York Post"
        ],
        "sentences": [
            "The Louisiana State Police is taking the lead, he said, working closely with the sheriff's office, the Baton Rouge Police Department, and federal partners.",
            "They say stay home. Stay off the streets. Here's a tweet from The Advocate newspaper, citing the Baton Rouge Police Department: Along with police officers, Sheriff's Office deputies may be among those shot in Baton Rouge, BRPD spokesman says.",
            "The dead included two Baton Rouge police officers and one East Baton Rouge Parish sheriff's deputy, according to Sheriff Sid Gautreaux."
        ],
        "tf-idf score": [
            1.102498820107093,
            1.154598982352876,
            1.0804052994444742
        ]
    },
    "0.24301312241250847-4-242": {
        "average clique similarity": 0.24301312241250847,
        "clique": [
            "6-A day after Sterling",
            "1-Among the officers h",
            "3-He said he believed ",
            "4-The night after the "
        ],
        "median tf-idf score": 0.8063688098619652,
        "publications": [
            "New York Post",
            "Washington Post",
            "New York Times",
            "Atlantic"
        ],
        "sentences": [
            "A day after Sterling was killed, a Minnesota man was fatally shot during a traffic stop, and the following day the gunman in Dallas killed five officers and wounded nine others.",
            "Among the officers he killed was Montrell Jackson, a    black man who had just become a father.",
            "He said he believed the suspect who was shot and killed was the man who shot the officers.",
            "The night after the police shooting of Mr Sterling, who was selling CDs outside a convenience store here, a black man was killed by the police during a traffic stop in a St. Paul suburb."
        ],
        "tf-idf score": [
            0.8066827438895559,
            0.6166538460742765,
            0.8060548758343746,
            0.9241299813946466
        ]
    },
    "0.2461636145933236-3-569": {
        "average clique similarity": 0.2461636145933236,
        "clique": [
            "6- Cleveland police un",
            "3-Steve Loomis  the pr",
            "4-Stephen Loomis  the "
        ],
        "median tf-idf score": 0.6316000595136617,
        "publications": [
            "Atlantic",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "[Cleveland police union calls for ban on open carry as fears of violence mount ahead of GOP convention]   Sterling's aunt on Sunday decried the killing, pleading against any more violence in a television interview.",
            "Steve Loomis, the president of the Cleveland Police Patrolmen's Association, said that he would ask Ohio's Governor John Kasich to suspend the open carry of firearms in Cleveland's Cuyahoga County during the convention, Fox 8 reported.",
            "Stephen Loomis, the president of the Cleveland Police Patrolmen's Association, has urged people not to bring their guns anywhere near Cleveland's downtown during the convention because officers are in a \"heightened state. \""
        ],
        "tf-idf score": [
            0.5355327690105962,
            0.6316000595136617,
            0.7686347202713033
        ]
    },
    "0.24864240032848745-4-1019": {
        "average clique similarity": 0.24864240032848745,
        "clique": [
            "6-John Bel Edwards  D ",
            "2-At an afternoon news",
            "1-They right no wrongs",
            "3- BatonRouge  Officia"
        ],
        "median tf-idf score": 0.733979219764302,
        "publications": [
            "Washington Post",
            "CNN",
            "New York Post",
            "Atlantic"
        ],
        "sentences": [
            "John Bel Edwards (D) said at the same news conference.",
            "At an afternoon news conference, local and state authorities, including Louisiana Gov. John Bel Edwards, said Long was thought to be the lone gunman.",
            "They right no wrongs. They advance no causes. \" Louisiana Gov. John Bel Edwards called the attack \"unjustifiable,\" during a press conference with local and state law enforcement, saying there has to be a nationwide truce.",
            "#BatonRouge, Officials refused to answer whether guard is being mobilized. #BatonRouge, 4:12 p. m. Louisiana Governor Mike Bel Edwards and a group of state and local   officials are holding a press conference in Baton Rouge on Sunday's shooting."
        ],
        "tf-idf score": [
            0.2892245590435038,
            0.8569193078940183,
            0.6110391316345859,
            0.9226992478970567
        ]
    },
    "0.2497016550078837-3-606": {
        "average clique similarity": 0.2497016550078837,
        "clique": [
            "4-Mark Clements  who l",
            "6- Reuters    Mark Cle",
            "5-He gave his life for"
        ],
        "median tf-idf score": 0.56978333281488,
        "publications": [
            "New York Times",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Mark Clements, who lives near the shopping center, said in a telephone interview that he was in his backyard when he heard shots ring out.",
            "(Reuters)   Mark Clements, who lives two blocks behind the nearby Hammond Aire shopping plaza, said he heard 10 to 12 gunshots coming from that direction around 8:40 a. m. He was letting his dogs out in his backyard when he heard the gunfire, followed by sirens and helicopters.",
            "He gave his life for his community,\" Pitts said. \"He was everything to me\". On All Things Considered, Pitts said his brother loved his job and \"just wanted to do good in his community\"."
        ],
        "tf-idf score": [
            0.56978333281488,
            0.5924549758683797,
            0.5412428587105494
        ]
    },
    "0.25218650654203634-3-187": {
        "average clique similarity": 0.25218650654203634,
        "clique": [
            "5- He didn t deserve t",
            "6- Please pray for us ",
            "1-He added that a    s"
        ],
        "median tf-idf score": 0.3789727371439005,
        "publications": [
            "Washington Post",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "\"He didn't deserve this. He always helped everybody\". One of the wounded deputies remains in critical condition, according to East Baton Rouge Sheriff Sid Gautreaux. He is \"fighting for his life as we speak, a  \" Gautreaux said.",
            "\"Please pray for us,\" he said. When asked if he would be able to speak more about the incident later, he said, \"I'm not sure.",
            "He added that a    sheriff's deputy was \"fighting for his life as we speak. \""
        ],
        "tf-idf score": [
            0.8899648884071876,
            0.28012946808915806,
            0.3789727371439005
        ]
    },
    "0.2534745666526705-3-25": {
        "average clique similarity": 0.2534745666526705,
        "clique": [
            "6-The attacker in Bato",
            "4-On Sunday afternoon ",
            "5-Brad Garafola  a    "
        ],
        "median tf-idf score": 1.399038673334416,
        "publications": [
            "New York Times",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "The attacker in Baton Rouge was identified Sunday afternoon as Gavin Long, according to two law enforcement officials familiar with the investigation.",
            "On Sunday afternoon, officials said that two of the slain officers were Baton Rouge city police officers, and that the third was from the Sheriff's Office.",
            "Brad Garafola, a    deputy with the East Baton Rouge Parish Sheriff's Office, has been identified as the third police officer killed in the shooting, according to The Associated Press among other media outlets."
        ],
        "tf-idf score": [
            1.0649311435348152,
            1.5222559244265064,
            1.399038673334416
        ]
    },
    "0.2553878763003979-3-269": {
        "average clique similarity": 0.2553878763003979,
        "clique": [
            "4-Got a city officer d",
            "1-Police said Long con",
            "6-At 8 46  Edmonson sa"
        ],
        "median tf-idf score": 0.8224227139047356,
        "publications": [
            "New York Post",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "Got a city officer down. \" Around 8:48 a. m. officers fired at the suspect, killing him, Colonel Edmonson said.",
            "Police said Long continued to shoot at cops as he ran down the road to the   gas station, before officers felled him.",
            "At 8:46, Edmonson said the suspect was reported near a car wash next to a convenience store. At 8:48 a. m. as emergency personnel began staging to treat the wounded, officers engaged the suspect and brought him down, Edmonson said."
        ],
        "tf-idf score": [
            0.5820963379873763,
            0.8342824010750666,
            0.8224227139047356
        ]
    },
    "0.2558772245322323-3-1019": {
        "average clique similarity": 0.2558772245322323,
        "clique": [
            "3-There has been no of",
            "6- With God s help  we",
            "5- We re going to get "
        ],
        "median tf-idf score": 0.28046456819254256,
        "publications": [
            "Atlantic",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "There has been no official word on the number of people killed. We'll verify the accounts we're getting before posting them here.",
            "\"With God's help, we will get through this,\" he continued. To me, this is not so much about gun control as it is about what's in men's hearts, and until we come together as a nation, as a people, to heal, as a people, if we don't do that, and this madness continues, we will surely perish as a people. \"",
            "\"We're going to get through this, and we're going to get through this together,\" Baton Rouge Police Chief Carl Dabadie told reporters, visibly emotional. \"This is not going to tarnish this city or this department. We're going to move forward\"."
        ],
        "tf-idf score": [
            0.28046456819254256,
            0.210274719137362,
            0.8328229340536432
        ]
    },
    "0.25702500349520896-3-183": {
        "average clique similarity": 0.25702500349520896,
        "clique": [
            "5-At the afternoon pre",
            "0-    A Louisiana stat",
            "6-Col  Michael D Edmon"
        ],
        "median tf-idf score": 1.2302175536243356,
        "publications": [
            "Washington Post",
            "NPR",
            "Business Insider"
        ],
        "sentences": [
            "At the afternoon press conference, Edmonson said repeatedly that there is no current active shooter situation in Baton Rouge. \"We do believe, based on the situation that we have  --   and again, this is ongoing  --   we believe that the person who shot and killed our officers, that he is the person that was shot and killed at the scene\".",
            "'   A Louisiana state police official said the gunman   responsible died at the scene. ' '   \"This is not an   scenario,\" he said during an   afternoon press conference. '",
            "Col. Michael D Edmonson of the Louisiana State Police, the agency taking the lead on the investigation, stressed Sunday afternoon that there was no active shooting situation and that police had killed the armed attacker, who died during a shootout with officers."
        ],
        "tf-idf score": [
            1.30595055851958,
            0.7700128853781519,
            1.2302175536243356
        ]
    },
    "0.2578328805568151-3-904": {
        "average clique similarity": 0.2578328805568151,
        "clique": [
            "3-Long was killed in t",
            "2-Long  who was   was ",
            "0-He appears to have  "
        ],
        "median tf-idf score": 0.6202512807883147,
        "publications": [
            "Business Insider",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "Long was killed in the   with police.",
            "Long, who was   was a former Marine who spent time in Iraq and was discharged at the rank of sergeant in 2010, according to the U S military.",
            "He appears to have   attacked police on his 29th birthday. Long was an   who   served seven months in Iraq and was a data specialist, according   to CNN He was divorced in 2011. '"
        ],
        "tf-idf score": [
            0.6202512807883147,
            0.4510139982459503,
            0.7567596815798122
        ]
    },
    "0.2587950862100964-3-343": {
        "average clique similarity": 0.2587950862100964,
        "clique": [
            "5-Of those killed  two",
            "3-The Kansas City Star",
            "2-On Sunday  a man ide"
        ],
        "median tf-idf score": 1.253668393494155,
        "publications": [
            "CNN",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "Of those killed, two were Baton Rouge city police officers and one was a sheriff's deputy.",
            "The Kansas City Star has more details about Long, including on the his high school years. Authorities have identified those officers who were shot on Sunday.",
            "On Sunday, a man identified as Gavin Long of Kansas City went on a shooting rampage on his 29th birthday that left two police officers and a sheriff's deputy dead, police sources said."
        ],
        "tf-idf score": [
            1.253668393494155,
            0.6677951510865007,
            1.2722473024166567
        ]
    },
    "0.259436951996202-3-616": {
        "average clique similarity": 0.259436951996202,
        "clique": [
            "4-The police said a   ",
            "5-Earlier this month  ",
            "3-11 46 a  m  Baton Ro"
        ],
        "median tf-idf score": 1.4470860302265776,
        "publications": [
            "New York Times",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "The police said a    was arrested this month after running from a burglary of the Cash American Pawn Shop in Baton Rouge.",
            "Earlier this month, a man named Alton Sterling was shot dead by police officers in Baton Rouge, and video of the shooting led to days of protests in the city.",
            "11:46 a. m. Baton Rouge has been the scene of massive protests --  some of them violent --  following the killing earlier this month of Alton Sterling, a    black man whose killing by a police officer was captured on video."
        ],
        "tf-idf score": [
            1.106179681934008,
            1.526947366280622,
            1.4470860302265776
        ]
    },
    "0.2664308208595395-3-1019": {
        "average clique similarity": 0.2664308208595395,
        "clique": [
            "3-Mike Edmonson  the s",
            "1- By 8 45  officers w",
            "4-Officials initially "
        ],
        "median tf-idf score": 0.9910872662923517,
        "publications": [
            "Atlantic",
            "New York Post",
            "New York Times"
        ],
        "sentences": [
            "Mike Edmonson, the superintendent of the Louisiana State Police, said there is no   scenario in Baton Rouge.",
            "\"By 8:45, officers were down,\" said Louisiana State Police Col. Mike Edmonson.",
            "Officials initially believed that other people might have been involved in the attack, but the superintendent of the Louisiana State Police, Col. Michael D Edmonson, said at a news conference that it was the act of a lone gunman."
        ],
        "tf-idf score": [
            0.9910872662923517,
            0.8213692391148875,
            1.1262852061097934
        ]
    },
    "0.26692453032022495-3-275": {
        "average clique similarity": 0.26692453032022495,
        "clique": [
            "6-The two Baton Rouge ",
            "1-The new father had b",
            "5-Dabadie told reporte"
        ],
        "median tf-idf score": 1.161913198600175,
        "publications": [
            "Washington Post",
            "New York Post",
            "NPR"
        ],
        "sentences": [
            "The two Baton Rouge police officers killed were a    with just under a year of service and a    with 10 years of service, while a    officer was shot and wounded, said Carl Dabadie Jr the Baton Rouge police chief. \"We're grieving as a law enforcement community,\" Gautreaux said.",
            "The new father had been on the Baton Rouge Police Department for 10 years and \"loved his job,\" a friend, Darnell Murdock,  One of Jackson's cousins, who goes by @RealDruBankz on Twitter, wrote that the killed cop had a newborn son. \"Dude just had a baby a couple months ago! !\"",
            "Dabadie told reporters about the two officers from the Baton Rouge Police Department killed in the line of duty: \"One is 41 years old and has just under a year of service. The other is 32 years old, with 10 years of service\"."
        ],
        "tf-idf score": [
            1.6747823331593272,
            1.0102804187064833,
            1.161913198600175
        ]
    },
    "0.288010108303278-3-853": {
        "average clique similarity": 0.288010108303278,
        "clique": [
            "1-Describing Sunday s ",
            "3-Loomis also went on ",
            "6- For the second time"
        ],
        "median tf-idf score": 0.9146952799014967,
        "publications": [
            "Atlantic",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "Describing Sunday's shooting and the sniper assault in Dallas, Obama said, \"These are attacks on public servants, on the rule of law, and on civilized society . These attacks are the work of cowards who speak for no one.",
            "Loomis also went on Fox on Sunday to assign blame for the shootings in Baton Rouge, even before a suspect has been identified. \"The president of the Untied States validated a false narrative and the nonsense that Black Lives Matter and the Media are pressing out to the public   ...",
            "\"For the second time in two weeks, police officers who put their lives on the line for ours every day were doing their job when they were killed in a cowardly and reprehensible assault. These are attacks on public servants, on the rule of law, and on civilized society, and they have to stop. \""
        ],
        "tf-idf score": [
            0.7118934072821703,
            0.9146952799014967,
            0.9863225755156207
        ]
    },
    "0.2914709733538287-3-1019": {
        "average clique similarity": 0.2914709733538287,
        "clique": [
            "4-One city police offi",
            "3-12 08 p  m  Two poli",
            "2-Another wounded depu"
        ],
        "median tf-idf score": 0.8831371308631252,
        "publications": [
            "New York Times",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "One city police officer and two sheriff's deputies were wounded, including one who was in critical condition.",
            "12:08 p. m. Two police officers and one sheriff's deputy have been killed, the Baton Rouge Mayor's Office says.",
            "Another wounded deputy and police officer have    wounds, law officers said."
        ],
        "tf-idf score": [
            0.8831371308631252,
            1.0921165493304292,
            0.8007658421768
        ]
    },
    "0.2990677761763985-3-400": {
        "average clique similarity": 0.2990677761763985,
        "clique": [
            "4-The police in Baton ",
            "2-Louisiana State Poli",
            "6-In Baton Rouge  poli"
        ],
        "median tf-idf score": 1.0789335821657524,
        "publications": [
            "New York Times",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "The police in Baton Rouge had in recent days announced that they were investigating a plot by four people to target police officers, and they cited the threat to explain why their presence at local protests, which had been light at first, had grown heavy.",
            "Louisiana State Police announced last week that they had received threats of plots against Baton Rouge police.",
            "In Baton Rouge, police said earlier this week that they responded in that way to protests because they had received a threat to law enforcement officials in the city."
        ],
        "tf-idf score": [
            1.0789335821657524,
            0.8337313455206061,
            1.1980701595423022
        ]
    },
    "0.31627159193189697-3-1019": {
        "average clique similarity": 0.31627159193189697,
        "clique": [
            "6-Dan Patrick  R  who ",
            "3- Attacks on police a",
            "5-In remarks this afte"
        ],
        "median tf-idf score": 0.8191182693962853,
        "publications": [
            "Washington Post",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "Dan Patrick (R) who has called Obama's rhetoric on the issue \"divisive. Obama rejected the suggestion that he had not been supportive enough of police and said he has been \"unequivocal in condemning any rhetoric directed at police officers. \"",
            "\"Attacks on police are attacks on all of us and the rule of law that makes society possible,\" he said. He also urged people avoid making \"careless accusations\" about the incident and to resist \"overheated\" political rhetoric, especially ahead of the Republican and Democratic national conventions over the next two weeks.",
            "In remarks this afternoon, Obama said, \"attacks on police are attacks on all of us and the rule of law that makes society possible\"."
        ],
        "tf-idf score": [
            0.8191182693962853,
            0.8476264419613535,
            0.7081811426952386
        ]
    },
    "0.32564731971775146-3-689": {
        "average clique similarity": 0.32564731971775146,
        "clique": [
            "1-As the nation reels ",
            "3-In one video  posted",
            "4-They also sought to "
        ],
        "median tf-idf score": 1.0773310998249332,
        "publications": [
            "Atlantic",
            "New York Times",
            "New York Post"
        ],
        "sentences": [
            "As the nation reels from the murder of five Dallas cops and the deaths of two black men at the hands of police  --   including one in Baton Rouge  --    on Sunday, killing three, authorities said.",
            "In one video, posted on YouTube, the man promotes violence as a response to the deaths of young black men at the hands of the police.",
            "They also sought to calm the tensions that welled up this month over the killings of black men by the police and the retaliatory violence directed at officers, including the July 7 killings of five officers in Dallas, carried out by a black man who said he wanted to kill white police officers."
        ],
        "tf-idf score": [
            1.1935681834261962,
            0.5486934939342142,
            1.0773310998249332
        ]
    },
    "0.3302446420514162-3-1019": {
        "average clique similarity": 0.3302446420514162,
        "clique": [
            "6-Two of the officers ",
            "0-Two of those killed ",
            "3-One of the Baton Rou"
        ],
        "median tf-idf score": 1.23376349773582,
        "publications": [
            "Washington Post",
            "Business Insider",
            "Atlantic"
        ],
        "sentences": [
            "Two of the officers fatally shot were with the Baton Rouge police force, while the third was part of the East Baton Rouge Sheriff's Office.",
            "Two of those killed were from the Baton Rouge   PD, while one was an East Baton Rouge sheriff's deputy. \"",
            "One of the Baton Rouge Police officers killed Sunday was 41 years old the other was 32."
        ],
        "tf-idf score": [
            1.23376349773582,
            0.7749491828283869,
            1.2428524958515976
        ]
    },
    "0.33795403686870273-3-1019": {
        "average clique similarity": 0.33795403686870273,
        "clique": [
            "6-President Obama call",
            "3-Edmonson also confir",
            "4-     A gunman fatall"
        ],
        "median tf-idf score": 0.888329128616028,
        "publications": [
            "Washington Post",
            "Atlantic",
            "New York Times"
        ],
        "sentences": [
            "President Obama called for unity nationwide following a July 17 shooting in Baton Rouge that left three police officers dead and three others injured.",
            "Edmonson also confirmed three officers had died and three were injured.",
            "--   A gunman fatally shot three law enforcement officers and wounded three others here on Sunday before being killed in a shootout with the police."
        ],
        "tf-idf score": [
            1.1849727786578517,
            0.2747791192261731,
            0.888329128616028
        ]
    },
    "0.34068280745535046-3-743": {
        "average clique similarity": 0.34068280745535046,
        "clique": [
            "2-In YouTube videos po",
            "4- One hundred percent",
            "1-He could also be see"
        ],
        "median tf-idf score": 0.4887591453133152,
        "publications": [
            "CNN",
            "New York Post",
            "New York Times"
        ],
        "sentences": [
            "In YouTube videos posted July 8 and 10, reviewed by CNN, Long, using the name \"Cosmo,\" spoke about the need for \"fighting back\" and what people should say about him \"if anything happened to me\". In the July 10 video, recorded, he said, in Dallas, he says, \"Zero have been successful just over simple protesting\". \"You gotta fight back,\" he says on the video.",
            "\"One hundred percent of revolutions, of victims fighting their oppressors,\" he said, \"have been successful through fighting back, through bloodshed.",
            "He could also be seen cruising around the Louisiana city just days before his rampage. \"Let's just go with the numbers, Let's go with the history,\" he says in an ominous clip posted July 10. \"One hundred percent of revolutions . have been successful through fighting back, through bloodshed. Zero have been successful over simply protesting . We know what its gonna take. It's only fighting back or money, that's all they care about. Revenue or blood ."
        ],
        "tf-idf score": [
            0.7195206950924464,
            0.26397566115707116,
            0.4887591453133152
        ]
    },
    "0.35460410508393797-3-1019": {
        "average clique similarity": 0.35460410508393797,
        "clique": [
            "6-Authorities are expl",
            "3-Long was black and S",
            "4-Sunday was the man s"
        ],
        "median tf-idf score": 0.5823285097786172,
        "publications": [
            "Washington Post",
            "Atlantic",
            "New York Times"
        ],
        "sentences": [
            "Authorities are exploring whether more than one person may have played a role in the incident, according to both officials, who asked not to be identified discussing an ongoing investigation. Sunday was long's 29th birthday, according to one official.",
            "Long was black and Sunday, the day of the shooting, was his 29th birthday.",
            "Sunday was the man's 29th birthday."
        ],
        "tf-idf score": [
            0.6245314886248372,
            0.5823285097786172,
            0.34039467324983985
        ]
    },
    "0.3709087084683815-4-486": {
        "average clique similarity": 0.3709087084683815,
        "clique": [
            "3-3 25 p  m  In a stat",
            "0-In addition to local",
            "5-Likewise  Attorney G",
            "6-Agents for the FBI a"
        ],
        "median tf-idf score": 0.5151716557641997,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Business Insider",
            "NPR"
        ],
        "sentences": [
            "3:25 p. m. In a statement, Attorney General Loretta Lynch said agents from the FBI and the Bureau of Alcohol, Tobacco, Firearms, and Explosives were on the scene.",
            "In addition to local   and state law enforcement, the ATF, FBI, and the United States'   Marshals Service are currently assisting the investigation, US   Attorney General Loretta Lynch said. \" '   \"To me this is not so much about gun control, as it is about   what''s in men''s hearts,\" Gautreaux said.",
            "Likewise, Attorney General Loretta Lynch said in a statement that the Department of Justice will provide \"victim services and federal funding support\".",
            "Agents for the FBI and the Bureau of Alcohol, Tobacco, Firearms and Explosives were on the scene in Baton Rouge responding to the shooting, according to Attorney General Loretta E Lynch."
        ],
        "tf-idf score": [
            0.33409634444737424,
            0.6450418537175788,
            0.3916578434225912,
            0.6386854681058082
        ]
    },
    "0.3755782786447245-5-1019": {
        "average clique similarity": 0.3755782786447245,
        "clique": [
            "5-Three law enforcemen",
            "0-    Three of the off",
            "4-State and local offi",
            "6-       Three police ",
            "3-What we know on Mond"
        ],
        "median tf-idf score": 1.0955215677839025,
        "publications": [
            "NPR",
            "Business Insider",
            "New York Times",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "Three law enforcement officers were killed and three others were injured in Baton Rouge, La. when a suspect fired on officers outside a convenience store.",
            "\"   Three of the officers shot were members of the Baton Rouge   Police Department, and three were East Baton Rouge Parish   sheriff's deputies.",
            "State and local officials speaking at a news conference here on Sunday afternoon did not address whether the law enforcement officers who were killed and wounded  --   three members of the Baton Rouge Police Department and three deputies from the East Baton Rouge Parish Sheriff's Office  --   had been lured to the scene.",
            "       Three police officers were killed and three others injured in a shooting Sunday morning in Baton Rouge, authorities said.",
            "What we know on Monday:  --  Louisiana State Police have identified the gunman who on Sunday killed three officers and wounded three others as Gavin Long of Missouri."
        ],
        "tf-idf score": [
            0.9251275133170281,
            1.0955215677839025,
            1.6403928602646143,
            1.3428690038176494,
            0.9722106644649571
        ]
    },
    "0.3874458966137482-3-1019": {
        "average clique similarity": 0.3874458966137482,
        "clique": [
            "6-Another deputy was i",
            "1- The hatred just has",
            "3- It s unjustified  i"
        ],
        "median tf-idf score": 0.534319303082601,
        "publications": [
            "Washington Post",
            "New York Post",
            "Atlantic"
        ],
        "sentences": [
            "Another deputy was in critical condition after the shooting, Edmonson said at a briefing. \"The violence, the hatred, just has to stop,\" Louisiana Gov.",
            "\"The hatred just has to stop,\" he said. \"We have to do better.",
            "\"It's unjustified, it's unjustifiable,\" Bel Edwards said. \"The hatred just has to stop. \" State officials offered no details on the dead shooter's identity or his possible motive."
        ],
        "tf-idf score": [
            0.789994467659531,
            0.278036054227903,
            0.534319303082601
        ]
    },
    "0.3946461203227999-4-1019": {
        "average clique similarity": 0.3946461203227999,
        "clique": [
            "0-  the policemen kill",
            "2-The gunman also crit",
            "3-The sheriff s deputy",
            "6-And I know whenever "
        ],
        "median tf-idf score": 0.9853216901578943,
        "publications": [
            "Business Insider",
            "CNN",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "' the policemen killed were identified   as: ' '   Of the East Baton Rouge sheriff''s deputies, one is critical   condition, \"fighting for his life,\" Sheriff Sid J Gautreaux   said. Another suffered    injuries. '",
            "The gunman also critically wounded a  deputy who is \"fighting for his life,\" said East Baton Rouge Parish Sheriff Sid Gautreaux.",
            "The sheriff's deputy who was killed was 44 years old, Sid Gautreaux, the East Baton Rouge sheriff, said.",
            "And I know whenever this happens, wherever this happens, you feel it. \" [In May, Louisiana became the first state to make it a hate crime to target police]   East Baton Rouge Parish Sheriff Sid J Gautreaux III said one of his deputies was slain  --   a     --   and two were wounded  --   a    and a   . The    he said, was in critical condition."
        ],
        "tf-idf score": [
            0.9340091335482333,
            0.8508258229765884,
            1.0366342467675553,
            1.4300856401559034
        ]
    },
    "0.5458166730786508-3-58": {
        "average clique similarity": 0.5458166730786508,
        "clique": [
            "3-Here s The New York ",
            "5-He was deployed to I",
            "4-According to militar"
        ],
        "median tf-idf score": 0.5542548467822237,
        "publications": [
            "Atlantic",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "Here's The New York Times: According to military records released by the Marine Corps, Mr Long served as a data network specialist and was a sergeant when he left the Marines in 2010.",
            "He was deployed to Iraq for six months in   and entered the service in Kansas City, Mo. Long is identified by the Marine Corps as a \"Data Network Specialist\" and was also stationed in California and Japan.",
            "According to military records released by the Marine Corps, Mr Long served as a data network specialist and was a sergeant when he left the Marines in 2010."
        ],
        "tf-idf score": [
            0.5605708512259745,
            0.5542548467822237,
            0.4962338133097285
        ]
    }
}