{
    "0.13045608575895765-3-780": {
        "average clique similarity": 0.13045608575895765,
        "clique": [
            "1-It s like if Hillary",
            "4-There has never been",
            "3-In the hours before "
        ],
        "median tf-idf score": 0.6089688105736577,
        "publications": [
            "Vox",
            "National Review",
            "CNN"
        ],
        "sentences": [
            "It's like if Hillary Clinton got to personally set the agenda for the debate, except the agenda was set by Trump's own recently revealed actions.",
            "There has never been anything like it. \" Raddatz attempted to follow up with her own question about the   but Clinton cut her off.",
            "In the hours before the debate, he gathered four women who claim they'd been victims of either Hillary Clinton's husband or her to exploit their pain for his own personal gain. Clinton, on the other hand, suffered a significant, if overshadowed, leak about her previously private speeches."
        ],
        "tf-idf score": [
            1.1599692057304245,
            0.4575588486990013,
            0.6089688105736577
        ]
    },
    "0.13286028640439865-3-907": {
        "average clique similarity": 0.13286028640439865,
        "clique": [
            "1- It s funny  she wen",
            "4-But Trump also effec",
            "0-Trump had been criti"
        ],
        "median tf-idf score": 0.7396301133434989,
        "publications": [
            "Buzzfeed News",
            "National Review",
            "Vox"
        ],
        "sentences": [
            "\"It's funny, she went over a minute over and you don't stop her. When I go one second over  ...    \" he whined later on. Raddatz snapped back clearly: \"You have had many answers\". It's really hard to have that kind of resolve when a major candidate for president is yelling at you on national television.",
            "But Trump also effectively continued to cast Clinton as a relic of America's failed political system, questioning why, if she had so many lofty aspirations, she had failed to accomplish any of them in three decades of public life. At one point, when Clinton explained that she had long wanted to eliminate carried interest from the tax code, he interrupted her: \"Then why didn't you do it?\"",
            "Trump had been criticizing Clinton over the State Department emails she stored on a private server."
        ],
        "tf-idf score": [
            0.32706073110822115,
            0.8533629970711457,
            0.7396301133434989
        ]
    },
    "0.1357903165743845-3-858": {
        "average clique similarity": 0.1357903165743845,
        "clique": [
            "2-They are trying to f",
            "3-Clinton found her rh",
            "0- Because they want t"
        ],
        "median tf-idf score": 0.9565318968248894,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "They are trying to figure out a way to dig out of this mess,\" Mook said, noting that the race is between Trump and Hillary Clinton, not Bill Clinton.",
            "Clinton found her rhetorical footing answering questions about rising Islamophobia that Trump's calls for bans on Muslims have greatly contributed to. Clinton offered a nuanced vision of American society that included Muslim Americans and differentiated between religious extremists who advocate terror and ordinary Americans who happen to practice the Islamic faith. Ultimately, this second debate, which featured no opening handshake between two candidates who apparently despise one another, illustrated more than just the polarizing nature of contemporary American politics.",
            "\"Because they want to create a war between us. \" Trump also said \"people are coming into our country like we have no idea who they are,\" and called immigration \"the great Trojan horse of all time. \""
        ],
        "tf-idf score": [
            0.9565318968248894,
            1.1282811726861879,
            0.8992184397575448
        ]
    },
    "0.13709332850987624-3-512": {
        "average clique similarity": 0.13709332850987624,
        "clique": [
            "0-  This thing was  ri",
            "1-This is not ambiguou",
            "4-When   Anderson Coop"
        ],
        "median tf-idf score": 0.5025991076055636,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "National Review"
        ],
        "sentences": [
            "' This thing was  right from the get go, when Bill Clinton and Melania Trump had the most   handshake. Watch it here:' ' Then the candidates came out and did not shake hands.'",
            "This is not ambiguous. And yet it got no censure from the moderators.",
            "When   Anderson Cooper and Martha Raddatz introduced the two candidates, they entered from opposite wings of the auditorium and approached one another, only to stop abruptly and stand several feet apart. They nodded and sized each other up. But there would be no handshake  --   an apparent first in the modern history of presidential debates, yet not remotely surprising given the events leading up to 8 p. m. Central Time."
        ],
        "tf-idf score": [
            0.9899609749382184,
            0.05527839242308617,
            0.5025991076055636
        ]
    },
    "0.13768555323987625-3-106": {
        "average clique similarity": 0.13768555323987625,
        "clique": [
            "3-Errol Louis  Trump s",
            "1-But fundamentally  t",
            "2- In an unprecedented"
        ],
        "median tf-idf score": 1.098654344490826,
        "publications": [
            "CNN",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "Errol Louis: Trump's shocking threat, Donald Trump, with his campaign on the ropes, came out swinging.",
            "But fundamentally, this was a debate that spent much if not most of its running time focused on two themes: a) Donald Trump is a lecherous, potentially abusive threat to women, and b) Donald Trump is a skeevy tax evader. Neither of those are good looks for him.",
            " In an unprecedented threat during a presidential debate, Donald Trump promised that  --   if he was elected  --   he would instruct the Justice Department to investigate his rival, Democrat Hillary Clinton."
        ],
        "tf-idf score": [
            0.6178342568183667,
            1.098654344490826,
            1.2056434535698737
        ]
    },
    "0.14134472970123102-3-41": {
        "average clique similarity": 0.14134472970123102,
        "clique": [
            "1- It was clear going ",
            "3-Ruth    Just words  ",
            "4- Everything he just "
        ],
        "median tf-idf score": 0.9825588833316401,
        "publications": [
            "CNN",
            "Vox",
            "National Review"
        ],
        "sentences": [
            " It was clear going into the second presidential debate that this would be no ordinary political event. This would be huge.",
            "Ruth  : Just words, folks? They matter,  \"It's just words, folks,\" was Republican presidential nominee Donald Trump's refrain during this debate.",
            "\"Everything he just said was absolutely false,\" she said, reminding viewers of her warning in the first debate that it would be \"impossible' to   Trump during these exchanges."
        ],
        "tf-idf score": [
            0.4858279331819303,
            0.9945406311772111,
            0.9825588833316401
        ]
    },
    "0.14305786851418414-3-363": {
        "average clique similarity": 0.14305786851418414,
        "clique": [
            "3-She perched on her c",
            "1-She did that  and th",
            "4-Some audience member"
        ],
        "median tf-idf score": 0.9388459660620373,
        "publications": [
            "Vox",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "She perched on her chair whenever she could, perhaps to keep her disdain for Trump from exploding into the open.",
            "She did that, and then some. She continued her effective strategy from the first debate of maintaining total discipline: never interrupting, never raising her voice, never getting remotely agitated. The point is to draw a contrast from Trump's constantly flaring temper and clear inability to abide by basic debate rules, and it was effective.",
            "Some audience members cheered. Radattz did press Clinton her handling of classified   and the Democratic nominee recited her message of being \"very sorry\" for her \"mistake. \" She then said she'd always been sensitive to the handling of classified material, a point which Trump jumped on."
        ],
        "tf-idf score": [
            0.46917993551195564,
            0.9388459660620373,
            0.9806964136530354
        ]
    },
    "0.14614135784050167-3-1075": {
        "average clique similarity": 0.14614135784050167,
        "clique": [
            "4-It was just 13 minut",
            "1-CLINTON  Yes  that s",
            "3-The most bizarre pre"
        ],
        "median tf-idf score": 1.1436347007680159,
        "publications": [
            "CNN",
            "Vox",
            "National Review"
        ],
        "sentences": [
            "It was just 13 minutes into the debate. Clinton, asked to respond to Trump highlighting her husband's   history of sexual misconduct, opted to avoid specifics.",
            "CLINTON: Yes, that's true, I didn't in the first debate and I'm going to try not to in this debate, because I'd like to get to the questions.",
            "The most bizarre presidential debate in history featured Trump, a candidate rejected by many of his own party's leaders, threatening to appoint a special prosecutor to reopen the FBI investigation into her emails. Clinton countered that she was grateful a man like Trump was not president."
        ],
        "tf-idf score": [
            1.1436347007680159,
            0.5379403599818237,
            1.3253429779639003
        ]
    },
    "0.14631747217090318-3-696": {
        "average clique similarity": 0.14631747217090318,
        "clique": [
            "3-Jeff Yang is a colum",
            "4-He s trying to take ",
            "1-But the fact of the "
        ],
        "median tf-idf score": 1.0423779744069983,
        "publications": [
            "CNN",
            "National Review",
            "Vox"
        ],
        "sentences": [
            "Jeff Yang is a columnist for The Wall Street Journal and a frequent contributor to radio shows including Public Radio International's \"The Takeaway\" and WNYC's \"The Brian Lehrer Show\". He is the   of \"I Am Jackie Chan: My Life in Action\" and editor of the graphic novel anthologies \"Secret Identities\" and \"Shattered\". Nayyera Haq: Trump failed to bury the 'Access Hollywood' tape, It was impossible to tune into this debate without thinking about the leaked tape of Trump's comments about women.",
            "He's trying to take this race to a place in the gutter, and we're not going there,\" said campaign chairman John Podesta. \"He was trying to rattle her, I guess, and she wasn't rattled. \" Appropriately, the last question of the night came from an audience member who wanted to know  --   after the most brutal campaign in the modern history of American politics  --   if the two candidates could say a single nice thing about the other?",
            "But the fact of the matter is that Trump was losing even before the tape came out, and even if the saga ends now, the tape release could very possibly cause permanent damage all the same. The issue from an electoral standpoint always had less to do with elite Republican opinion and more to do with the possibility that the comments could depress Republican turnout, especially among women. That could still be true."
        ],
        "tf-idf score": [
            1.0995854072454798,
            0.8959363618809557,
            1.0423779744069983
        ]
    },
    "0.14708985964206242-3-663": {
        "average clique similarity": 0.14708985964206242,
        "clique": [
            "1-Yet instead  the tak",
            "0-Trump countered that",
            "3-Instead  he chose to"
        ],
        "median tf-idf score": 0.7582570591569976,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "Yet instead, the take got its   American exponent to date. That's a pretty big win for Assad, even with Trump down in the polls.",
            "Trump countered that Clinton instead \"got caught in a total lie\" with the email hack.",
            "Instead, he chose to pivot and go directly on the attack against Hillary Clinton every chance he got. At times, Trump brought the level of discourse embarrassingly low with all sense of presidential decorum thrown out the window."
        ],
        "tf-idf score": [
            0.5974846969357941,
            0.7582570591569976,
            0.9250332195336747
        ]
    },
    "0.1480677186662311-3-720": {
        "average clique similarity": 0.1480677186662311,
        "clique": [
            "1-But needling him for",
            "3-She was prepared for",
            "4-Then  citing her  fr"
        ],
        "median tf-idf score": 0.6984838732246874,
        "publications": [
            "Vox",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "But needling him for elite Republicans' abandonment was a nice, and smart, moment. But perhaps the most crucial aspect of Clinton's performance that succeeded was her defense of her Wall Street speech remarks leaked by WikiLeaks, which suggested that she thought presidents should behave differently in public and private.",
            "She was prepared for the inevitable questions about WikiLeaks and her deleted emails. Her best answer of the evening was likely when she enumerated the qualifications she would look for in a Supreme Court justice.",
            "Then, citing her \"friend\" Michelle Obama's speech to the Democratic convention, Clinton said she would take the high road in response to Trump's comments about her husband."
        ],
        "tf-idf score": [
            0.6984838732246874,
            0.40680335052762107,
            0.9575321836054751
        ]
    },
    "0.1487197779207159-3-472": {
        "average clique similarity": 0.1487197779207159,
        "clique": [
            "0-  Holy shit  1  Trum",
            "3-     the repeated ma",
            "4- What he s done to w"
        ],
        "median tf-idf score": 0.5445380130194036,
        "publications": [
            "CNN",
            "National Review",
            "Buzzfeed News"
        ],
        "sentences": [
            "' Holy shit #1: Trump denied he's sexually assaulted women despite saying he grabs \"them by the pussy. \"'",
            "..,\" the repeated mantra that it was \"locker room talk\" showed he believes it's only natural, really OK for men to refer to women in those terms, and perhaps even to sexually assault women in the way he described in that tape.",
            "\"What he's done to women, there's never been anybody in the history of politics in this nation that's been so abusive to women. Hillary Clinton attacked those same women, attacked them viciously, four of them here tonight. \""
        ],
        "tf-idf score": [
            0.6385735692416337,
            0.5445380130194036,
            0.44445491318175745
        ]
    },
    "0.14972881417914385-3-887": {
        "average clique similarity": 0.14972881417914385,
        "clique": [
            "3-Clinton  was wrong  ",
            "1-The debate was less ",
            "4-She doesn t give up "
        ],
        "median tf-idf score": 0.9609247297479518,
        "publications": [
            "National Review",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "Clinton  was wrong. She was investigated and cleared of any illegal acts.",
            "The debate was less full of obvious bait Clinton wanted Trump to take than the first one; she's further ahead now and knows she doesn't need that kind of knockout win again.",
            "She doesn't give up. I respect that,\" Trump said of Clinton. \"She's a fighter. I disagree with much of what she's fighting for. I do disagree with her judgment in many cases. But she does fight hard, and she doesn't quit, and she doesn't give up. And I consider that to be a very good trait. \""
        ],
        "tf-idf score": [
            0.44126968264455274,
            1.1308497286078338,
            0.9609247297479518
        ]
    },
    "0.15033481466518014-3-667": {
        "average clique similarity": 0.15033481466518014,
        "clique": [
            "1- And believe me  the",
            "3-Toward the end of th",
            "0-  Time for some anal"
        ],
        "median tf-idf score": 0.79834321217851,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Vox"
        ],
        "sentences": [
            "\"And believe me, they're not doing it to get me elected. They're doing it to try to influence the election for Donald Trump.",
            "Toward the end of this town hall debate that featured relatively few questions from the audience, Trump described the American nuclear program as \"we're old, we're tired, we're exhausted\". He could have been describing his   performance.",
            "' Time for some analysis from the BuzzFeed News political crew.' ' To close: Because last night's debate was a ~town hall format~  --   meaning they technically took questions from the audience and walked around the stage  --   some weird stuff happened  ...    ' '   ...    Trump creepily hovered behind Clinton  ...    ' '   ...    and they also sorta looked like they were doing some (very, very public, this is not private room stuff) karaoke? ']"
        ],
        "tf-idf score": [
            0.5587734652856472,
            0.79834321217851,
            1.4506557940773437
        ]
    },
    "0.15456517975447262-3-804": {
        "average clique similarity": 0.15456517975447262,
        "clique": [
            "0-Clinton responded by",
            "2- If we need to discu",
            "1-Clinton did rebut th"
        ],
        "median tf-idf score": 0.9073345427934995,
        "publications": [
            "Washington Post",
            "Vox",
            "Buzzfeed News"
        ],
        "sentences": [
            "Clinton responded by saying that everything Trump said \"is absolutely false,\" and urged viewers to visit her website to   the claims.",
            "\"If we need to discuss issues that were raised in that video with Donald Trump, that's fine, but the question here is what is Hillary Clinton's take on that issue, not her husband's. \"",
            "Clinton did rebut the charge in her answer, but part of the reason we have moderators is so viewers can get clear statements of what is opinion and what is fact."
        ],
        "tf-idf score": [
            0.9073345427934995,
            0.9367511116127729,
            0.3957016163152081
        ]
    },
    "0.1547325709133924-3-1131": {
        "average clique similarity": 0.1547325709133924,
        "clique": [
            "2-Sessions also denied",
            "4-Noting that he d apo",
            "0-He later changed his"
        ],
        "median tf-idf score": 0.9818194081581444,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "National Review"
        ],
        "sentences": [
            "Sessions also denied a rumor that has circulated among GOP insiders that he had candidly suggested to Trump on Friday that the businessman should consider leaving the race. \"It's not true, and I never came close to saying that,\" Sessions said. \"I came to [Trump Tower] toward the end of the night, and he asked me some questions.",
            "Noting that he'd apologized by saying the taped remarks don't represent the kind of person he is, she recited his repeated offenses against various groups throughout the campaign, and argued, \"I think it's clear to anyone who heard it that it represents exactly who he is. \" A few minutes later, Trump was asked to elaborate on his explanation in Friday's apology video that the campaign had changed him.",
            "He later changed his position and also continues to claim he has always been against the Iraq war. Clinton, in contrast, said the path to defeating ISIS and \"violent jihadist terrorists\" was to partner with Muslim countries and also show support to American Muslims."
        ],
        "tf-idf score": [
            0.9818194081581444,
            1.0366882539061821,
            0.9233985277995381
        ]
    },
    "0.1553617601394569-3-774": {
        "average clique similarity": 0.1553617601394569,
        "clique": [
            "0-He lied about his op",
            "4- Trump argued yet ag",
            "3-Then he made bizarre"
        ],
        "median tf-idf score": 0.4918037844693768,
        "publications": [
            "Buzzfeed News",
            "National Review",
            "CNN"
        ],
        "sentences": [
            "He lied about his opposition to the war in Iraq and asserted that had he been president, the late Captain Humayun Khan would still be alive.",
            "(Trump argued yet again, falsely, that he opposed the war.)",
            "Then he made bizarre statements, such as \"Russia is new in terms of nuclear, we are old and tired\". Trump repeated old lies, such as the claim that he opposed the war in Iraq."
        ],
        "tf-idf score": [
            0.17840380428786842,
            0.4918037844693768,
            0.6367193607245972
        ]
    },
    "0.15599001561406958-3-47": {
        "average clique similarity": 0.15599001561406958,
        "clique": [
            "2-Not a character trai",
            "4-Trump improved upon ",
            "3-To no one s surprise"
        ],
        "median tf-idf score": 0.9138757990741058,
        "publications": [
            "CNN",
            "Washington Post",
            "National Review"
        ],
        "sentences": [
            "Not a character trait that I would advise for somebody in the Oval Office,\" Obama said. More tapes showing Trump making crass remarks about sex and women surfaced on Saturday, including one in which the Republican nominee described his own daughter as \"voluptuous. \"",
            "Trump improved upon his feeble performance in the first debate, and might even have halted the freefall his campaign has been in since Friday's explosive publication of his   remarks about groping women.",
            "To no one's surprise there was no sign of the \"humility\" or \"contrition\" many, including his own supporters, called for in response to the devastating video released on Friday showing Trump bragging about groping women in the most vile terms."
        ],
        "tf-idf score": [
            0.9393998117806655,
            0.8975835380532768,
            0.9138757990741058
        ]
    },
    "0.15704171928126287-3-100": {
        "average clique similarity": 0.15704171928126287,
        "clique": [
            "3-He lurked behind her",
            "0-He called his oppone",
            "4-Trump  who is easily"
        ],
        "median tf-idf score": 0.5794950553102021,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "He lurked behind her uncomfortably while she spoke, a visual he was either unaware of or maybe actually totally aware of.",
            "He called his opponent the \"devil,\" said she had \"tremendous hate in her heart. \" He vowed to put her in prison raised her husband's infidelities, and brought women who alleged he sexually abused them into the debate hall. He paced the stage as she spoke.",
            "Trump, who is easily a foot taller than Clinton, lurked closely behind her as she faced audience members to answer their questions at one point he wandered away, disappearing for several moments from the television screen, before reappearing and gripping the back of a chair, staring off into the distance as Clinton spoke."
        ],
        "tf-idf score": [
            0.24357005713414712,
            0.5794950553102021,
            0.9387024067899731
        ]
    },
    "0.1580040996684723-3-132": {
        "average clique similarity": 0.1580040996684723,
        "clique": [
            "3-He even seems to dis",
            "1-Raddatz  to her grea",
            "4-Then  taking a page "
        ],
        "median tf-idf score": 0.9704250340406237,
        "publications": [
            "National Review",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "He even seems to disagree about policy with his vice presidential running mate. The reason the tape had such an impact was because of who Trump has been and the kind of campaign that he has run since entering the race.",
            "Raddatz, to her great credit, was taken aback by this. \"I want to remind you what your running mate said,\" she said, recalling the vice presidential debate last Tuesday.",
            "Then, taking a page from the playbook used by her running mate, Tim Kaine, in last week's   debate, Clinton pivoted to focus on how Trump has never apologized for his insults of various individuals and groups."
        ],
        "tf-idf score": [
            0.9704250340406237,
            0.6989842475388507,
            1.013574344997674
        ]
    },
    "0.1582942482716862-3-332": {
        "average clique similarity": 0.1582942482716862,
        "clique": [
            "4-By night s end  the ",
            "2-Hours before the pre",
            "0-She blinked  flicked"
        ],
        "median tf-idf score": 0.9933174958855093,
        "publications": [
            "National Review",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "By night's end, the audience  --   here in St. Louis and scores of millions more around the globe  --   was exposed to a presidential debate that will be remembered by historians for its vitriol and visceral unpleasantness.",
            "Hours before the presidential debate in St. Louis, Republican presidential candidate Donald Trump held a press conference with four women who have accused the Clintons of inappropriate behavior.",
            "She blinked, flicked her head, and kept talking. This was the Democratic nominee's posture for more than an hour and a half here at Washington University in St. Louis as Donald Trump put on one of the more hostile performances of this year's divisive presidential race."
        ],
        "tf-idf score": [
            0.5218356084826595,
            1.194302059093572,
            0.9933174958855093
        ]
    },
    "0.16142281454326454-3-284": {
        "average clique similarity": 0.16142281454326454,
        "clique": [
            "0-This is locker room ",
            "3-Not anything importa",
            "1-I don t like Assad a"
        ],
        "median tf-idf score": 0.6119496433590792,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "This is locker room talk and when you have a world where ISIS is chopping off heads, drowning people in steel cages where you have wars and horrible, horrible sights all over. \"",
            "Not anything important, like ISIS chopping peoples' heads off. Did I mention I will defeat ISIS? If you had trouble following his logic here or at other moments of the evening, you were not alone. Clinton had a strong enough performance, but some of her fire was missing.",
            "I don't like Assad at all, but Assad is killing ISIS Russia is killing ISIS And Iran is killing ISIS And those three have now lined up because of our weak foreign policy,\" Trump declared."
        ],
        "tf-idf score": [
            0.2355115280629393,
            0.6119496433590792,
            0.6630451241690466
        ]
    },
    "0.1614242018024941-3-163": {
        "average clique similarity": 0.1614242018024941,
        "clique": [
            "0-But when the night e",
            "3-His fascistic vow to",
            "1-It would be the firs"
        ],
        "median tf-idf score": 0.8146837313656443,
        "publications": [
            "CNN",
            "Vox",
            "Buzzfeed News"
        ],
        "sentences": [
            "But when the night ended, Trump was still standing  --   and Republican strategists across the party grudgingly acknowledged that, for better or worse, it would be his name on the ballot come November.",
            "His fascistic vow to investigate and jail Clinton upon election his throwing of his running mate Mike Pence under the runaway Trump Train his inability to directly answer any of the moderators' questions    none of these could've given comfort to members of his party that a Trump win would be anything but Pyrrhic. And as for the moderators Anderson Cooper and Martha Raddatz: Did someone slip PEDs into their drinking water?",
            "It would be the first time Donald Trump would have to defend his hot mic comments bragging about sexual assault in front of a hostile opposing candidate and tough moderators. It would be the defining moment of the election, a glorious train wreck. It would be \"whatever the opposite of the moon landing is. \""
        ],
        "tf-idf score": [
            0.8146837313656443,
            1.085309482217196,
            0.8015722721979617
        ]
    },
    "0.16147190789466914-3-605": {
        "average clique similarity": 0.16147190789466914,
        "clique": [
            "2- For Secretary Clint",
            "4-Trump missed a golde",
            "3-Voters are worried a"
        ],
        "median tf-idf score": 0.3757076631487769,
        "publications": [
            "CNN",
            "Washington Post",
            "National Review"
        ],
        "sentences": [
            "\"For Secretary Clinton, it's a great format when she's able to talk directly to voters about issues that they care about in their lives.",
            "Trump missed a golden opportunity, when asked about the Supreme Court, to remind Republicans (and especially social conservatives) of why they should vote next month in spite of their reservations about him.",
            "Voters are worried about sending their children to college, about Social Security, clean air, terrorism. Will the next President send our sons and daughters to war?"
        ],
        "tf-idf score": [
            0.3757076631487769,
            0.605102829241863,
            0.15055284080550416
        ]
    },
    "0.1628600538715366-3-230": {
        "average clique similarity": 0.1628600538715366,
        "clique": [
            "3-Trump did well enoug",
            "2-En route to St  Loui",
            "0-And from McKay Coppi"
        ],
        "median tf-idf score": 1.0908831107823633,
        "publications": [
            "CNN",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "Trump did well enough to keep his campaign alive and give hope to his supporters    but his debate performance did little to counter Clinton's main angle of attack: that he's simply not qualified or prepared to serve as president. Errol Louis is the host of \"Inside City Hall,\" a nightly political show on NY1, a New York   channel.",
            "En route to St. Louis on Clinton's campaign plane, Palmieri said Trump did well in a forum on national security in terms of tone, and she noted that voter questions could keep him relatively focused.",
            "And from McKay Coppins, who reports Trump did well enough to keep himself afloat."
        ],
        "tf-idf score": [
            1.1273775417526901,
            1.0908831107823633,
            0.4825422267358274
        ]
    },
    "0.16495920416336599-3-313": {
        "average clique similarity": 0.16495920416336599,
        "clique": [
            "2-Robby Mook  Clinton ",
            "4-I will tell you that",
            "3-While a case can be "
        ],
        "median tf-idf score": 1.0474367369166377,
        "publications": [
            "National Review",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Robby Mook, Clinton's campaign manager, said on CBS's \"Face the Nation\" that the Clintons had a \"rough time in their marriage 20 years ago\" and that voters want to focus on the issues facing the country. \"I think Donald Trump's campaign is spiraling.",
            "I will tell you that when Hillary talks about words that I said eleven years ago, I think it's disgraceful and I think she should be ashamed of herself, if you want to know the truth. \"",
            "While a case can be made for   their claims of long ago, the event seemed like a stunt and Trump never made real use of it in the debate. But more damning still was the way he handled the disgusting video from 11 years ago in which he made vulgar sexual remarks."
        ],
        "tf-idf score": [
            1.218970445492847,
            0.428176223379562,
            1.0474367369166377
        ]
    },
    "0.16593249273774155-3-70": {
        "average clique similarity": 0.16593249273774155,
        "clique": [
            "4- If you were an effe",
            "1-Do you still believe",
            "0- And then you acid w"
        ],
        "median tf-idf score": 0.5245449277070436,
        "publications": [
            "National Review",
            "Vox",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"If you were an effective senator you could have gotten it done,\" Trump replied.",
            "Do you still believe  --   TRUMP: Why don't you interrupt her? RADDATZ: Would you please explain whether or not the ban still stands?",
            "\"And then you acid wash them or bleach them as you would say, a very expensive process,\" Trump said."
        ],
        "tf-idf score": [
            0.47841593035064855,
            0.5245449277070436,
            0.6661909880617917
        ]
    },
    "0.16789085790093958-3-261": {
        "average clique similarity": 0.16789085790093958,
        "clique": [
            "0- I have tremendous r",
            "4-Rather  a schoolteac",
            "3-Undecided and indepe"
        ],
        "median tf-idf score": 0.8231311703407259,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "\"I have tremendous respect for women and no, I have not,\" Trump said. \"I will tell you I'm going to make the country safe. \"",
            "Rather, a schoolteacher in attendance opened the event by asking both candidates about the examples they were setting for the nation's children. Pressed on what his comments meant, Trump replied, \"I have great respect for women, nobody has more respect for women than I do. \" There were audible groans from the audience.",
            "Undecided and independent voters will have to decide if they respect her for taking the high ground, or judge her for failing to more aggressively call him out. S E Cupp is the author of \"Losing Our Religion: The Liberal Media's Attack on Christianity,\"   of \"Why You're Wrong About the Right\" and a columnist at the New York Daily News."
        ],
        "tf-idf score": [
            0.826360657115699,
            0.8231311703407259,
            0.23260585879409756
        ]
    },
    "0.17052637264135284-3-585": {
        "average clique similarity": 0.17052637264135284,
        "clique": [
            "2- What we all saw and",
            "0-  And here s Trump s",
            "3-But then again  I su"
        ],
        "median tf-idf score": 0.7028677216523928,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "\"What we all saw and heard on Friday was Donald talking about women, what he thinks about women, what he does to women, and he has said that the video doesn't represent who he is  ...",
            "' And here's Trump saying \"nobody has more respect for women than I do. \"'",
            "But then again, I suspect, talking about foreign policy, a solid jobs plan, college costs are not topics that come up during \"locker room banter,\" where apparently Trump does his best talking, bragging about groping women and encouraging sex assault. So while Trump may have looked more poised than what we saw in his bombastic behavior during the first debate, he did little to appeal to voters outside of his diehard followers, for whom he can do no wrong."
        ],
        "tf-idf score": [
            0.7028677216523928,
            0.6522301699496437,
            1.0367703566324047
        ]
    },
    "0.1708358926525854-3-491": {
        "average clique similarity": 0.1708358926525854,
        "clique": [
            "1-The human cost was c",
            "3-Clearly this was don",
            "4-When the moderators "
        ],
        "median tf-idf score": 0.4266515914669455,
        "publications": [
            "National Review",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "The human cost was clearly too great.",
            "Clearly this was done on purpose to diminish Clinton.",
            "When the moderators turned to Clinton late in the debate to ask that very question  --   how could she unite the country despite such rhetoric? --   she expressed remorse and acknowledged the polarizing effect of the 2016 campaign."
        ],
        "tf-idf score": [
            0.24223365886555598,
            0.4266515914669455,
            0.5928537673847163
        ]
    },
    "0.17175260495689237-3-116": {
        "average clique similarity": 0.17175260495689237,
        "clique": [
            "0-While Trump s discur",
            "2-Now  however  Trump ",
            "4- If you look at Bill"
        ],
        "median tf-idf score": 1.083842117650953,
        "publications": [
            "National Review",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "While Trump's discursive, belligerent debate performance was a far from the miraculous comeback his allies were praying for, Republicans said Sunday night it was   enough to stabilize the party and save him from outright exile  --   at least for now.",
            "Now, however, Trump is in worse shape  --   and in far greater need of a surprising,   performance.",
            "\"If you look at Bill Clinton, far worse, mine were words, his was action,\" Trump said."
        ],
        "tf-idf score": [
            1.1548555959624787,
            0.5252578604482923,
            1.083842117650953
        ]
    },
    "0.17292948650636916-3-1005": {
        "average clique similarity": 0.17292948650636916,
        "clique": [
            "0-Frenzied news report",
            "2-Giuliani appeared in",
            "4-Trump campaign manag"
        ],
        "median tf-idf score": 0.7607488313209919,
        "publications": [
            "Washington Post",
            "National Review",
            "Buzzfeed News"
        ],
        "sentences": [
            "Frenzied news reports suggested the Republican National Committee might pull its funding, that Trump's campaign manager might quit, that his   might bolt.",
            "Giuliani appeared in place of Republican National Committee Chairman Reince Priebus, who declined to show up for scheduled appearances on the Sunday morning talk shows, as did Trump's campaign manager, Kellyanne Conway, and top surrogate Gov. Chris Christie ( .",
            "Trump campaign manager Kellyanne Conway suggested afterwards that his aggressive and personal attacks on Clinton were likely to continue moving forward."
        ],
        "tf-idf score": [
            0.6463917388370456,
            0.7607488313209919,
            0.8066628024283502
        ]
    },
    "0.1735987524399311-3-340": {
        "average clique similarity": 0.1735987524399311,
        "clique": [
            "4-When it was Trump s ",
            "2-Trump repeatedly sou",
            "1-But it is sure to co"
        ],
        "median tf-idf score": 0.6958841038335365,
        "publications": [
            "Vox",
            "National Review",
            "Washington Post"
        ],
        "sentences": [
            "When it was Trump's turn to respond, he agreed that \"we have a very divided country. \"",
            "Trump repeatedly sought to turn the subject to other subjects, including in some cases with seeming  . \"I'm very embarrassed by it.",
            "But it is sure to come up repeatedly as the campaign enters its final stage. Her answer effectively pivoted from the statements to the source of the hack, which is believed by many (including the US government) to be connected to the Russian government, which is in turn thought to be backing Trump (who has reciprocated with overtly   rhetoric). \"We have never in the history of our country been in a situation where an adversary, a foreign power, is working so hard to influence the outcome of the election,\" she declared."
        ],
        "tf-idf score": [
            0.6958841038335365,
            0.513403843913879,
            0.9169297030369459
        ]
    },
    "0.17891524512523205-3-225": {
        "average clique similarity": 0.17891524512523205,
        "clique": [
            "3-Trump  who invited t",
            "2-It represents exactl",
            "1-But here s who else "
        ],
        "median tf-idf score": 1.110214180844446,
        "publications": [
            "Washington Post",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "Trump, who invited to the debate three women who claimed to be victims of sexual harassment and assault by former President Bill Clinton, responded with a surreal defense of his own words by attacking former President Bill Clinton as a sexual predator enabled by Hillary Clinton.",
            "It represents exactly who he is. \" About 90 minutes before the debate began at Washington University in St. Louis, Trump hosted a short  --   and highly unusual  --   news conference with four women, all of whom said they had been mistreated by Hillary Clinton or former president Bill Clinton.",
            "But here's who else fell behind tonight, and who came up ahead. Winner: Hillary Clinton             Clinton had one task in the debate: Do no harm."
        ],
        "tf-idf score": [
            1.110214180844446,
            1.3160197755169007,
            0.48231738524937606
        ]
    },
    "0.17979288152341036-3-407": {
        "average clique similarity": 0.17979288152341036,
        "clique": [
            "4-St  Louis       This",
            "3-Trump s repulsive co",
            "0- debate  More  ST LO"
        ],
        "median tf-idf score": 0.8864126639168992,
        "publications": [
            "Buzzfeed News",
            "National Review",
            "CNN"
        ],
        "sentences": [
            "St. Louis  --   This city's professional football team relocated to Los Angeles in the offseason, but for one Sunday this fall, its residents had   seats to a different kind of contact sport. Hillary Clinton and Donald Trump came to Washington University for the second of three presidential debates, and the hostility inside the hall was palpable from the outset.",
            "Trump's repulsive comments about women cast a shadow over Sunday night's second presidential debate in St. Louis.",
            "#debate, More: ST LOUIS  --   Early on in Sunday's debate, a fly drifted into the frame and came to rest, just for a moment, at the base of Hillary Clinton's left eyebrow."
        ],
        "tf-idf score": [
            1.4046297007502846,
            0.8864126639168992,
            0.5835090724217235
        ]
    },
    "0.18098368877459828-3-108": {
        "average clique similarity": 0.18098368877459828,
        "clique": [
            "0- What Donald Trump s",
            "4-Clinton responded by",
            "3-Haroon Moghul  The r"
        ],
        "median tf-idf score": 0.7704417112688134,
        "publications": [
            "National Review",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "\"What Donald Trump says about Muslims is used to recruit fighters,\" she said.",
            "Clinton responded by complimenting Trump's children. \"They are incredibly able, devoted, and that says a lot about Donald,\" she said.",
            "Haroon Moghul: The real message of the night, We shouldn't have invaded Iraq, Donald Trump now says. But he also says we should've \"taken their oil\"."
        ],
        "tf-idf score": [
            0.7704417112688134,
            0.9761437626117584,
            0.6343111009819369
        ]
    },
    "0.1829054014685955-3-10": {
        "average clique similarity": 0.1829054014685955,
        "clique": [
            "4-Even as the aggressi",
            "2-There are  guardrail",
            "3-He was indeed better"
        ],
        "median tf-idf score": 0.394666075335741,
        "publications": [
            "National Review",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "Even as the aggressive tone of the debate's first 30 minutes gradually softened, there was no avoiding the tension inside the debate hall.",
            "There are \"guardrails that may keep him from spiraling as he did in the first debate,\" Palmieri said.",
            "He was indeed better than in the first debate and she was not as commanding. Even so, he blew his opportunity for victory in the first 20 minutes and could never fully recover."
        ],
        "tf-idf score": [
            0.41015878117482524,
            0.32356807458113657,
            0.394666075335741
        ]
    },
    "0.1839091703447222-4-194": {
        "average clique similarity": 0.1839091703447222,
        "clique": [
            "3-And like Clinton  we",
            "0- I mean  whether we ",
            "2- We think there are ",
            "1-We are going to area"
        ],
        "median tf-idf score": 0.7319962575229817,
        "publications": [
            "CNN",
            "Vox",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "And like Clinton, we all just had to sit there  --   frustrated and annoyed. What's especially depressing is that our media, let alone our democracy, seems   to handle anything like Trump.",
            "\"I mean, whether we like it or not, and we could be very politically correct, but whether we like it or not, there is a problem,\" Trump said.",
            "\"We think there are a lot of voters who are newly open to hearing from her. And that's what we spent most of our time in prep doing and that's what we see the opportunity is here,\" she added. Former New York mayor Rudy Giuliani gave a hint Sunday of how Trump plans to respond, stating that the real estate mogul will probably apologize.",
            "We are going to areas like Syria."
        ],
        "tf-idf score": [
            0.7790454088604114,
            0.684947106185552,
            0.8120579454223709,
            0.12030908220724673
        ]
    },
    "0.18980583727435-3-873": {
        "average clique similarity": 0.18980583727435,
        "clique": [
            "2- I will knock the he",
            "0-I will knock the hel",
            "1-ISIS does not contro"
        ],
        "median tf-idf score": 0.8390430918234018,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "\"I will knock the hell out of ISIS \" Clinton, in her response, said that she considered Trump different than past Republican nominees. \"I never questioned their fitness to serve.",
            "I will knock the hell out of ISIS We're going to defeat ISIS \" Moderator Anderson Cooper probed Trump on whether he had actually done the things he claimed to do in the video  --   kiss women without asking and \"grab them by the pussy\"  --   and still Trump shifted back to pledging military might.",
            "ISIS does not control Aleppo; the   Syrian rebels, the ones with which the US is tentatively allied, do. The   assault on Aleppo does nothing to weaken ISIS And yet Trump's response in the face of mass human suffering is, \"Well, they fight ISIS, so I'm with Syria. \""
        ],
        "tf-idf score": [
            1.004966871028279,
            0.8390430918234018,
            0.6636415761830101
        ]
    },
    "0.19124799264539952-3-246": {
        "average clique similarity": 0.19124799264539952,
        "clique": [
            "0-The debate came at a",
            "3-   You can do anythi",
            "2-Thank you   another "
        ],
        "median tf-idf score": 0.9281388731561449,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "The debate came at a moment when Trump's candidacy was spiraling into crisis after the release of an    video in which he is heard boasting about his habit of forcibly groping women.",
            ".. You can do anything\". Clinton was in a tough position, after Trump's \"groping\" video was released.",
            "Thank you,\" another read. The video shows Trump bragging in crude terms about kissing and groping women, something he said he has license to do because he is a \"star. \""
        ],
        "tf-idf score": [
            1.0138764812057124,
            0.9281388731561449,
            0.8762188933061157
        ]
    },
    "0.19266130538994256-3-185": {
        "average clique similarity": 0.19266130538994256,
        "clique": [
            "4- My argument is not ",
            "0-Trump said people he",
            "2- It s just awfully g"
        ],
        "median tf-idf score": 0.9294853783859646,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "National Review"
        ],
        "sentences": [
            "\"My argument is not with his supporters,\" Clinton said of Trump, \"it's with him. \"",
            "Trump said people he's spoken with in the country \"are furious\" over Clinton's email scandal.",
            "\"It's just awfully good that someone with the temperament of Donald Trump is not in charge of the law in our country,\" Clinton said."
        ],
        "tf-idf score": [
            0.8531500374514802,
            0.9294853783859646,
            0.9601790697503054
        ]
    },
    "0.19479418610236435-3-256": {
        "average clique similarity": 0.19479418610236435,
        "clique": [
            "0-They don t know but ",
            "3-Perhaps she wanted t",
            "1-But they did do some"
        ],
        "median tf-idf score": 0.8820969821908619,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "They don't know but they always blame Russia because they think they're trying to tarnish me with Russia.",
            "Perhaps she wanted to give Trump the space to damage himself, but his repeated gambit of turning policy answers into personal attacks on her warranted a more energetic response. The winner of this debate? The gentleman at the end who asked the candidates if there's anything they respect about one another. He reminded us that words do matter. They can incite violence they prepare action.",
            "But they did do something equally important: They forced him to answer the actual questions presented to him. They presented those questions in clear, stark terms. And they did not get discouraged when Trump tried to work the refs and accused them of being biased toward Clinton."
        ],
        "tf-idf score": [
            0.11088555459742867,
            0.9176566616746307,
            0.8820969821908619
        ]
    },
    "0.19652488888183384-3-207": {
        "average clique similarity": 0.19652488888183384,
        "clique": [
            "4- She doesn t quit ",
            "3-Martha Raddatz and A",
            "2-who is seeking to un"
        ],
        "median tf-idf score": 0.6053177640995878,
        "publications": [
            "National Review",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "\"She doesn't quit.",
            "Martha Raddatz and Anderson Cooper tried, but fact checking Trump doesn't work because Trump doesn't care about facts.",
            "who is seeking to unseat incumbent GOP Sen. Mark Kirk, said he doesn't need to repeat some of the things Trump has said \"because there's children in the room. \""
        ],
        "tf-idf score": [
            0.009362633170043868,
            0.6053177640995878,
            0.8116785457565964
        ]
    },
    "0.19891639003900471-3-1001": {
        "average clique similarity": 0.19891639003900471,
        "clique": [
            "1-And when Trump  inev",
            "4- I d like to know  A",
            "0-Bill Clinton  was im"
        ],
        "median tf-idf score": 0.9279469665061322,
        "publications": [
            "National Review",
            "Vox",
            "Buzzfeed News"
        ],
        "sentences": [
            "And when Trump, inevitably, tried to bob and weave to escape the question, Cooper did not let him:  COOPER: For the record, are you saying what you said on the bus 11 years ago, that you did not kiss women without consent or grope women without consent?",
            "\"I'd like to know, Anderson, why aren't you bringing up the  ?\" When Cooper said that they just had, and tried to move to the next question, Trump muttered into his microphone, \"One on three. \"",
            "Bill Clinton \"was impeached, lost his license to practice law, he had to pay an $850, 000 fine to one of the women, Paula Jones, who is also here tonight, and I will tell you that when Hillary brings up a point like that and she talks about words that I said 11 years ago,\" Trump continued."
        ],
        "tf-idf score": [
            0.9279469665061322,
            0.8278163283858216,
            1.4380559381448874
        ]
    },
    "0.20333748798541793-3-730": {
        "average clique similarity": 0.20333748798541793,
        "clique": [
            "2-He said that Trump f",
            "1-That s offensive on ",
            "3-He is the author of "
        ],
        "median tf-idf score": 0.8919923789942037,
        "publications": [
            "Vox",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "He said that Trump feels badly about the controversy and that the remarks don't reflect who he is. \"I think he made a full and complete apology for it,\" Giuliani said of the tape on CNN's \"State of the Union\" on Sunday morning. \"He's probably gonna do it again tonight. \"",
            "That's offensive on a whole variety of levels, but it's also premised on a lie. Trump supported the war. He's on tape. It's recorded.",
            "He is the author of \"Jimmy Carter\" and \"The Fierce Urgency of Now: Lyndon Johnson, Congress, and the Battle for the Great Society\". Frida Ghitis: Trump showed he doesn't get it, The top question on everyone's mind was how Trump would handle the issue of the tape in which he speaks in deeply offensive ways about women. On that topic, he showed he absolutely does not get it."
        ],
        "tf-idf score": [
            0.8919923789942037,
            0.5508192825846426,
            1.0089847699823746
        ]
    },
    "0.2200097358986255-3-765": {
        "average clique similarity": 0.2200097358986255,
        "clique": [
            "1-Trump  amazingly  di",
            "4-And there was the ti",
            "3-He seemingly sided w"
        ],
        "median tf-idf score": 0.771905806287471,
        "publications": [
            "Vox",
            "National Review",
            "CNN"
        ],
        "sentences": [
            "Trump, amazingly, did not try to reconcile his and Mike Pence's positions. He instead just threw his running mate under the bus.",
            "And there was the time Trump broke with his running mate on the subject of the humanitarian crisis in Syria.",
            "He seemingly sided with Putin over his own running mate, emphatically saying he disagreed with Mike Pence on the policy and hadn't even spoken to him about the crisis in Syria. Heading into this debate, Trump's campaign was possibly mortally wounded. He performed well enough to stop the bleeding, for now."
        ],
        "tf-idf score": [
            0.5651904172836575,
            0.771905806287471,
            1.0150695722262402
        ]
    },
    "0.22069656401844137-3-303": {
        "average clique similarity": 0.22069656401844137,
        "clique": [
            "1-She didn t talk whil",
            "3- This was locker roo",
            "0- I don t think you u"
        ],
        "median tf-idf score": 0.3266724507539845,
        "publications": [
            "Vox",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "She didn't talk while you talked.",
            "\"This was locker room talk,\" he said several times (then awkwardly pivoted to talk about ISIS) And even though he added, \"I'm not proud of it. I apologize.",
            "\"I don't think you understand that this was locker room talk."
        ],
        "tf-idf score": [
            0.04054815496316261,
            0.5524401525043308,
            0.3266724507539845
        ]
    },
    "0.22410149407258761-3-454": {
        "average clique similarity": 0.22410149407258761,
        "clique": [
            "2-At one point  Trump ",
            "4-Trump then   Bernie ",
            "3-Trump s fitness for "
        ],
        "median tf-idf score": 1.0899272552032957,
        "publications": [
            "CNN",
            "National Review",
            "Washington Post"
        ],
        "sentences": [
            "At one point, Trump referred to the endorsement by Sen. Bernie Sanders (Vt.) of Clinton as a deal with \"the devil. \"",
            "Trump then   Bernie Sanders, who \"never had a chance\" in what he described as a rigged primary contest this year, and said of his endorsement of Clinton: \"I was so surprised to see him sign on with the devil. \"",
            "Trump's fitness for the presidency has now been openly questioned by some of the leading figures in his own party, including former secretary of state Condoleezza Rice (who asked him to withdraw) and Arizona Sen. John McCain (who rescinded his endorsement). Verbal fisticuffs between Trump and Clinton over emails, tax returns, and sexual assault have turned a presidential contest into a brutal spectator sport filled with vulgar exchanges that made the spectacle unfit to be watched by children."
        ],
        "tf-idf score": [
            0.7351752149773745,
            1.106117369027016,
            1.0899272552032957
        ]
    },
    "0.2307845375791049-3-536": {
        "average clique similarity": 0.2307845375791049,
        "clique": [
            "0-In the 48 hours sinc",
            "2-The remarks were tap",
            "4-Surprisingly  the fi"
        ],
        "median tf-idf score": 0.7885803531814022,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "National Review"
        ],
        "sentences": [
            "In the 48 hours since the video was published, dozens of   Republicans have defected, with many calling on Trump to drop out of the race.",
            "The remarks were taped in 2005 as part of a segment for the NBC entertainment show \"Access Hollywood. \" Dozens of elected officials, including Sen. John McCain ( .) said Saturday that they could no longer support Trump. A growing chorus called for him to drop out of the race. Even his running mate, Indiana Gov.",
            "Surprisingly, the first question wasn't related to Trump's taped remarks about sexual assault, or to the dozens of Republicans who have abandoned him over the past 48 hours as a result."
        ],
        "tf-idf score": [
            0.7885803531814022,
            0.847464622718054,
            0.6976935405688509
        ]
    },
    "0.2313586880020109-3-845": {
        "average clique similarity": 0.2313586880020109,
        "clique": [
            "3-Another startling mo",
            "4-When Raddatz recount",
            "1- He and I haven t sp"
        ],
        "median tf-idf score": 0.7193264457492439,
        "publications": [
            "CNN",
            "National Review",
            "Vox"
        ],
        "sentences": [
            "Another startling moment was Trump's admission he and his running mate, Mike Pence, haven't discussed key Syria policies and actually disagree on the key issue of whether to launch military strikes at the forces of Syrian dictator Bashar   a direct contradiction of what Pence said at the recent vice presidential candidates' debate.",
            "When Raddatz recounted Mike Pence's comments that \"provocations by Russia need to be met with American strength\"  --   and his suggestion that the U S should be willing to strike government targets in Syria  --   Trump replied, \"He and I haven't spoken. And I disagree. \"",
            "\"He and I haven't spoken and I disagree,\" he clarified."
        ],
        "tf-idf score": [
            1.2835673621843358,
            0.7193264457492439,
            0.023904604281089113
        ]
    },
    "0.23216270280811302-3-53": {
        "average clique similarity": 0.23216270280811302,
        "clique": [
            "1-That it wasn t for T",
            "4-Trump initially repe",
            "2-So we talked  But it"
        ],
        "median tf-idf score": 0.6517007869481318,
        "publications": [
            "National Review",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "That it wasn't for Trump was massively revealing.",
            "Trump initially repeated himself  --   it was simply \"  talk\" that he wasn't proud of  --   before he grabbed the elephant and dragged it into the middle of the room.",
            "So we talked. But it was about the significance, and he wasn't in denial that this was some normal little blip that wasn't going to have any impact."
        ],
        "tf-idf score": [
            0.6517007869481318,
            0.7464624576913259,
            0.26669729620357613
        ]
    },
    "0.23216937043505012-3-361": {
        "average clique similarity": 0.23216937043505012,
        "clique": [
            "2-Talk and action are ",
            "0- I m very embarrasse",
            "1-TRUMP  I said things"
        ],
        "median tf-idf score": 0.8458278564544932,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "Talk and action are two different things,\" Giuliani said. On ABC's \"This Week,\" he seemed to acknowledge that Trump's comments on the tape suggested sexual assault.",
            "\"I'm very embarrassed by it, I hate it but it's locker room talk and one of those things.",
            "TRUMP: I said things that frankly, you hear these things. And I was embarrassed by it."
        ],
        "tf-idf score": [
            0.8756461703421553,
            0.1355472238494905,
            0.8458278564544932
        ]
    },
    "0.2371677950519044-3-1143": {
        "average clique similarity": 0.2371677950519044,
        "clique": [
            "2-Instead  in intervie",
            "4-Then  he said of Cli",
            "3-His statement that C"
        ],
        "median tf-idf score": 0.5485722159389116,
        "publications": [
            "Washington Post",
            "National Review",
            "CNN"
        ],
        "sentences": [
            "Instead, in interviews and social media posts, Trump made clear that he has no plans to back down  --   and that he intends to criticize Clinton for her treatment of women who over the years have accused her husband of unwanted sexual advances.",
            "Then, he said of Clinton, \"She has tremendous hate in her heart. \"",
            "His statement that Clinton has \"tremendous hate in her heart\" showed a stunning lack of   from the man who has disparaged Latinos, immigrants, a Gold Star family, a former Miss Universe, and people with disabilities    among others. For her part, Clinton provided clear answers on her positions on everything from the Affordable Care Act to Syria."
        ],
        "tf-idf score": [
            1.0002097850638136,
            0.47812365042859967,
            0.5485722159389116
        ]
    },
    "0.2546812927358401-3-640": {
        "average clique similarity": 0.2546812927358401,
        "clique": [
            "4-There was the time T",
            "1-For instance  when T",
            "0-When the debate was "
        ],
        "median tf-idf score": 1.013188611878032,
        "publications": [
            "Buzzfeed News",
            "National Review",
            "Vox"
        ],
        "sentences": [
            "There was the time Trump said U S Army Captain Humayun Khan, whose parents spoke at the Democratic convention, would still be alive had he been president at the time of the Iraq invasion.",
            "For instance, when Trump said this: \"First of all, Captain Khan is an American hero, and if I were president at this time, he would be alive today, because unlike her, who voted for the war without knowing what she was doing, I would not have had our people in Iraq. Iraq was disaster.",
            "When the debate was halfway through, one of Clinton's aides back in Brooklyn snapped. \"hey, @realDonaldTrump  --   regarding your claim that Captain Khan would be alive if you were president,\" tweeted spokesperson Jesse Lehrich. \"go fuck yourself. \""
        ],
        "tf-idf score": [
            1.013188611878032,
            1.0940672916065535,
            0.7162288928960594
        ]
    },
    "0.2693415902429209-3-1143": {
        "average clique similarity": 0.2693415902429209,
        "clique": [
            "0- I think it s disgra",
            "3-That should depress ",
            "2- I didn t say that a"
        ],
        "median tf-idf score": 0.12294889739649799,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "\"I think it's disgraceful and I think she should be ashamed of herself if you want to know the truth. \"",
            "That should depress all of us.",
            "\"I didn't say that at all. I don't think you understood what was said."
        ],
        "tf-idf score": [
            0.12294889739649799,
            0.004034890496710439,
            0.4381791702743144
        ]
    },
    "0.2826962921900733-4-293": {
        "average clique similarity": 0.2826962921900733,
        "clique": [
            "2-    You know you re ",
            "4- Okay  Donald   she ",
            "1-TRUMP  Get off this ",
            "0- So we re going to g"
        ],
        "median tf-idf score": 1.0328260621083767,
        "publications": [
            "National Review",
            "Buzzfeed News",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "). \"You know you're losing, so you might as well inflict a maximum amount of damage. With him, you never know. \" Added Clinton communications director Jennifer Palmieri: \"We understand that this is uncharted territory to face an opponent that is in the grips of a downward spiral in terms of his own party belatedly walking away from him. So she has a lot of experience, she is very tough, and she'll be prepared to handle whatever comes her way. \" Palmieri also sought to measure expectations by predicting that the town hall format could help Trump.",
            "\"Okay, Donald,\" she said. \"I know you're into big diversion tonight  --   anything to get away from talking about your campaign and how it's exploding and the way Republicans are leaving you\"  --   the room filled with \"oohs\"  --   \"but let's get to the issues people care about tonight. \" As Cooper called on an audience member for his question, Trump interrupted him.",
            "TRUMP: Get off this question. CLINTON: Okay, Donald, I know you're into big diversion tonight, anything to avoid talking about your campaign and the way it's exploding and the way Republicans are leaving you.",
            "\"So we're going to get a special prosecutor and we're going to look into it because you know what? \"People have been, their lives have been destroyed for doing one fifth of what you have done and it's a disgrace,\" Trump told Clinton. \"Honestly you ought to be ashamed of yourself. \""
        ],
        "tf-idf score": [
            1.0610601901611951,
            1.1693990903512619,
            1.0045919340555585,
            0.861376639597106
        ]
    },
    "0.28626722483251704-3-82": {
        "average clique similarity": 0.28626722483251704,
        "clique": [
            "3-From the start  Trum",
            "2-This was   talk   Tr",
            "0-I apologize to my fa"
        ],
        "median tf-idf score": 0.8485685500032389,
        "publications": [
            "CNN",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "From the start, Trump seemed exhausted and \"low energy\" as he faced off with Clinton. The first question of the night, about whether each candidate was modeling appropriate behavior for young people, was one that was certainly expected.",
            "This was   talk,\" Trump said. \"Certainly I'm not proud of it.",
            "I apologize to my family and to the American people,\" he said. \"Certainly I'm not proud of it."
        ],
        "tf-idf score": [
            1.0878587159784612,
            0.8485685500032389,
            0.25672463437807375
        ]
    },
    "0.30365292819510586-3-484": {
        "average clique similarity": 0.30365292819510586,
        "clique": [
            "3-Moderator Anderson C",
            "2-You bragged that you",
            "1- You called what you"
        ],
        "median tf-idf score": 0.7599463457647061,
        "publications": [
            "CNN",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "Moderator Anderson Cooper bluntly asked Trump whether he realized his comments about kissing and groping women without permission amounted to a confession of sexual assault.",
            "You bragged that you committed sexual assault,\" moderator Anderson Cooper said, and then asked Trump if he understood the implications of what he said.",
            "\"You called what you said locker room banter  --   kissing women without consent, grabbing their genitals,\" he said. \"That is sexual assault. You bragged that you have sexually assaulted women. \""
        ],
        "tf-idf score": [
            0.7599463457647061,
            0.7927263057852274,
            0.4421553787835544
        ]
    },
    "0.3123372946740392-3-612": {
        "average clique similarity": 0.3123372946740392,
        "clique": [
            "4-Trump then aggressiv",
            "3-Adding insult to inj",
            "2- I didn t think I d "
        ],
        "median tf-idf score": 0.8631448648005009,
        "publications": [
            "National Review",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Trump then aggressively pivoted toward Clinton's   server scandal  --   an issue he failed to raise during the first debate on September 26  --   and announced, \"If I win, I am going to instruct my attorney general to get a special prosecutor to look into your situation. Because there have never been so many lies, so much deception.",
            "Adding insult to injury, he then went into an incredulous rant about Hillary's deleted emails. It was an entirely legitimate attack until he vowed that if elected, he would \"instruct\" his attorney general to appoint a special prosecutor to pursue her and that if he were President today, she would be in jail.",
            "\"I didn't think I'd say this, but I'm going to say this, and I hate to say it, but if I win, I am going to instruct my attorney general to get a special prosecutor to look into your situation,\" Trump said. \"There's never been anything like it."
        ],
        "tf-idf score": [
            1.02343844216582,
            0.44833770302259357,
            0.8631448648005009
        ]
    },
    "0.33178257165269315-3-22": {
        "average clique similarity": 0.33178257165269315,
        "clique": [
            "4-After some rambling ",
            "0- I expect we ll have",
            "1-     and pivots the "
        ],
        "median tf-idf score": 1.0214883190483581,
        "publications": [
            "Buzzfeed News",
            "National Review",
            "Vox"
        ],
        "sentences": [
            "After some rambling remarks about the virtue of   Clinton concluded, \"It's just awfully good that someone with the temperament of Donald Trump is not in charge of the law in our country. \"",
            "\"I expect we'll have millions more fact checking,\" Clinton said, \"because, you know, it's just awfully good that someone with the temperament of Donald Trump is not in charge of the law in our country. \"",
            "--   and pivots the issue from Clinton's apparent belief in the value of some light duplicity in politics to the fact that the Russian government is backing Trump, a much more serious charge and one that Trump was forced to respond to."
        ],
        "tf-idf score": [
            0.8442855343062907,
            1.0360817699924596,
            1.0214883190483581
        ]
    },
    "0.3540739891057469-3-1101": {
        "average clique similarity": 0.3540739891057469,
        "clique": [
            "4-Trump shot back   Be",
            "3-His next book   How ",
            "2-   J Trump     Becau"
        ],
        "median tf-idf score": 0.6203044162493907,
        "publications": [
            "CNN",
            "National Review",
            "Washington Post"
        ],
        "sentences": [
            "Trump shot back: \"Because you'd be in jail. \"",
            "His next book, \"How to be a Muslim,\" will be out in 2017. Raul Reyes: Trump's   performance  Here is a note to all candidates at presidential debates: If you find yourself engaged in combative behavior with the moderators, you have lost the debate.",
            "(  J Trump)   \"Because you'd be in jail,\" Trump said."
        ],
        "tf-idf score": [
            0.46523042316763585,
            0.8077811984922144,
            0.6203044162493907
        ]
    },
    "0.3878030309356495-3-544": {
        "average clique similarity": 0.3878030309356495,
        "clique": [
            "4- Donald Trump is dif",
            "1-His odds of getting ",
            "2-Donald Trump is diff"
        ],
        "median tf-idf score": 0.6792241295877692,
        "publications": [
            "Washington Post",
            "National Review",
            "Vox"
        ],
        "sentences": [
            "\"Donald Trump is different. \"",
            "His odds of getting a friendly US regime increased tonight. Loser: Donald Trump             There is no better illustration of the soft bigotry of low expectations than the fact that several smart, normally   political observers saw the same debate as everyone else and declared that Donald Trump won.",
            "Donald Trump is different,\" she said."
        ],
        "tf-idf score": [
            0.520236621932885,
            0.818232616538854,
            0.6792241295877692
        ]
    },
    "0.41815541986362287-3-281": {
        "average clique similarity": 0.41815541986362287,
        "clique": [
            "0-That was a great   ",
            "3-Trump characterized ",
            "1-TRUMP  I have great "
        ],
        "median tf-idf score": 0.5862871626294548,
        "publications": [
            "Vox",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "That was a great. \"",
            "Trump characterized his comments as \"locker room talk\" and claimed to have \"great respect for women\".",
            "TRUMP: I have great respect for women."
        ],
        "tf-idf score": [
            0.21540632847172092,
            0.7075731866818232,
            0.5862871626294548
        ]
    }
}