{
    "0.188362567311796-3-40": {
        "average clique similarity": 0.188362567311796,
        "clique": [
            "0-Though Trump had end",
            "1-Trump had denounced ",
            "4-In turn  Trump was u"
        ],
        "median tf-idf score": 0.8674881358969558,
        "publications": [
            "Reuters",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "Though Trump had endorsed Romney in 2012, this year he repeatedly mocked Romney's campaign performance against President Obama, calling him \"the biggest loser\" and \"weak. \"",
            "Trump had denounced Romney as a \"choke artist\" for losing the 2012 election to President Barack Obama.",
            "In turn, Trump was unsparing in his criticism of Romney calling him a \"failed candidate,\" and a \"choke artist\"."
        ],
        "tf-idf score": [
            0.9256394130563962,
            0.8004766667758489,
            0.8674881358969558
        ]
    },
    "0.19047076159574297-3-101": {
        "average clique similarity": 0.19047076159574297,
        "clique": [
            "2-    There has been m",
            "4-If Romney were to pl",
            "3-After the meeting  R"
        ],
        "median tf-idf score": 0.974179914192557,
        "publications": [
            "CNN",
            "Business Insider",
            "NPR"
        ],
        "sentences": [
            "\"   There has been much speculation over whether Romney would take on   the role of secretary of state in Trump's administration, though   Romney refused to say anything on the topic when asked by   reporters.  \"",
            "If Romney were to play a role in the Trump Administration, it would come as a surprise to many: Romney has been an outspoken opponent of Trump all year long, suggesting that Trump held racist views and lacked the temperament for the presidency.",
            "After the meeting, Romney offered no hint as to whether he was offered or would accept a role in Trump's administration."
        ],
        "tf-idf score": [
            1.0840208725345886,
            0.974179914192557,
            0.9342503264500097
        ]
    },
    "0.1960171990908536-4-104": {
        "average clique similarity": 0.1960171990908536,
        "clique": [
            "0-Trump and Romney  a ",
            "4-Donald Trump may be ",
            "2-         Former Mass",
            "1-   Donald Trump and "
        ],
        "median tf-idf score": 1.1106815898145759,
        "publications": [
            "Reuters",
            "NPR",
            "Fox News",
            "Business Insider"
        ],
        "sentences": [
            "Trump and Romney, a former GOP presidential nominee, met at Trump's golf club in Bedminster, N J Romney was one of Trump's most outspoken Republican critics during the 2016 primary season.",
            "Donald Trump may be taking the old adage of keeping friends close and enemies closer to heart. The   met 2012 GOP presidential nominee Mitt Romney in Bedminster, N J on Saturday, and after the meeting the two emerged with signals it had gone well.",
            "'  ' \"   Former Massachusetts Governor Mitt Romney met Donald Trump at   Trump's golf course in New Jersey on Saturday afternoon, though   neither man said anything definitive about Romney joining Trump's   administration.  \"",
            "   Donald Trump and 2012 Republican presidential nominee Mitt Romney set aside a fierce rivalry on Saturday and held talks likely to feed speculation that Romney could be in line to be the next U S secretary of state."
        ],
        "tf-idf score": [
            1.099680292479332,
            1.0866070190019677,
            1.1985051177938346,
            1.1216828871498195
        ]
    },
    "0.22465402224718764-3-89": {
        "average clique similarity": 0.22465402224718764,
        "clique": [
            "1-Trump has been consi",
            "2-    Rudy Giuliani  t",
            "3-Romney could be reli"
        ],
        "median tf-idf score": 1.0266287217152734,
        "publications": [
            "CNN",
            "Business Insider",
            "Reuters"
        ],
        "sentences": [
            "Trump has been considering former New York Mayor Rudy Giuliani, a close adviser, for secretary of state, as well as former U S ambassador to the United Nations John Bolton and Senator Bob Corker of Tennessee.",
            "\"   Rudy Giuliani, the former mayor of New York and a     Trump surrogate, was reportedly considered for secretary of   state, though he seems to have fallen out of Trump's favor in   recent days, according to a detailed profile of the Trump   transition effort from the The Times.  \"",
            "Romney could be relief to US allies, For sure, a Romney appointment would come as a great relief to US allies who are deeply anxious about the direction of Trump's foreign policy, and who see alternative names floated for secretary of state such as Rudy Giuliani and John Bolton with much greater apprehension."
        ],
        "tf-idf score": [
            0.8785299345756498,
            1.0266287217152734,
            1.1083749402466294
        ]
    },
    "0.23181522689595058-3-54": {
        "average clique similarity": 0.23181522689595058,
        "clique": [
            "1-Romney  who was a le",
            "4-His promises are as ",
            "3-After all  Romney wa"
        ],
        "median tf-idf score": 1.1442234157559752,
        "publications": [
            "NPR",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "Romney, who was a leader of the establishment Republican \"never Trump\" movement that tried to block Trump from becoming the nominee, was first in a long list of people Trump was meeting with on Saturday and Sunday as he seeks to fill out his Cabinet and gather advice ahead of his Jan. 20 move to the White House.",
            "His promises are as worthless as a degree from Trump University,\" Romney said. \"He's playing the American public for suckers: He gets a free ride to the White House and all we get is a lousy hat\".",
            "After all, Romney warned Trump was a \"phony,\" a \"fraud\" who was playing the American public for \"suckers\" and once said he wanted to be able to look his grandchildren in the eye and say he took a stand against the GOP nominee."
        ],
        "tf-idf score": [
            1.1650813547394516,
            0.9746223495197799,
            1.1442234157559752
        ]
    },
    "0.25958118376148204-3-119": {
        "average clique similarity": 0.25958118376148204,
        "clique": [
            "1-Romney  a more mains",
            "3-Would Romney be allo",
            "4-So far  most of Trum"
        ],
        "median tf-idf score": 1.0202050070202544,
        "publications": [
            "Reuters",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "Romney, a more mainstream Republican, would serve alongside more hawkish Trump appointees named on Friday: Senator Jeff Sessions of Alabama as attorney general, retired Lieutenant General Michael Flynn as national security adviser and Representative Mike Pompeo as CIA director.",
            "Would Romney be allowed to speak for the President? Even if the two men put personal animosity aside, the starchy Romney would be an incongruous figure in a team that includes firebrands such as new White House adviser Stephen Bannon and the next national security adviser Michael Flynn.",
            "So far, most of Trump's other picks for key jobs have been Trump loyalists, including Priebus as the incoming chief of staff, Alabama Sen. Jeff Sessions as attorney general and retired Army Lieutenant Gen. Michael Flynn as national security adviser. Kansas Rep. Mike Pompeo, who originally endorsed former GOP candidate Marco Rubio, has also been offered the position of CIA director."
        ],
        "tf-idf score": [
            1.0765513824908313,
            0.6600301251491456,
            1.0202050070202544
        ]
    },
    "0.2922654143015908-4-138": {
        "average clique similarity": 0.2922654143015908,
        "clique": [
            "2-    Romney said that",
            "0- We discussed those ",
            "3-And even if Trump ga",
            "1- And I appreciate th"
        ],
        "median tf-idf score": 1.0988052572964917,
        "publications": [
            "Fox News",
            "Reuters",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "'   Romney said that their discussion was \"thorough and \"   and that he \"appreciates the chance to speak with the    \". ' '   Trump echoed Romney, yelling to reporters that the conversation   \"went great\". '",
            "\"We discussed those areas and exchanged our views on those topics    a very thorough and   discussion in the time we had. And I appreciate the chance to speak with the   and look forward to the coming administration and the things it's going to be doing\". Romney did not say whether the secretary of state job was discussed.",
            "And even if Trump gave him broad latitude to dictate US foreign policy, Romney would be taking a risk that the 45th President's intemperate public comments and volatile personality would undo painstaking diplomatic work. There is nothing more debilitating for a secretary of state than the view around the world that he or she does not speak for the President or is on a different page.",
            "\"And I appreciate the chance to speak with the   and I look forward to the coming administration and the things that it's going to be doing\"."
        ],
        "tf-idf score": [
            1.1758543017170158,
            1.0456323610837188,
            1.1519781535092646,
            0.2286748223655578
        ]
    },
    "0.2944372399531897-3-160": {
        "average clique similarity": 0.2944372399531897,
        "clique": [
            "0-Trump said after the",
            "1-Earlier  Trump and R",
            "4-And I appreciate the"
        ],
        "median tf-idf score": 0.752418246055592,
        "publications": [
            "Fox News",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "Trump said after the meeting: \"It went great\".",
            "Earlier, Trump and Romney emerged from their meeting after an hour and 20 minutes, and Trump told reporters their talks \"went great\".",
            "And I appreciate the chance to speak with the   and I look forward to the coming administration and the things that it's going to be doing\". Trump cupped his hands around his mouth and told the press \"it went great\". Neither took any questions."
        ],
        "tf-idf score": [
            0.6271949177289033,
            0.9169981866581528,
            0.752418246055592
        ]
    },
    "0.49045164183312134-3-160": {
        "average clique similarity": 0.49045164183312134,
        "clique": [
            "0- We had a   conversa",
            "2-     We had a far re",
            "1-Romney said the pair"
        ],
        "median tf-idf score": 0.8761519245660959,
        "publications": [
            "Fox News",
            "Business Insider",
            "Reuters"
        ],
        "sentences": [
            "\"We had a   conversation with regards to the various theaters of the world of interest to the United States, of real significance,\" Romney, a successful businessman and former Massachusetts governor, said after the roughly   meeting.",
            "'   \"We had a far reaching conversation,\" Romney told reporters after   the     long meeting. Romney said that the two men   discussed the \"various theaters\" of the world where the US   has interests of \"real significance\". '",
            "Romney said the pair \"had a   conversation with regards to the various theaters in the world\"."
        ],
        "tf-idf score": [
            0.8774067484170242,
            0.8761519245660959,
            0.5641770060138587
        ]
    },
    "0.6249320043681199-3-160": {
        "average clique similarity": 0.6249320043681199,
        "clique": [
            "3- We had a   conversa",
            "4- We had a far reachi",
            "1- We discussed those "
        ],
        "median tf-idf score": 0.8798371231194715,
        "publications": [
            "CNN",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "\"We had a   conversation with regard to the various theaters in the world where there are interests of the United States of real significance. We discussed those areas and exchanged our views on those topics,\" Romney said in brief remarks to reporters.",
            "\"We had a far reaching conversation with regards to the various theaters in the world where there are interests of the United States of real significance,\" Romney told the press assembled outside Trump's golf course. \"We discussed those areas, and exchanged our views on those topics  --   a very thorough and   discussion in the time we had.",
            "\"We discussed those areas, and exchanged our views on those topics  --   a very thorough and   discussion in the time we had,\" Romney said."
        ],
        "tf-idf score": [
            0.8798371231194715,
            1.316330412185333,
            0.6496151417816268
        ]
    }
}