{
    "0.16522313929108803-3-207": {
        "average clique similarity": 0.16522313929108803,
        "clique": [
            "4-But Comey told repor",
            "0-Most were retroactiv",
            "1-The emails that were"
        ],
        "median tf-idf score": 0.6804391203733032,
        "publications": [
            "CNN",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "But Comey told reporters, \"We found no evidence that any of the additional   emails were intentionally deleted in an effort to conceal them\". Details of the FBI probe did little to mollify Clinton's critics, including Republican House Speaker Paul Ryan.",
            "Most were retroactively classified, but Comey has disputed Clinton's insistence that none of them were marked as such at the time.",
            "The emails that were sent and received from her server containing these markings became the subject of intense debate on the Hill, as her critics seized on them as evidence that she mishandled information."
        ],
        "tf-idf score": [
            1.1338736990139493,
            0.6804391203733032,
            0.599449612663692
        ]
    },
    "0.18127357308561284-3-91": {
        "average clique similarity": 0.18127357308561284,
        "clique": [
            "4-The notes and invest",
            "1-Last month  the bure",
            "2-The materials  which"
        ],
        "median tf-idf score": 1.0619660376078808,
        "publications": [
            "Washington Post",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "The notes and investigative report made public Friday offer a glimpse into the yearlong probe that led up to that recommendation. Clinton's interview, conducted at the J Edgar Hoover Building in Washington, D C was one of the last steps in that process.",
            "Last month, the bureau gave members of Congress access to the notes, as well as notes from interviews with other Clinton staff and aides, but kept that version of the report classified. Comey testified that no transcript of the interview exists, only the notes taken on it. Clinton was not under oath.",
            "The materials, which include a summary of the FBI's entire investigation as well as Clinton's   interview with agents in July, contain no major revelations. But they offer new details that Clinton's political opponents will be able use in the months leading up to the November election."
        ],
        "tf-idf score": [
            0.9821584422321656,
            1.0729780598114147,
            1.0619660376078808
        ]
    },
    "0.19299273904275518-3-126": {
        "average clique similarity": 0.19299273904275518,
        "clique": [
            "4-Clinton s statements",
            "3-A Clinton Foundation",
            "1-Washington  CNN  Hil"
        ],
        "median tf-idf score": 1.3763596502463387,
        "publications": [
            "NPR",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Clinton's statements are detailed in a record of the July 2 interview released Friday by the FBI (You can read that and the FBI's longer investigative report here.)",
            "A Clinton Foundation laptop and a thumb drive used to archive Hillary Clinton's emails from her time as secretary of state are missing, according to FBI notes released on Friday.",
            "Washington (CNN) Hillary Clinton repeatedly told the FBI she couldn't recall key details and events related to classified information procedures, according to notes the bureau released Friday of its July interview with the Democratic presidential nominee, along with a report on its investigation into her private email server."
        ],
        "tf-idf score": [
            0.9020405197640368,
            1.3763596502463387,
            1.8578877118173314
        ]
    },
    "0.20072241600783255-3-167": {
        "average clique similarity": 0.20072241600783255,
        "clique": [
            "1-The former secretary",
            "0-The notes show Clint",
            "2-The summary shows th"
        ],
        "median tf-idf score": 1.2849906712694912,
        "publications": [
            "Washington Post",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "The former secretary of state said she did understand when an email was marked \"confidential\" at the top, and \"asked the interviewing agents if that was what 'c' referenced,\" according to the notes. The confidential label had been placed there by the FBI after the fact. She also said she didn't \"pay attention to the 'level' of classified information and took all classified information seriously\".",
            "The notes show Clinton was pressed for information on specific sensitive emails. She was asked, among other details, about an email that mentioned a report about an Afghan national.",
            "The summary shows that Clinton's account to law enforcement was generally consistent with what she has said about her email situation publicly, but she repeatedly told agents she could not recall important details or specific emails she was questioned about."
        ],
        "tf-idf score": [
            1.3772993575615098,
            1.1417534611149682,
            1.2849906712694912
        ]
    },
    "0.2030788312438242-3-73": {
        "average clique similarity": 0.2030788312438242,
        "clique": [
            "1-Before it became pub",
            "2-Those include confid",
            "3-In his response  Pow"
        ],
        "median tf-idf score": 1.374311101755856,
        "publications": [
            "CNN",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "Before it became public, interest in the contents of the report had intensified after it was reported that Clinton told the FBI a conversation with Powell recommending she use private email helped convince her to do so.",
            "Those include confidante Sidney Blumenthal, whose emails were hacked and publicly revealed by Romanian hacker Marcel Lehel Lazar. The bureau wrote in its report that it was unable to track down all of Clinton's electronic equipment because it had been destroyed or lost. One staffer told investigators he destroyed two mobile devices \"by breaking them in half or hitting them with a hammer. \" The FBI said it requested 13 devices from the law firm representing Clinton, and the firm said it could not produce any.",
            "In his response, Powell told Clinton that if it became \"public\" that she was using a BlackBerry to \"do business\" the emails could become \"official records[s] and subject to the law\". Powell wrote: \"Be very careful. I got around it all by not saying much and not using systems that captured the data. \""
        ],
        "tf-idf score": [
            1.374311101755856,
            1.7031657149614432,
            1.189323129677752
        ]
    },
    "0.22404294830790716-3-271": {
        "average clique similarity": 0.22404294830790716,
        "clique": [
            "4-Hillary Clinton told",
            "1-According to the rep",
            "2-FBI Director James C"
        ],
        "median tf-idf score": 1.4869417991894738,
        "publications": [
            "Washington Post",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "Hillary Clinton told FBI investigators no one at the State Department raised concerns with her about using private email servers to conduct government business during her time as secretary of state.",
            "According to the report summarizing the FBI's investigation, Clinton emailed Powell just after inauguration in 2009 about his use of a BlackBerry as secretary of state.",
            "FBI Director James Comey said on July 5 that Hillary Clinton should not be charged for her use of a private email server during her time as secretary of state."
        ],
        "tf-idf score": [
            1.4869417991894738,
            1.022152809865106,
            1.520894995442792
        ]
    },
    "0.2398492083015619-3-81": {
        "average clique similarity": 0.2398492083015619,
        "clique": [
            "4-FBI Director James C",
            "2-After reading these ",
            "0-The FBI ultimately d"
        ],
        "median tf-idf score": 1.6010370012463384,
        "publications": [
            "Washington Post",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "FBI Director James Comey previously described Clinton and her aides as \"extremely careless\" in their handling of sensitive information. But he recommended against pressing criminal charges against the Democratic presidential nominee, telling reporters \"no reasonable prosecutor would bring such a case\".",
            "After reading these documents, I really don't understand how she was able to get away from prosecution. \" FBI Director James B Comey announced in July that his agency would not recommend criminal charges against Clinton for her use of a private email server, though he said at the time she and her staffers were \"extremely careless\" in how they treated classified information.",
            "The FBI ultimately did not pursue charges against Clinton for her use of personal email while secretary of state, with Comey saying there was no evidence anyone intentionally mishandled classified information."
        ],
        "tf-idf score": [
            1.0597463162067002,
            1.989088632955326,
            1.6010370012463384
        ]
    },
    "0.24423290347019747-3-189": {
        "average clique similarity": 0.24423290347019747,
        "clique": [
            "3-This is exactly why ",
            "4- CLINTON relied on t",
            "0-CLICK TO READ THE DO"
        ],
        "median tf-idf score": 0.8019790077865349,
        "publications": [
            "Fox News",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "This is exactly why I have called for her to be denied access to classified information. \" Reince Priebus, chair of the Republican National Committee, said: \"The FBI's summary of their interview with Hillary Clinton is a devastating indictment of her judgment, honesty and basic competency.",
            "\"CLINTON relied on the judgment of the people that worked for her to handle the information appropriately\".",
            "CLICK TO READ THE DOCUMENTS HERE AND HERE, According to the files, Clinton claimed to have relied on the judgment of her aides and other officials to handle classified material appropriately."
        ],
        "tf-idf score": [
            1.2360375524890315,
            0.5996939211970775,
            0.8019790077865349
        ]
    },
    "0.2634870583296132-3-145": {
        "average clique similarity": 0.2634870583296132,
        "clique": [
            "1- She relied on State",
            "3-She did not recall r",
            "0-They said no one at "
        ],
        "median tf-idf score": 1.1321270437654127,
        "publications": [
            "Guardian",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "\"She relied on State official to use their judgment when emailing her and could not recall anyone raising concerns with her regarding the sensitivity of the information she received at her email address\".",
            "She did not recall receiving any emails she thought should not have been on an unclassified system. She also stated she received no particular guidance as to how she should use the president's email address. In addition, the notes say: \"Clinton could not recall when she first received her security clearance and if she carried it with her to state via reciprocity from her time in the Senate.",
            "They said no one at the State Department raised concerns during her tenure, and that Clinton said everyone with whom she exchanged emails knew she was using a private email address."
        ],
        "tf-idf score": [
            0.6978444555642848,
            1.1321270437654127,
            1.231714253071481
        ]
    },
    "0.26962974415129454-3-52": {
        "average clique similarity": 0.26962974415129454,
        "clique": [
            "1- We also are releasi",
            "3-The phrase  Clinton ",
            "0-They released a summ"
        ],
        "median tf-idf score": 0.7729729890623515,
        "publications": [
            "CNN",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "\"We also are releasing a factual summary of the FBI's investigation into this matter\".",
            "The phrase \"Clinton could not recall\" litters the summary of the FBI's investigation, which concluded in July that she should not face charges.",
            "They released a summary of Clinton's July 2 FBI interview and a summary of the FBI investigation itself."
        ],
        "tf-idf score": [
            0.2887721690315244,
            0.7729729890623515,
            0.777542732803176
        ]
    },
    "0.2782600990500486-3-30": {
        "average clique similarity": 0.2782600990500486,
        "clique": [
            "0- We are making these",
            "4-And she insisted her",
            "1-The bureau is making"
        ],
        "median tf-idf score": 1.0018071573712934,
        "publications": [
            "NPR",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "\"We are making these materials available to the public in the interest of transparency and in response to numerous Freedom of Information Act (FOIA) requests,\" the FBI said in a statement. \"Appropriate redactions have been made for classified information or other material exempt from disclosure under FOIA \" After a yearlong investigation, the FBI recommended against prosecution in July, and the Justice Department then closed the case.",
            "And she insisted her use of the private server was for convenience, not an attempt to evade Freedom of Information Act requests or government   laws.",
            "The bureau is making the information public in response to numerous Freedom of Information Act requests, including from CNN  \"Today the FBI is releasing a summary of former Secretary of State Hillary Clinton's July 2, 2016 interview with the FBI concerning allegations that classified information was improperly stored or transmitted on a personal   server she used during her tenure,\" the agency said in a statement."
        ],
        "tf-idf score": [
            1.0018071573712934,
            0.720106153903416,
            1.9170377914328482
        ]
    },
    "0.2830269702761356-3-114": {
        "average clique similarity": 0.2830269702761356,
        "clique": [
            "2-The FBI found no evi",
            "3-Clinton told the FBI",
            "4- This email did not "
        ],
        "median tf-idf score": 1.3114426032143442,
        "publications": [
            "Washington Post",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "The FBI found no evidence that anyone penetrated the email of the former secretary of state herself  --   although \"hostile foreign actors successfully gained access to the personal   accounts of individuals with whom Clinton was in regular contact and, in doing so, obtained   sent to or received by Clinton on her personal account,\" the bureau wrote.",
            "Clinton told the FBI she understood Powell's comments to mean that any of her   communications would be records of the government and \"did not factor\" the comments \"into her decision to use a personal email account\" the documents say.",
            "\"This email did not factor into her decision to use a personal email account,\" the FBI notes say."
        ],
        "tf-idf score": [
            1.4588466934750655,
            1.3114426032143442,
            0.7085555463264689
        ]
    },
    "0.2876207885118138-3-40": {
        "average clique similarity": 0.2876207885118138,
        "clique": [
            "0-She even told invest",
            "3-The notes also conta",
            "1-Powell repudiated th"
        ],
        "median tf-idf score": 1.2460074910384586,
        "publications": [
            "Guardian",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "She even told investigators    when asked what the \"C\" marking meant before a paragraph in an email marked \"Confidential\"  --   that \"she did not know and could only speculate it was referencing paragraphs marked in alphabetical order. \"",
            "The notes also contain a string of admissions by Clinton about points she did not know or could not recall: \"When asked about the email chain containing '(C)' portion markings that state determined to currently contain CONFIDENTIAL information, Clinton stated that she did not know what the '(C)' meant at the beginning of the paragraphs and speculated it was referencing paragraphs marked in alphabetical order. \"",
            "Powell repudiated the idea that he shares any responsibility for her choice in the following days, however, and Clinton told CNN's Anderson Cooper last month that she takes full responsibility. \"I've been asked many, many questions in the past year about emails. And what I've learned is that when I try to explain what happened it can sound like I'm trying to excuse what I did,\" she told CNN \"And there are no excuses. I want people to know that the decision to have a single   mail account was mine. I take responsibility for it."
        ],
        "tf-idf score": [
            0.712452068360026,
            1.4526196985638815,
            1.2460074910384586
        ]
    },
    "0.2995653017528015-3-237": {
        "average clique similarity": 0.2995653017528015,
        "clique": [
            "0-And when asked about",
            "2-Here are some things",
            "3-Clinton said she did"
        ],
        "median tf-idf score": 0.8003686423634058,
        "publications": [
            "Washington Post",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "And when asked about different classification types like \"Top Secret,\" Clinton went on to say she \"did not pay attention to the 'level' of classified information and took all classified information seriously. \"",
            "Here are some things we've learned from them. information in   Democratic presidential candidate Hillary Clinton has previously stated that classified information never traveled across her private server. However, the State Department has acknowledged that \"top secret\" information was in seven email chains sent or received by her.",
            "Clinton said she did not pay attention to the difference between top secret, secret and confidential but \"took all classified information seriously\"."
        ],
        "tf-idf score": [
            0.7929831408429668,
            1.6892529150025033,
            0.8003686423634058
        ]
    },
    "0.31123638979760454-3-70": {
        "average clique similarity": 0.31123638979760454,
        "clique": [
            "0-Clinton campaign spo",
            "3-The Clinton campaign",
            "1-Clinton s campaign  "
        ],
        "median tf-idf score": 0.7534609568078342,
        "publications": [
            "Fox News",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Clinton campaign spokesman Brian Fallon defended the candidate in a statement: \"We are pleased that the FBI has released the materials from Hillary Clinton's interview, as we had requested.",
            "The Clinton campaign insisted that it was pleased the notes had been made public.",
            "Clinton's campaign, however, said it was \"pleased\" by the release."
        ],
        "tf-idf score": [
            0.9676502439776595,
            0.7394616048647901,
            0.7534609568078342
        ]
    },
    "0.31364542047087435-3-101": {
        "average clique similarity": 0.31364542047087435,
        "clique": [
            "3-Clinton s use of a p",
            "2- FBI s attempt to sh",
            "0-Clinton has repeated"
        ],
        "median tf-idf score": 1.133941121885808,
        "publications": [
            "Washington Post",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "Clinton's use of a private email server while in office has dogged her presidential campaign.",
            "[FBI's attempt to show Clinton probe was nonpartisan keeps running into politics]  Clinton has been dogged by questions about her use of the private email server since the start of her presidential campaign and her Republican opponent, Donald Trump, has used the issue to argue she is untrustworthy.",
            "Clinton has repeatedly said her use of private email was allowed."
        ],
        "tf-idf score": [
            1.001166278103089,
            1.5949547745883161,
            1.133941121885808
        ]
    },
    "0.34023625929366097-3-24": {
        "average clique similarity": 0.34023625929366097,
        "clique": [
            "3-The FBI identified a",
            "0-The document dump al",
            "1-The FBI found that 1"
        ],
        "median tf-idf score": 1.0725827233531877,
        "publications": [
            "Guardian",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "The FBI identified a total of 13 mobile devices associated with Clinton's two known phone numbers that potentially were used to send emails using clintonemail. com addresses.",
            "The document dump also revealed the gaps that remain in the record. Not only were numerous sections  --   and entire pages  --   redacted, but the files showed the FBI could not obtain 13 Clinton mobile devices that may have been used to send emails from her personal email address, in addition to two iPads.",
            "The FBI found that 13 different mobile devices were used with her two known phone numbers, and thus may have sent emails with her private account."
        ],
        "tf-idf score": [
            1.0725827233531877,
            1.3083410324592921,
            0.7154507931297301
        ]
    },
    "0.3704683654899637-3-65": {
        "average clique similarity": 0.3704683654899637,
        "clique": [
            "4- CLINTON never delet",
            "1-Clinton told the FBI",
            "0-The latest headlines"
        ],
        "median tf-idf score": 1.341976780299162,
        "publications": [
            "NPR",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "\"CLINTON never deleted, nor did she instruct anyone to delete, her email to avoid complying with the Federal Records Act, FOIA, or State or FBI requests for information,\" the interview notes say.",
            "Clinton told the FBI she \"could not recall any briefing or training by State related to the retention of federal records or handling classified information,\" according to the bureau's notes of their interview with Clinton.",
            "The latest headlines on the 2016 elections from the biggest name in politics. See Latest Coverage - The documents also say Clinton claimed she could not recall \"any briefing or training by State related to the retention of federal records or handling of classified information. \""
        ],
        "tf-idf score": [
            1.3637002702943533,
            1.341976780299162,
            1.0502416017904908
        ]
    },
    "0.4430229359324748-3-187": {
        "average clique similarity": 0.4430229359324748,
        "clique": [
            "3-The release also inc",
            "0-The documents also i",
            "1-According to Abedin "
        ],
        "median tf-idf score": 0.8625463503621529,
        "publications": [
            "Guardian",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "The release also includes technical details about how the server in the basement of Clinton's home in Chappaqua, New York, was set up.",
            "The documents also include technical details about how the server in the basement of Clinton's home in Chappaqua, New York, was set up.",
            "According to Abedin, Cooper and another person whose name was redacted from the report, there were personally owned desktop computers in the SCIFs in Clinton's homes in Washington and Chappaqua, New York."
        ],
        "tf-idf score": [
            0.8336810203341039,
            0.8846231083257426,
            0.8625463503621529
        ]
    },
    "0.48118417516668494-3-291": {
        "average clique similarity": 0.48118417516668494,
        "clique": [
            "4- These documents dem",
            "3-The House speaker  P",
            "0- These documents dem"
        ],
        "median tf-idf score": 1.326166022074322,
        "publications": [
            "NPR",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "\"These documents demonstrate Hillary Clinton's reckless and downright dangerous handling of classified information during her tenure as Secretary of State,\" Ryan said in a statement. \"They also cast further doubt on the Justice Department's decision to avoid prosecuting what is a clear violation of the law.",
            "The House speaker, Paul Ryan, said: \"These documents demonstrate Hillary Clinton's reckless and downright dangerous handling of classified information during her tenure as secretary of state. They also cast further doubt on the justice department's decision to avoid prosecuting what is a clear violation of the law.",
            "\"These documents demonstrate Hillary Clinton's reckless and downright dangerous handling of classified information during her tenure as secretary of state."
        ],
        "tf-idf score": [
            1.3273180613286215,
            1.326166022074322,
            0.9665876860819368
        ]
    },
    "0.5860154538763674-3-153": {
        "average clique similarity": 0.5860154538763674,
        "clique": [
            "2-Trump said in a stat",
            "1- Hillary Clinton s a",
            "3-Amid fierce Republic"
        ],
        "median tf-idf score": 1.5969869357806563,
        "publications": [
            "CNN",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "Trump said in a statement: \"Hillary Clinton's answers to the FBI about her private email server defy belief. I was absolutely shocked to see that her answers to the FBI stood in direct contradiction to what she told the American people.",
            "\"Hillary Clinton's answers to the FBI about her private email server defy belief,\" Trump said in a statement. \"I was absolutely shocked to see that her answers to the FBI stood in direct contradiction to what she told the American people.",
            "Amid fierce Republican criticism of the Democratic presidential candidate, the party's nominee, Donald Trump released a statement which said \"Hillary Clinton's answers to the FBI about her private email server defy belief\" and added that he did not \"understand how she was able to get away from prosecution\"."
        ],
        "tf-idf score": [
            1.5969869357806563,
            1.5969869357806563,
            1.6791235774707387
        ]
    },
    "0.6781982497035782-3-48": {
        "average clique similarity": 0.6781982497035782,
        "clique": [
            "1- While her use of a ",
            "2-Here s what he said ",
            "0-While her use of a s"
        ],
        "median tf-idf score": 1.5140961485107127,
        "publications": [
            "Washington Post",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "\"While her use of a single email account was clearly a mistake and she has taken responsibility for it, these materials make clear why the Justice Department believed there was no basis to move forward with this case,\" Clinton's national press secretary Brian Fallon said in a statement.",
            "Here's what he said, in three minutes. (Peter   Washington Post)   Clinton campaign spokesman Brian Fallon said, \"While her use of a single email account was clearly a mistake and she has taken responsibility for it, these materials make clear why the Justice Department believed there was no basis to move forward with this case. \"",
            "While her use of a single email account was clearly a mistake and she has taken responsibility for it, these materials make clear why the Justice Department believed there was no basis to move forward with this case. \" Regarding Clinton's own authority to classify, the files stated she \"could not recall how often she used this authority or any training or guidance provided by State. \""
        ],
        "tf-idf score": [
            1.5140961485107127,
            1.4678109705686577,
            1.5737215116848458
        ]
    }
}