{
    "0.17613431534463322-3-56": {
        "average clique similarity": 0.17613431534463322,
        "clique": [
            "0-The dashboard shows ",
            "2-Among the side playe",
            "4-Washington  CNN  The"
        ],
        "median tf-idf score": 1.2557055533622907,
        "publications": [
            "CNN",
            "New York Times",
            "Fox News"
        ],
        "sentences": [
            "The dashboard shows the sites being downloaded currently. There is a dashboard running for the archivebot process at \"https:  . \">https:  . The Iranian scientist executed by his own government after being convicted of spying for the U S seemingly was discussed in emails that crossed Hillary Clinton's private server, fueling Republican accusations about how \"reckless\" the former secretary of state's server   truly was.",
            "Among the side players was Hillary Clinton, the secretary of state, who said as Mr Amiri was returning to Iran: \"He's free to go.",
            "Washington (CNN) The execution of an Iranian nuclear scientist accused of spying for the US is reverberating from Tehran to the presidential campaign trail. Critics, including opponent Donald Trump, are slamming former Secretary of State Hillary Clinton for having received emails mentioning him on her controversial personal email server."
        ],
        "tf-idf score": [
            1.3961567434698963,
            1.1992702013882321,
            1.2557055533622907
        ]
    },
    "0.1773349043674858-3-52": {
        "average clique similarity": 0.1773349043674858,
        "clique": [
            "3-He claimed he never ",
            "2-When he first told h",
            "4- He was put on trial"
        ],
        "median tf-idf score": 1.2177799729098167,
        "publications": [
            "New York Times",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "He claimed he never gave any information to the U S government and that he was moved around a lot, staying mostly in Arizona and Washington, DC For some unknown reason, 14 months into his capture, the U S government put Amiri in a cab and had him shipped back into Iranian hands, according to the story Amiri told just before he returned to Iran. He never explained how or why he was able to record Youtube videos during his alleged capture, each of which had different accounts of what happened to him.",
            "When he first told his C I A handlers that he planned to return, they warned him, according to the intelligence agency's account, that it would probably end with his head in a noose.",
            "\"He was put on trial and was convicted and sentenced to death,\" Iran judiciary spokesman     told reporters Monday. \"(He) not only did not make up for his crime and did not repent, he also tried to send information from prison. Anyway, after due process, he received his punishment,\" he added. US officials have said that Amiri willingly defected but then changed his mind, choosing to return to Iran to be with his family."
        ],
        "tf-idf score": [
            1.3020549037241205,
            0.23680008258494115,
            1.2177799729098167
        ]
    },
    "0.18521531521236198-3-126": {
        "average clique similarity": 0.18521531521236198,
        "clique": [
            "3-Clinton talked publi",
            "1-Will keep you posted",
            "0-A State Department s"
        ],
        "median tf-idf score": 0.6048446345464438,
        "publications": [
            "Washington Post",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "Clinton talked publicly about the case at the time.",
            "Will keep you posted,\" Sullivan wrote. The key point to understand here, though, is that Amiri had already outed himself publicly by the time these emails were written.",
            "A State Department spokeswoman also argued Monday that the execution had nothing to do with the references in the Clinton server emails, since the scientist's case had already been discussed publicly going back years."
        ],
        "tf-idf score": [
            0.31529492162997697,
            0.6048446345464438,
            0.9321453737424847
        ]
    },
    "0.1902689595001116-3-235": {
        "average clique similarity": 0.1902689595001116,
        "clique": [
            "0-The issue could caus",
            "4-RELATED  Cryptic Cli",
            "1-The nuclear scientis"
        ],
        "median tf-idf score": 0.8725672779468219,
        "publications": [
            "Fox News",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "The issue could cause renewed problems for Clinton in the campaign, after the FBI and Justice Department cleared her and decided not to pursue charges over her private email use.",
            "RELATED: Cryptic Clinton emails may refer to Iranian scientist, But the appearance of veiled references to the Amiri case in Clinton's emails has fueled another round of recriminations over her private email account.",
            "The nuclear scientist's mysterious story predates Clinton's email scandal Over the past two years, Clinton's team has released almost all 52, 455 emails from her private server."
        ],
        "tf-idf score": [
            0.6459466533763919,
            1.0980948454882244,
            0.8725672779468219
        ]
    },
    "0.19314834626349686-3-23": {
        "average clique similarity": 0.19314834626349686,
        "clique": [
            "1-Amiri s death is the",
            "4- This is not somethi",
            "0- In the emails that "
        ],
        "median tf-idf score": 1.1840497861911026,
        "publications": [
            "Fox News",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "Amiri's death is the first time the Iranian government has admitted to secretly detaining someone, according to the AP Clinton's emails did mention Amiri Parts of Amiri's storyline were captured in the emails released from Clinton's private server.",
            "\"This is not something that became public when the State Department released those emails,\" she added, noting that none of the emails mentioning Amiri were classified or retroactively classified as such upon their release    as some emails sent to Clinton were    a sign the Amiri material was not considered too sensitive to be made public.",
            "\"In the emails that were on Hillary Clinton's private server, there were conversations among her senior advisers about this gentleman,\" he said."
        ],
        "tf-idf score": [
            1.1840497861911026,
            1.2083127168432508,
            0.6896961903051403
        ]
    },
    "0.21607909934188088-3-213": {
        "average clique similarity": 0.21607909934188088,
        "clique": [
            "1-He made several YouT",
            "3-He had an elaborate ",
            "2-Then  in another vid"
        ],
        "median tf-idf score": 1.1553622360997577,
        "publications": [
            "Washington Post",
            "Vox",
            "New York Times"
        ],
        "sentences": [
            "He made several YouTube videos, first claiming the CIA had kidnapped him in Saudi Arabia and that he hadn't shared any secret Iranian information, then shifting the narrative to say he had been in the United States to study and then was captured by the CIA         The State Department denied Amiri's comments, claiming he had been a paid CIA informant.",
            "He had an elaborate story for how he had gotten there. According to what Amiri told Pakistani and Iranian officials, he was kidnapped in Medina, Saudi Arabia in 2009, on his way to the mosque, thrown in a van, drugged, and taken the United States.",
            "Then, in another video that quickly followed, his story changed: He had come to the United States voluntarily to study, but desperately missed his son back in Tehran. Soon, father and son were reunited in Iran, in a joyous scene broadcast by the Iranian government."
        ],
        "tf-idf score": [
            1.1553622360997577,
            1.1637337370355116,
            0.7492750807608712
        ]
    },
    "0.2241829402795881-3-65": {
        "average clique similarity": 0.2241829402795881,
        "clique": [
            "3-The scientist outed ",
            "4-RELATED  Iran  Nucle",
            "1- Last week  the Iran"
        ],
        "median tf-idf score": 1.0513230688730468,
        "publications": [
            "Vox",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "The scientist outed himself; it wasn't Clinton's fault. The Iranian government announced Sunday it had executed Shahram Amiri, a nuclear scientist who spent about 14 months in the United States in 2009 and 2010.",
            "RELATED: Iran: Nuclear scientist executed for spying for 'Great Satan' US, State Department spokeswoman Elizabeth Trudeau told reporters  \"there was public reporting on this topic back in 2010,\" referencing a news conference in which Clinton mentioned the scientist.",
            " Last week, the Iranian government executed an Iranian nuclear scientist for espionage."
        ],
        "tf-idf score": [
            1.0513230688730468,
            1.0800701411493114,
            0.3469811030819143
        ]
    },
    "0.24546708142478-3-111": {
        "average clique similarity": 0.24546708142478,
        "clique": [
            "3-U S officials at the",
            "0-Hillary Clinton  whi",
            "1-At the time  Dr Muha"
        ],
        "median tf-idf score": 1.3671085622146135,
        "publications": [
            "Vox",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "U S officials at the time told me and many other journalists that Amiri had defected to the United States of his own free will and had helped the U S for many years while he was in Iran by providing essential intelligence information about Iran's nuclear program. The Washington Post reported at the time the U S government had paid Amiri $5 million.",
            "Hillary Clinton, while she was secretary of state, publicly commented on Amiri's claims at the time, stressing that Amiri had been in America \"of his own free will\". \"He is free to go,\" she had said.",
            "At the time, Dr Muhammad Sahimi, an Iranian chemical engineering professor and columnist, also pointed out that those deeply connected to Iran's nuclear program were rarely permitted to travel outside the country: \"The fact that Amiri was allowed to leave Iran and go to Saudi Arabia already indicated to me at that time that he probably doesn't know much,\" Sahimi told NPR Indeed, Iran's deputy foreign minister denied Amiri was a nuclear scientist altogether: \"Amiri is a researcher at one of Iran's universities,\" Hassan Qashqavi said."
        ],
        "tf-idf score": [
            1.3892089452325593,
            1.1231829098167903,
            1.3671085622146135
        ]
    },
    "0.25509582595760055-3-235": {
        "average clique similarity": 0.25509582595760055,
        "clique": [
            "0-Amiri first vanished",
            "4-At the time  he had ",
            "2-Iranian intelligence"
        ],
        "median tf-idf score": 0.563659747450398,
        "publications": [
            "Fox News",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "Amiri first vanished in 2009 while on a religious pilgrimage to Muslim holy sites in Saudi Arabia. In interviews, he later described being kidnapped and held against his will by Saudi and American spies.",
            "At the time, he had claimed he was kidnapped by American spies while on a pilgrimage to Saudi Arabia, saying that he had been offered millions of dollars to spy on the US's behalf but had opted to turn it down.",
            "Iranian intelligence agencies pressured his family, and by one account threatened to harm his son. They told Mr Amiri to make a videotape claiming he had been kidnapped. He did, using a webcam to declare that he had been kidnapped in Medina \"in a joint operation by the terror and abduction units\" of the C I A and Saudi Arabia's intelligence service. \""
        ],
        "tf-idf score": [
            0.563659747450398,
            0.5460233042593159,
            0.8843315515568485
        ]
    },
    "0.25906695509341476-3-72": {
        "average clique similarity": 0.25906695509341476,
        "clique": [
            "1-The following week  ",
            "2-So in July 2010  Mr ",
            "3-Another email  sent "
        ],
        "median tf-idf score": 1.2247961793572975,
        "publications": [
            "Vox",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "The following week, on July 12, 2010, Sullivan sent an email to Clinton to note that Amiri had gone to the Pakistani Embassy, which hosted an Iranian interests office, to demand repatriation: \"The gentleman you have talked to Bill Burns about has apparently gone to his country's interests section because he is unhappy with how much time it has taken to facilitate his departure. This could lead to problematic news stories in the next 24 hours.",
            "So in July 2010, Mr Amiri ended up in a taxi to a side office of the Pakistani Embassy in Northwest Washington, near the vice president's residence. (In the absence of diplomatic relations between Iran and the United States, Pakistan represents Iran's interests.)",
            "Another email, sent by deputy chief of staff Jake Sullivan on July 12, 2010, appears to notify Clinton that Amiri has gone to the Pakistani embassy, which hosts an Iranian interests section, as part of his attempt to go back to Iran."
        ],
        "tf-idf score": [
            1.4484155529017357,
            0.8448634384145794,
            1.2247961793572975
        ]
    },
    "0.29073830138945495-3-169": {
        "average clique similarity": 0.29073830138945495,
        "clique": [
            "0-Iran confirmed Sunda",
            "2-He said he had been ",
            "4-While in the US  he "
        ],
        "median tf-idf score": 1.0410266625337452,
        "publications": [
            "Fox News",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "Iran confirmed Sunday that Shahram Amiri was hanged last week  --   years after he defected to the U S later returned home, where he was heralded as a hero and then was tried and convicted of spying for the U S While there are conflicting accounts of Amiri's odyssey from Iran to the U S and back, he did appear in a video in 2010 while living in the U S claiming to have been kidnapped by American and Saudi agents.",
            "He said he had been drugged and tortured. Two months later, in 2010, the video showed up on Iranian state television. The C I A made its own video with Mr Amiri, filmed in the friendly setting of a study.",
            "While in the US, he seemed to appear in one video saying he was kidnapped but later in another video said he was there by choice. On Sunday, however, Iran's Judiciary Ministry announced Amiri had been hanged for sharing Iran's nuclear secrets with the enemy."
        ],
        "tf-idf score": [
            1.1918415969162515,
            0.7996326829281459,
            1.0410266625337452
        ]
    },
    "0.30172894642091536-3-85": {
        "average clique similarity": 0.30172894642091536,
        "clique": [
            "4-Trump took to Twitte",
            "1-In light of the news",
            "3-         Despite wha"
        ],
        "median tf-idf score": 1.1658638418004148,
        "publications": [
            "Washington Post",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "Trump took to Twitter on Monday to link Clinton to Shahram Amiri's death, writing, \"Many people are saying that the Iranians killed the scientist who helped the U S because of Hillary Clinton's hacked emails\".",
            "In light of the news, Donald Trump shared some additional insight on the scientist's death with his 10. 8 million Twitter followers: The Iranian government killed him because of Hillary Clinton's \"hacked\" emails. His source: \"Many people are saying\" it.",
            "         Despite what you might read on Donald Trump's twitter feed, the Iranian execution of a nuclear scientist who defected to the United States and then changed his mind was not caused by Hillary Clinton's use of a private email server."
        ],
        "tf-idf score": [
            1.1658638418004148,
            0.9706135352195766,
            1.4032979634056177
        ]
    },
    "0.32143820039201815-3-146": {
        "average clique similarity": 0.32143820039201815,
        "clique": [
            "3-There s no evidence ",
            "1-But Amiri s story pr",
            "4-The FBI has said the"
        ],
        "median tf-idf score": 0.873569113949208,
        "publications": [
            "CNN",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "There's no evidence her server was hacked. The Iranians knew all about Amiri well before the emails were released publicly.",
            "But Amiri's story predates this scandal, and there is no evidence that Clinton's emails were \"hacked\"  --   by the Iranians or anyone else.",
            "The FBI has said there is no direct evidence the server was hacked, noting such evidence would be hard to come by."
        ],
        "tf-idf score": [
            0.9568875977537503,
            0.873569113949208,
            0.5800046917724508
        ]
    },
    "0.3301499819762859-4-2": {
        "average clique similarity": 0.3301499819762859,
        "clique": [
            "3-Senator Tom Cotton  ",
            "1-On CBS s Face the Na",
            "2-Those decisions are ",
            "4-Other Clinton critic"
        ],
        "median tf-idf score": 1.1825442602944989,
        "publications": [
            "Vox",
            "CNN",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "Senator Tom Cotton ( .) noted on Sunday's Face the Nation that Amiri's case had been discussed by top Clinton State Department officials on emails that passed through her private server.",
            "On CBS's Face the Nation Sunday, Republican Sen. Tom Cotton of Arkansas signaled that there was discussion about Amiri on Clinton's private server: \"In the emails that were on Hillary Clinton's private server, there were conversations among her senior advisers about this gentleman.",
            "Those decisions are his alone to make. \" Some of her emails, made public last year during the controversy over her private email server, show that her top foreign policy aide warned her that the story was about to break, but they give little insight into what happened behind the scenes.",
            "Other Clinton critics accused her of being careless with sensitive information. Republican Sen. Tom Cotton of Arkansas drew a link between the emails and Amiri's execution Sunday, saying on CBS' \"Face the Nation,\" \"In the emails that were on Hillary Clinton's private server, there were conversations among her senior advisors about this gentleman\"."
        ],
        "tf-idf score": [
            1.1212943947366854,
            1.2762889719018626,
            0.8173709500013517,
            1.2437941258523122
        ]
    },
    "0.347939059902796-3-82": {
        "average clique similarity": 0.347939059902796,
        "clique": [
            "0- That goes to show j",
            "1-I think her judgment",
            "3- That goes to show j"
        ],
        "median tf-idf score": 0.9089510454006327,
        "publications": [
            "Fox News",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "\"That goes to show just how reckless and careless her decision was to put that kind of highly classified information a private server. I think her judgment is not suited to keep this country safe. \"",
            "I think her judgment is not suited to keep this country safe,\" Cotton said. That day, the Drudge Report stretched Cotton's remarks, sharing a story with the tag line \"CLINTON EMAIL LED TO EXECUTION IN IRAN?\"",
            "\"That goes to show just how reckless and careless her decision was to put that kind of highly classified information on a private server. \" The Drudge Report ran the story with a banner title, \"Clinton email led to execution in Iran?\" which Trump promptly retweeted without comment to his 10. 7 million followers. @DRUDGE_REPORT @realDonaldTrump @jacqklimas don't break your arms reaching so hard."
        ],
        "tf-idf score": [
            0.6138661474869821,
            0.9089510454006327,
            1.3897819474348618
        ]
    },
    "0.34798804512017095-3-235": {
        "average clique similarity": 0.34798804512017095,
        "clique": [
            "4-Officials suspect he",
            "3- He s free to go  He",
            "1-In 2010    of State "
        ],
        "median tf-idf score": 0.9513833596743957,
        "publications": [
            "CNN",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "Officials suspect he feared for the safety of his family living in Iran. \"Mr Amiri has been in the United States of his own free will and he is free to go,\" Clinton said at a July 2010 press conference.",
            "\"He's free to go. He was free to come. These decisions are his alone to make,\" she said on July 13, 2010. There are several possible explanations as to why Amiri decided to go home and face the judgment of the Iranian justice system, which concluded he was a traitor.",
            "In 2010,   of State Clinton publicly stated: \"He's free to go. He was free to come. These decisions are his alone to make\"."
        ],
        "tf-idf score": [
            1.1792427891499657,
            0.9513833596743957,
            0.652972917793844
        ]
    },
    "0.38513692753302015-3-220": {
        "average clique similarity": 0.38513692753302015,
        "clique": [
            "2-On Sunday the case t",
            "0-Iranian judiciary sp",
            "1-According to the Ass"
        ],
        "median tf-idf score": 0.782498333331203,
        "publications": [
            "Vox",
            "Fox News",
            "New York Times"
        ],
        "sentences": [
            "On Sunday the case took what appears to be its final turn. \"Shahram Amiri was hanged for revealing the country's top secrets to the enemy,\" Gholam Hossein Mohseni Ejei, a spokesman for Iran's Justice Ministry, told reporters in Tehran, according to international news services and the country's state news agency.",
            "Iranian judiciary spokesman Gholamhosein Mohseni Ejehi said Amiri \"had access to the country's secret and classified information\" and \"had been linked to our hostile and No. 1 enemy, America, the Great Satan\".",
            "According to the Associated Press, Iranian judiciary spokesperson Gholamhosein Mohseni Ejehi said Amiri \"had access to the country's secret and classified information\" and \"had been linked to our hostile and No."
        ],
        "tf-idf score": [
            1.23737101789676,
            0.782498333331203,
            0.7822429630873369
        ]
    },
    "0.3861898135173683-3-7": {
        "average clique similarity": 0.3861898135173683,
        "clique": [
            "3-Our friend has to be",
            "4-One message  written",
            "1-On July 5  2010  Ric"
        ],
        "median tf-idf score": 1.1757329378026429,
        "publications": [
            "CNN",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "Our friend has to be given a way out,\" Richard Morningstar, a former State Department special envoy for Eurasian energy, said in one July 5, 2010 email. \"If he has to leave, so be it. \"",
            "One message, written by Richard Morningstar, acting special envoy of the US secretary of state for Eurasian energy at the time, was sent to Clinton on July 5, 2010, just days after the videos purportedly of Amiri were posted online and less than two weeks before he left the US The email appears to reference Amiri's hesitation at continuing on as a defector and his wish to leave the US \"Per the subject we discussed, we have a diplomatic, 'psychological' issue, not a legal issue,\" Morningstar wrote.",
            "On July 5, 2010, Richard Morningstar, the State Department's special envoy for Eurasian energy, sent an email (obtained by WikiLeaks) to Clinton's foreign policy adviser Jacob Sullivan indicating that if Amiri wanted to leave, he should:  Per the subject we discussed, we have a diplomatic, \"psychological\" issue, not a legal issue."
        ],
        "tf-idf score": [
            0.6819574575700139,
            1.5332986028628972,
            1.1757329378026429
        ]
    },
    "0.45627460370032163-3-14": {
        "average clique similarity": 0.45627460370032163,
        "clique": [
            "0-He walked into the  ",
            "1-In July 2010  Amiri ",
            "3-When Amiri arrived a"
        ],
        "median tf-idf score": 0.7087243960540257,
        "publications": [
            "Vox",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "He walked into the   section at the Pakistani Embassy in Washington later that year and demanded to be sent home.",
            "In July 2010, Amiri showed up at the Iranian interests section of the Pakistani Embassy in Washington, DC, asking to be sent back home to Iran.",
            "When Amiri arrived at the Pakistani embassy, he was asking to be sent back to Iran."
        ],
        "tf-idf score": [
            0.26774486984162343,
            0.7256820977434525,
            0.7087243960540257
        ]
    },
    "0.5022342260586714-3-235": {
        "average clique similarity": 0.5022342260586714,
        "clique": [
            "4- Our friend has to b",
            "0-Our friend has to be",
            "1-Our friend has to be"
        ],
        "median tf-idf score": 0.6492415879137945,
        "publications": [
            "CNN",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "\"Our friend has to be given a way out. We should recognize his concerns and frame it in terms of a misunderstanding with no malevolent intent and that we will make sure there is no recurrence. Our person won't be able to do anything anyway. If he has to leave, so be it\". After arriving in Tehran, Amiri repeated his allegation that he was kidnapped by American intelligence agents.",
            "Our friend has to be given a way out\". The latest headlines on the 2016 elections from the biggest name in politics. See Latest Coverage - The email by Richard Morningstar, a former State Department special envoy for Eurasian energy, concludes, \"Our person won't be able to do anything anyway.",
            "Our friend has to be given a way out. We should recognize his concerns and frame it in terms of a misunderstanding with no malevolent intent and that we will make sure there is no recurrence. Our person won't be able to do anything anyway. If he has to leave so be it."
        ],
        "tf-idf score": [
            0.9668796795912079,
            0.6492415879137945,
            0.3106709854518019
        ]
    },
    "0.5242065693504557-3-100": {
        "average clique similarity": 0.5242065693504557,
        "clique": [
            "1-https          DRUDG",
            "0- The Trump campaign ",
            "3- The Trump campaign "
        ],
        "median tf-idf score": 1.042646215885276,
        "publications": [
            "Vox",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "https:  . --   DRUDGE REPORT (@DRUDGE_REPORT) August 7, 2016    Unsurprisingly, Clinton's campaign responded to Trump's insinuation that Clinton was somehow to blame for Amiri's death, censuring him for feeding conspiracy theories. \"The Trump campaign has never met a conspiracy theory it didn't like.",
            "\"The Trump campaign has never met a conspiracy theory it didn't like. He and his supporters continue to use increasingly desperate rhetoric to attack Hillary Clinton and make absurd accusations because they have no ideas for the American people,\" the spokesperson said.",
            "\"The Trump campaign has never met a conspiracy theory it didn't like. He and his supporters continue to use increasingly desperate rhetoric to attack Hillary Clinton and make absurd accusations because they have no ideas for the American people,\" said Clinton campaign spokesman Jesse Lehrich. \"It's pretty remarkable to baselessly claim that Hillary Clinton is responsible for this tragic death. \""
        ],
        "tf-idf score": [
            1.127110476243073,
            0.9025918694546106,
            1.042646215885276
        ]
    }
}