{
    "0.13286093651358002-3-31": {
        "average clique similarity": 0.13286093651358002,
        "clique": [
            "1- I just told him to ",
            "0-That could ve deterr",
            "2- He continued   And "
        ],
        "median tf-idf score": 0.4599312468439448,
        "publications": [
            "Vox",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "\"I just told him to be himself, to be calm and collected and I think that's his nature anyway,\" he said.",
            "That could've deterred Obama from picking a nominee he wanted to leave available for Clinton, and encouraged him to pick someone more \"expendable,\" whom he wouldn't be too sad to see never make it on the Court.",
            "'He continued: \"And just in the past hour since the president announced him in the Rose Garden, we''ve seen more than a handful of Republicans announce that they were willing to meet with our nominee. \"'"
        ],
        "tf-idf score": [
            0.23106319540795228,
            0.4599312468439448,
            0.582970026943964
        ]
    },
    "0.13836248641462798-3-172": {
        "average clique similarity": 0.13836248641462798,
        "clique": [
            "0-Of course  the Repub",
            "3- So if Republicans c",
            "1-They also argue thei"
        ],
        "median tf-idf score": 0.746527498395166,
        "publications": [
            "NPR",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "Of course, the Republican nominee could also win. But that nominee will probably be Donald Trump, and while he's expressed support for reliable conservative judges like Bill Pryor or Diane Sykes, he's also a loose cannon, and no one really knows how he'd approach a vacancy once in office. \"President Trump would have a free hand to nominate whomever he chooses,\" Princeton political scientists Jonathan Kastellec and Charles Cameron write at Vox's Mischiefs of Faction blog.",
            "\"So if Republicans continue to stand in the way and refuse to do their job, it will only be because they want Donald Trump to pick the next nominee,\" Schumer said, referencing the controversial GOP presidential  .",
            "They also argue their opposition isn't political, since no one knows which party will next occupy the White House  --   though some Republicans also contend Obama lost his popular mandate to make a lifetime appointment to the Supreme Court when the GOP gained the Senate majority in 2014."
        ],
        "tf-idf score": [
            0.746527498395166,
            0.6910648959921295,
            0.9253158125454216
        ]
    },
    "0.14836861935816983-3-385": {
        "average clique similarity": 0.14836861935816983,
        "clique": [
            "1-and other Senate Rep",
            "4- Our democracy will ",
            "0-He would unquestiona"
        ],
        "median tf-idf score": 0.9419801398135205,
        "publications": [
            "Washington Post",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "and other Senate Republicans have declared they will not hold confirmation hearings or vote on Garland before the November election, saying the new president should be allowed to fill the empty Supreme Court seat left by the death of Justice Antonin Scalia.",
            "\"Our democracy will ultimately suffer as well,\" Obama added, as he introduced Garland at a White House Rose Garden ceremony. Scalia's death left the   Supreme Court evenly split with four liberals and four conservative justices.",
            "He would unquestionably be a more liberal judge than Scalia and move the Court as a whole to the left. But the circumstances behind his selection are far from normal."
        ],
        "tf-idf score": [
            1.361587983393966,
            0.9419801398135205,
            0.3097803749159325
        ]
    },
    "0.15171841163663682-3-44": {
        "average clique similarity": 0.15171841163663682,
        "clique": [
            "3-But for the former p",
            "0-That was due in larg",
            "4-He is a former prose"
        ],
        "median tf-idf score": 0.37529076302327957,
        "publications": [
            "Reuters",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "But for the former prosecutor, the exercise could be in vain. Senate Republicans are holding steadfast in their refusal to even consider Garland's nomination to succeed the late Justice Antonin Scalia, who died unexpectedly last month.",
            "That was due in large part to his history as a prosecutor; his involvement in the   capital case of the 1990s certainly didn't hurt. But his 19 years on the bench have done even more to bolster his reputation as a moderate, particularly on criminal justice issues.",
            "He is a former prosecutor who served in the Justice Department under Clinton. He oversaw the prosecution in the 1995 Oklahoma City bombing case including securing the death penalty for the lead defendant,   militant Timothy McVeigh. In his current post, he is known for narrow, centrist opinions and rhetoric that is measured rather than inflammatory even when in dissent."
        ],
        "tf-idf score": [
            0.9132929527925786,
            0.3476053843804545,
            0.37529076302327957
        ]
    },
    "0.15253512709456055-3-141": {
        "average clique similarity": 0.15253512709456055,
        "clique": [
            "0-But while the leader",
            "1-Democrats are also h",
            "2-But they didn t nece"
        ],
        "median tf-idf score": 0.6991942202523497,
        "publications": [
            "Washington Post",
            "Business Insider",
            "Vox"
        ],
        "sentences": [
            "But while the leadership is still in lockstep against Garland, opposition appears to be cracking among more moderate Senators, especially ones up for reelection.",
            "Democrats are also hoping that political pressure forces vulnerable Senate Republicans up for reelection this year to reconsider their opposition and push GOP leaders to put him through the confirmation process.",
            "But they didn't necessarily say that they'd be open to ultimately holding a confirmation hearing for him\". 'Kirk, who is facing a tough reelection this year in a   state, has perhaps gone the furthest of his entire caucus. He  that he has a \"duty as a senator to either vote in support or opposition\" for whomever Obama nominated.'"
        ],
        "tf-idf score": [
            0.46057568046471664,
            0.6991942202523497,
            0.7202044155047767
        ]
    },
    "0.1574857715490973-3-515": {
        "average clique similarity": 0.1574857715490973,
        "clique": [
            "0-That premature auste",
            "2- The cracks within M",
            "1-A handful of Senate "
        ],
        "median tf-idf score": 0.8794477335582589,
        "publications": [
            "Business Insider",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "That premature austerity also hampered the economic recovery. His indulgence of bipartisan health care talks slowed down the process and might have prevented a more liberal plan from passing. And his conservative critics often argue that his efforts at outreach aren't sincere, and that his   proposals aren't things that any   Republican could accept. But Obama certainly believes this technique works, and it is probably the clearest explanation for his choice of Garland.",
            "\"The cracks within McConnell's party aren't indicative that his plan will crumble. Indeed, no GOP senators have said they're actually willing to cast a vote for Garland.",
            "A handful of Senate Republicans said they would be willing to at least talk with Garland and consider his nomination, even if the Judiciary Committee doesn't plan to move forward with the formal confirmation process."
        ],
        "tf-idf score": [
            0.8794477335582589,
            0.8031244472919298,
            1.1382373478939751
        ]
    },
    "0.16014999359361473-3-73": {
        "average clique similarity": 0.16014999359361473,
        "clique": [
            "2- Almost immediately ",
            "0-Patricia Millett  Ja",
            "3- This is too importa"
        ],
        "median tf-idf score": 0.8339068180605225,
        "publications": [
            "NPR",
            "Business Insider",
            "Vox"
        ],
        "sentences": [
            "'Almost immediately,   groups sought to brand Garland as a jurist who would be aligned with the left wing of the court on key issues like gun control.' 'Indeed, the Republican National Committee''s  used the word \"liberal\" 32 times, as well as in almost every one of the points it stressed.'",
            "Patricia Millett, Jane Kelly, or Ketanji Brown Jackson would've increased the number of women on the Court to four, for the first time ever. Kelly would've been the first public defender ever to serve on the Court. Ketanji Brown Jackson would've been the first   woman on the Court. There were others outside the widely circulated shortlist who would've made history as well.",
            "\"This is too important to phone it in,\" the ranking Judiciary Committee member said. \"I've done this with every president since I've been here, whether it's been a Republican or a Democratic president. As a courtesy, you meet with them\". Reid also predicted that the GOP would eventually relent under political pressure."
        ],
        "tf-idf score": [
            0.979010898668194,
            0.27376928346665963,
            0.8339068180605225
        ]
    },
    "0.16188689007602367-3-84": {
        "average clique similarity": 0.16188689007602367,
        "clique": [
            "3-It won t work   Demo",
            "4-Trump said it was cr",
            "1- When it comes to fu"
        ],
        "median tf-idf score": 0.9575482852293781,
        "publications": [
            "NPR",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "It won't work\". Democrats are continuing to hammer Republicans on their decision not to consider Garland, and earlier on Thursday held a press conference outside the Supreme Court, hammering Republicans for \"not doing their job\".",
            "Trump said it was critical for Republicans to take back the White House to avoid Democrats shaping the Supreme Court for decades to come.",
            "\"When it comes to fulfilling the current Supreme Court vacancy, which could fundamentally alter the direction of the court for a generation, Republicans and Democrats simply disagree,\" McConnell said on the Senate floor Thursday. \"We simply disagree."
        ],
        "tf-idf score": [
            0.9606930133408171,
            0.8143438058354683,
            0.9575482852293781
        ]
    },
    "0.16254463066837818-3-425": {
        "average clique similarity": 0.16254463066837818,
        "clique": [
            "3-Garland kept a stoic",
            "1- I think he going to",
            "0-    This approach to"
        ],
        "median tf-idf score": 0.6693230255986219,
        "publications": [
            "NPR",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "Garland kept a stoic look as he ignored press questions about how he felt about being caught in the middle of a partisan fight and whether it was difficult on him personally. The two met for about 15 minutes and Garland emerged  --   again not taking questions.",
            "\"I think he going to do just fine. \" Earlier in the day, Garland met with Judiciary Committee Democrat Patrick J Leahy (Vt.) in his office for about 20 minutes.",
            "... This approach to the Senate's    role isn't about the individual the President has chosen --  it's about the broader principle\". Just this past Friday, Hatch had called Garland a \"fine man\" and expressed doubt that Obama would appoint him over more liberal options."
        ],
        "tf-idf score": [
            0.5683985935981923,
            0.6693230255986219,
            0.9328170136833335
        ]
    },
    "0.17103946309686469-3-60": {
        "average clique similarity": 0.17103946309686469,
        "clique": [
            "0-Could Garland be con",
            "3-As for arguments tha",
            "2-    Others GOP senat"
        ],
        "median tf-idf score": 0.7061413159657458,
        "publications": [
            "Vox",
            "NPR",
            "Business Insider"
        ],
        "sentences": [
            "Could Garland be confirmed then?",
            "As for arguments that the confirmation process could bleed into election season, Leahy argued that the moderate judge, who's been confirmed before by the Senate on a bipartisan vote, could easily be vetted, testify before the Judiciary Committee and voted on before Memorial Day, especially if Congress cancels a few planned recesses.",
            "'' \"Others GOP senators, such as  of Missouri, signaled that they could be open to the confirmation process for Garland if he were nominated by Obama's successor in 2017."
        ],
        "tf-idf score": [
            0.3247533735684228,
            0.7107365308212777,
            0.7061413159657458
        ]
    },
    "0.1739353413938357-3-355": {
        "average clique similarity": 0.1739353413938357,
        "clique": [
            "3-GOP leadership s ins",
            "0-The first scenario i",
            "4-A bruising political"
        ],
        "median tf-idf score": 0.7628357574591753,
        "publications": [
            "NPR",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "GOP leadership's insistence they won't hold confirmation hearings or a vote during an election year is something Democrats are framing as a failure for Republicans to do their job.",
            "The first scenario is already being discussed favorably in Republican circles:    My unsolicited advice to GOP Senate: Hold hearings for Garland. Do the work. Then wait for Nov. Lame duck can confirm him after all is lost. --   Matthew Continetti (@continetti) March 16, 2016       These are both sort of wacky outcomes.",
            "A bruising political fight is brewing over the nomination, which also promises to figure in the already contentious campaign for the Nov. 8 U S presidential election. The   Senate's leaders have vowed not to hold confirmation hearings or an    vote on any Obama nominee."
        ],
        "tf-idf score": [
            0.5976160610642369,
            0.9315220517292055,
            0.7628357574591753
        ]
    },
    "0.1795334769029923-3-526": {
        "average clique similarity": 0.1795334769029923,
        "clique": [
            "4-The UAW  representin",
            "0-In an exhaustive rev",
            "1-and other Senate Dem"
        ],
        "median tf-idf score": 0.7699569694213272,
        "publications": [
            "Reuters",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "The UAW, representing automobile, aerospace and some agricultural workers, call Garland \"a distinguished, moderate judge with more federal judicial experience than any other Supreme Court nominee in history\".",
            "In an exhaustive review of Garland's judicial record when he was last considered in 2010, the veteran Supreme Court litigator and commentator Tom Goldstein found that Garland was markedly less likely to rule in favor of defendants than other liberals on the DC Court:  Judge Garland rarely votes in favor of criminal defendants' appeals of their convictions   ...",
            "and other Senate Democrats in front of the Supreme Court."
        ],
        "tf-idf score": [
            0.7699569694213272,
            0.9430306568914693,
            0.41285574186123114
        ]
    },
    "0.18538858429201285-3-319": {
        "average clique similarity": 0.18538858429201285,
        "clique": [
            "3-The Senate will appr",
            "2- The next president ",
            "1- Time will only tell"
        ],
        "median tf-idf score": 1.0513620352608057,
        "publications": [
            "Business Insider",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "The Senate will appropriately revisit the matter when it considers the qualifications of the nominee the next president nominates, whoever that might be,\" McConnell said Wednesday following the announcement of Garland's nomination.",
            "\"The next president may also nominate someone very different. Either way, our view is this: Give the people a voice in the filling of this vacancy. \"' \"McConnell said that he wouldn't even meet with Garland after hearing of the announcement\". 'But his Republican colleagues are at least a bit more open to a meeting.",
            "\"Time will only tell, but I can't imagine how this is going to help the Republicans who are running for the Senate, to have the gall   ...     to say, 'We refuse to meet with the person, no matter who it is,' \" he said."
        ],
        "tf-idf score": [
            1.0513620352608057,
            1.2000415166269816,
            0.7164054000611132
        ]
    },
    "0.18820244661754718-3-151": {
        "average clique similarity": 0.18820244661754718,
        "clique": [
            "4-Collins said the Sen",
            "1-Among those forming ",
            "2-The White House  Sen"
        ],
        "median tf-idf score": 0.5407614004329173,
        "publications": [
            "Washington Post",
            "Business Insider",
            "Reuters"
        ],
        "sentences": [
            "Collins said the Senate Judiciary Committee should hold confirmation hearings.",
            "Among those forming ranks around McConnell is Judiciary Committee Chairman Charles E Grassley ( ). But some Republicans  --   including Grassley and Sens.",
            "The White House  Sen. Chuck Grassley of Iowa, the powerful chairman of the Senate Judiciary Committee, would meet with Garland following the upcoming Senate recess.'"
        ],
        "tf-idf score": [
            0.5407614004329173,
            0.4501367542597755,
            0.7931101730910359
        ]
    },
    "0.19490462155624708-3-567": {
        "average clique similarity": 0.19490462155624708,
        "clique": [
            "3-Federal appeals cour",
            "4- President Barack Ob",
            "1-       Senate Democr"
        ],
        "median tf-idf score": 1.4107082948352396,
        "publications": [
            "Reuters",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Federal appeals court judge Merrick Garland headed to Capitol Hill Thursday afternoon to meet with senators, beginning the traditional ritual of any nominee to the Supreme Court.",
            " President Barack Obama selected Merrick Garland for the U S Supreme Court on Wednesday, choosing a centrist judge meant to win over recalcitrant Senate Republicans whose leaders wasted no time in spurning the Democratic president.",
            "       Senate Democrats roundly criticized their Republican colleagues for refusing to meet with and hold confirmation hearings for Merrick Garland, President Obama's nominee to the Supreme Court, during his first official visit to Capitol Hill."
        ],
        "tf-idf score": [
            0.9489626959823568,
            1.4107082948352396,
            1.5093624658817217
        ]
    },
    "0.19563787552335862-3-272": {
        "average clique similarity": 0.19563787552335862,
        "clique": [
            "0-In 2016  he not only",
            "2- That came after Sen",
            "4-He said that failing"
        ],
        "median tf-idf score": 0.8239797831196293,
        "publications": [
            "Business Insider",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "In 2016, he not only faces a Republican Senate, but Majority Leader Mitch McConnell has declared that no nominee will get so much as a hearing, and that the next president should choose Scalia's replacement.",
            "'That came after Senate Majority Leader Mitch McConnell said on Wednesday that his party wouldn''t be holding a hearing for Garland because of \"principle\" and not because of \"the person. \"'",
            "He said that failing to do so \"will not only be an abdication of the Senate's constitutional duty, it will indicate a process for nominating and confirming judges that is beyond repair\"."
        ],
        "tf-idf score": [
            0.8239797831196293,
            0.9291829167487772,
            0.4735229803772528
        ]
    },
    "0.2228544890375953-3-2": {
        "average clique similarity": 0.2228544890375953,
        "clique": [
            "0-Even when he was nom",
            "2-  To suggest that so",
            "4-Garland is widely vi"
        ],
        "median tf-idf score": 1.0790927440903615,
        "publications": [
            "Vox",
            "Business Insider",
            "Reuters"
        ],
        "sentences": [
            "Even when he was nominated in 1995, Garland was widely described as a moderate, \"as fine a nominee as Republicans could hope to get from a Democratic President,\" the Times paraphrased Republican Senate aides as saying.",
            "'\"To suggest that someone as qualified and respected as Merrick Garland doesn''t even deserve a hearing, let alone an    vote to join an institution as important as our Supreme Court when   of Americans believe otherwise, that would be unprecedented,\" Obama said Wednesday in the Rose Garden .'",
            "Garland is widely viewed as a moderate."
        ],
        "tf-idf score": [
            1.0790927440903615,
            1.1819690424140812,
            0.34792664305196996
        ]
    },
    "0.2238576662545317-3-210": {
        "average clique similarity": 0.2238576662545317,
        "clique": [
            "1-There was also buzz ",
            "2-Flake said that he d",
            "0-In a statement relea"
        ],
        "median tf-idf score": 0.6137974049411071,
        "publications": [
            "Washington Post",
            "Business Insider",
            "Vox"
        ],
        "sentences": [
            "There was also buzz about the possibility of considering Garland during a   session after the presidential election if it's won by a Democrat. Sen. Jeff Flake ( .)",
            "Flake said that he'd consider voting for Garland during the   session after the November election should Hillary Clinton, the Democratic frontrunner, be elected\".",
            "In a statement released after the appointment was announced, he explained, \"A majority of the Senate has decided to fulfill its constitutional role of advice and consent by withholding support for the nomination during a presidential election year\"."
        ],
        "tf-idf score": [
            0.6137974049411071,
            0.7036029802371806,
            0.6000500323610778
        ]
    },
    "0.22534440905365596-4-392": {
        "average clique similarity": 0.22534440905365596,
        "clique": [
            "3-Senate Minority Lead",
            "1- This is too importa",
            "4-Wasting no time in p",
            "2-  What  s the point "
        ],
        "median tf-idf score": 0.9102280874013691,
        "publications": [
            "NPR",
            "Reuters",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "Senate Minority Leader Harry Reid,  .",
            "\"This is too important to phone it in,\" Leahy said. \"As a courtesy, you meet with him. ... They owe it to their constituents. They owe it to the country. \" Sen. Patrick Leahy ( .) holds up a mini Constitution as he speaks alongside Senate Minority Leader Harry Reid ( .)",
            "Wasting no time in pressing its case for Senate confirmation, the administration is dispatching Garland to Capitol Hill on Thursday to huddle with Senator Patrick Leahy of Vermont, the senior Judiciary Committee Democrat and then with Senate Democratic leader Harry Reid of Nevada.",
            "'\"What''s the point of falling on our swords if Trump''s going to lose,\" one GOP lawmaker .' 'Senate Minority Leader Harry Reid predicted in a statement that Republicans were \"backing down so quickly that they''re already bargaining about what month they will fully cave and confirm Judge Garland. \"'"
        ],
        "tf-idf score": [
            0.2704391627077796,
            0.7230201139850533,
            1.097436060817685,
            1.1151419390858053
        ]
    },
    "0.22624046392415398-3-292": {
        "average clique similarity": 0.22624046392415398,
        "clique": [
            "1- You re going to be ",
            "4-John Cornyn of Texas",
            "3-They didn t say we r"
        ],
        "median tf-idf score": 0.6691860567278693,
        "publications": [
            "NPR",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "\"You're going to be surprised at how hard we're going to work to make sure this is on the front pages of all the papers,\" Reid told reporters with Garland.",
            "John Cornyn of Texas, the   Senate Republican, added, \"This person will not be confirmed, so there's no reason going through some motions and pretending like it will happen, because it's not going to happen\". CRACKS IN MCCONNELL'S STRATEGY Some cracks began appearing in McConnell's strategy of completely shutting out the nominee.",
            "They didn't say we're going to decide that you are going to be in charge for three years and then in the last year you all take a break. They say 'No, you're the president for four years and Mr McConnell you're going to be the leader because we've given you a Majority in the Senate,\" the president continued. Obama's full interview with NPR will air Friday on Morning Edition."
        ],
        "tf-idf score": [
            0.5059816254835862,
            0.6691860567278693,
            0.7755747083515294
        ]
    },
    "0.22823837749472817-3-244": {
        "average clique similarity": 0.22823837749472817,
        "clique": [
            "1-Grassley also spoke ",
            "0- The issue is not Mr",
            "3-Garland spoke by pho"
        ],
        "median tf-idf score": 0.8461768867225579,
        "publications": [
            "Vox",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Grassley also spoke by phone with Garland, and Grassley spokeswoman Beth Levine said the senator congratulated Garland but informed him Republicans do not intend to move on a nomination until after a new president is in office.",
            "\"The issue is not Mr Garland,\" Sen. Chuck Grassley ( ) told the New York Times.",
            "Garland spoke by phone with other senators, including McConnell, Senate Judiciary Committee Chairman Chuck Grassley,   and Sen. Jim Inhofe,  ."
        ],
        "tf-idf score": [
            1.0419668056158757,
            0.5414603833951572,
            0.8461768867225579
        ]
    },
    "0.24963532869514174-3-8": {
        "average clique similarity": 0.24963532869514174,
        "clique": [
            "1-Susan Collins     Da",
            "2- Seven current Senat",
            "4-A handful of Republi"
        ],
        "median tf-idf score": 0.9422919242619421,
        "publications": [
            "Business Insider",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Susan Collins ( ) Daniel Coats (Ind.) Thad Cochran (Miss.) James M Inhofe (Okla.) John McCain (Ariz.) and Pat Roberts (Kan.)  --   only two, Collins and Inhofe, said on Wednesday they were willing to consider and evaluate Garland.",
            "'Seven current Senate Republicans did vote in favor of Garland  --   Collins, Cochran, Inhofe, Orrin Hatch of Utah, John McCain of Arizona, Dan Coats of Indiana, and Pat Roberts of Kansas.'",
            "A handful of Republican senators including Susan Collins of Maine, Kelly Ayotte of New Hampshire, Jeff Flake of Arizona, Mark Kirk of Illinois and Rob Portman of Ohio said they would be willing to meet with Garland."
        ],
        "tf-idf score": [
            0.7337490478369215,
            0.9422919242619421,
            1.085049198374275
        ]
    },
    "0.28174784443042733-3-24": {
        "average clique similarity": 0.28174784443042733,
        "clique": [
            "0-Unclear  but it look",
            "2-    Garland  63  was",
            "4-With solid Republica"
        ],
        "median tf-idf score": 1.0849894990882651,
        "publications": [
            "Business Insider",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "Unclear, but it looks like no. Chuck Grassley, the Senate Judiciary Committee chair, voted against Garland in 1997, although his opposition was based on a belief that the DC Circuit was too big: \"Mr Garland seems to be well qualified and would probably make a good judge  --   in some other court\".",
            "'' 'Garland, 63, was nominated to the DC circuit court by former President Bill Clinton in 1997. Although he was confirmed by a   margin, McConnell and Grassley voted against him at the time, according to Politico.'",
            "With solid Republican support, the Senate voted in 1997 to confirm Garland to his present job in a bipartisan   vote after he was nominated by Democratic President Bill Clinton."
        ],
        "tf-idf score": [
            1.0985662017778448,
            0.9573422644117584,
            1.0849894990882651
        ]
    },
    "0.2821194612706721-3-581": {
        "average clique similarity": 0.2821194612706721,
        "clique": [
            "4-Senate Majority Lead",
            "3- One of the most puz",
            "1- Jim    Images   Maj"
        ],
        "median tf-idf score": 0.5187619651355786,
        "publications": [
            "Reuters",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Senate Majority Leader Mitch McConnell of Kentucky swiftly reiterated that the Senate will not consider the nomination by the president.",
            "\"One of the most puzzling arguments that I've heard from [Senate Majority Leader] Mitch McConnell and some other Republicans is this notion that the American people should decide.",
            "(Jim    Images)  Majority Leader Mitch McConnell ( .)"
        ],
        "tf-idf score": [
            0.5187619651355786,
            0.639841365064693,
            0.16177427686732038
        ]
    },
    "0.2940650003303774-3-581": {
        "average clique similarity": 0.2940650003303774,
        "clique": [
            "0-The next president m",
            "1-Republicans think th",
            "3- The American people"
        ],
        "median tf-idf score": 0.2935767815298651,
        "publications": [
            "Vox",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "The next president may also nominate somebody very different. Either way, our view is this: Give the people a voice in filling this vacancy\".",
            "Republicans think that the people deserve a voice in this critical decision; the president does not.",
            "\"The American people are perfectly capable of having their say on this issue, so let's give them a voice. Let's let the American people decide."
        ],
        "tf-idf score": [
            0.2935767815298651,
            0.4391920831994834,
            0.23979442758336497
        ]
    },
    "0.2968774411280105-3-242": {
        "average clique similarity": 0.2968774411280105,
        "clique": [
            "0-In 2010  Orrin Hatch",
            "4-Judiciary Committee ",
            "1- I think he was real"
        ],
        "median tf-idf score": 1.1621582957284042,
        "publications": [
            "Reuters",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "In 2010, Orrin Hatch,   member on the Senate Judiciary Committee, said there was \"no question\" Garland could be confirmed for a Supreme Court position  --   a quote Obama himself repeated.",
            "Judiciary Committee member Orrin Hatch, whose past support of Garland was cited by Obama, said the pick does not change his view \"at this point\" that no Obama nominee should be considered.",
            "\"I think he was really trying to pick somebody that he thought at least some Senate Republicans would accept right now,\" said Sen. Orrin G Hatch ( ) a member of the Judiciary Committee, which is tasked with considering Supreme Court nominations."
        ],
        "tf-idf score": [
            1.2013973586625735,
            1.0140359283782414,
            1.1621582957284042
        ]
    },
    "0.3253550116743161-3-125": {
        "average clique similarity": 0.3253550116743161,
        "clique": [
            "0- On Wednesday  March",
            "1-Leahy said he and Ga",
            "4-A Chicagoan like Oba"
        ],
        "median tf-idf score": 1.1340456987702656,
        "publications": [
            "Reuters",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            " On Wednesday, March 16, President Obama nominated Chief Judge Merrick Garland of the Court of Appeals for the DC Circuit to succeed the late Justice Antonin Scalia on the Supreme Court.",
            "Leahy said he and Garland  --   the chief judge on the U S Court of Appeals for the District of Columbia Circuit  --   did not discuss politics or any role the judge might play in trying to persuade Senate Republicans to give him a chance.",
            "A Chicagoan like Obama, he serves as chief judge of the influential U S Court of Appeals for the District of Columbia Circuit and is a former prosecutor who in the past has won praise from both Republicans and Democrats."
        ],
        "tf-idf score": [
            1.1340456987702656,
            1.2042760078098436,
            0.7422689803511326
        ]
    },
    "0.405984080498333-3-298": {
        "average clique similarity": 0.405984080498333,
        "clique": [
            "0-In a floor speech  h",
            "3-We should let the Am",
            "2-  The American peopl"
        ],
        "median tf-idf score": 0.815588298925941,
        "publications": [
            "Business Insider",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "In a floor speech, he declared, \"The American people may well elect a president who decides to nominate Judge Garland for Senate consideration.",
            "We should let the American people decide as part of this election, who gets to fill this seat,\" Obama told NPR \"Well, in fact the American people did decide  --   back in 2012 when they elected me president of the United States with sufficient electoral votes\". \"And they also decided that the Republicans would be in the majority.",
            "'\"The American people may well elect a president who decides to nominate Judge Garland for Senate consideration,\" McConnell ."
        ],
        "tf-idf score": [
            0.815588298925941,
            0.8150384107094931,
            0.8583603702749802
        ]
    },
    "0.41936109464704474-3-581": {
        "average clique similarity": 0.41936109464704474,
        "clique": [
            "3-Reid asked  Some GOP",
            "2- Sens  Mark Kirk of ",
            "1-Kelly Ayotte  N H  R"
        ],
        "median tf-idf score": 0.7781637461377201,
        "publications": [
            "NPR",
            "Business Insider",
            "Washington Post"
        ],
        "sentences": [
            "Reid asked. Some GOP senators, including Kelly Ayotte of New Hampshire, Rob Portman of Ohio and Mark Kirk of Illinois, have signaled they're willing to meet with Garland. All three face tough   challenges this fall.",
            "\"Sens. Mark Kirk of Illinois,  of New Hampshire,  of Arizona,  of Maine,  of Oklahoma,  of Mississippi, and  of Ohio all said that they would also be open to meeting with Garland.",
            "Kelly Ayotte (N H) Ron Johnson (Wis.) and Rob Portman (Ohio) all of whom are up for reelection this year  --   have said they would be willing to meet with Garland personally, even if they would refuse to formally consider his nomination before November."
        ],
        "tf-idf score": [
            0.7781637461377201,
            0.7436211912104568,
            0.8167016155363835
        ]
    }
}