{
    "0.17313389048093786-3-65": {
        "average clique similarity": 0.17313389048093786,
        "clique": [
            "3-TEL AVIV       In a ",
            "4-Trump had also inser",
            "0- The resolution bein"
        ],
        "median tf-idf score": 0.9494525328455063,
        "publications": [
            "CNN",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "TEL AVIV  --   In a dramatic departure from the longstanding U S policy of vetoing   resolutions, the Obama administration on Friday abstained from voting on a United Nations Security Council resolution calling for a halt to Israeli construction in the West Bank and eastern Jerusalem, thereby allowing the measure to pass.",
            "Trump had also inserted himself in the diplomatic drama, in defiance of the convention that the United States has only one president at a time, by calling on the Obama administration to wield its Security Council veto.",
            "\"The resolution being considered at the United Nations security council regarding Israel should be vetoed,\" the Republican said in a statement."
        ],
        "tf-idf score": [
            1.270901717994548,
            0.9494525328455063,
            0.8992900357559425
        ]
    },
    "0.18472764054683102-3-236": {
        "average clique similarity": 0.18472764054683102,
        "clique": [
            "3-The UN draft resolut",
            "1-The resolution  alth",
            "2-The administration s"
        ],
        "median tf-idf score": 0.8354832460463992,
        "publications": [
            "Breitbart",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "The UN draft resolution text states that \"cessation of all Israeli settlement activities is essential for salvaging the   solution,\" and it \"calls for affirmative steps to be taken immediately to reverse the negative trends on the ground that are imperiling the   solution. \"",
            "The resolution, although it reiterates   U N policy, could be more than symbolic. While it does not call for imposing sanctions on Israel, its language could hinder Israel's negotiating position in future peace talks. Given the widespread international opposition to the settlements, it would  be nearly impossible for the Trump administration to reverse it.",
            "The administration's move also defied Donald Trump's call on Thursday for the United States to veto the resolution."
        ],
        "tf-idf score": [
            0.8354832460463992,
            1.1349970121304211,
            0.7239188881098718
        ]
    },
    "0.1924734789075647-3-86": {
        "average clique similarity": 0.1924734789075647,
        "clique": [
            "4-In a statement  Neta",
            "3-President Obama coul",
            "1-Most of those critic"
        ],
        "median tf-idf score": 0.8520385247277106,
        "publications": [
            "Fox News",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "In a statement, Netanyahu's office accused the Obama administration of \"colluding\" with the UN and said it looked forward to working with Trump, as well as   members of Congress, \"to negate the harmful effects of this absurd resolution\".",
            "President Obama could declare his willingness to veto this resolution in an instant but instead is pushing it. This is an abandonment of Israel which breaks decades of US policy of protecting Israel at the UN and undermines the prospects of working with the next administration of advancing peace. \" The Obama administration denied the claim.",
            "Most of those critical of the move by the U S painted it as a stab in Israel's back delivered by Obama. \"This last minute political maneuvering is shameful,\" said Ric Grenell, former spokesman for the U S Mission to the UN and a Fox News contributor. \"It is inconsistent with the long standing U S policy that no country or organization should be dictating solutions on the two parties."
        ],
        "tf-idf score": [
            0.8520385247277106,
            0.9919861359530058,
            0.8175708958026365
        ]
    },
    "0.19431695356097115-3-28": {
        "average clique similarity": 0.19431695356097115,
        "clique": [
            "3-As the Committee for",
            "1-It repeated the long",
            "0-Israeli settlements "
        ],
        "median tf-idf score": 0.9615765577294418,
        "publications": [
            "Breitbart",
            "Fox News",
            "Guardian"
        ],
        "sentences": [
            "As the Committee for Accuracy for Middle East Reporting in America (CAMERA) pointed out in an email blast, international law does not make Israeli settlements illegal. CAMERA notes: Article 49 of the Fourth Geneva Conventions, which is relied upon by those who claim the settlements are illegal, does not apply in the case of the West Bank. This is because the West Bank was never under   by a nation that was a party to the Convention, and therefore there is no \"partial or total occupation of the territory of a High Contracting Party,\" as Article 2 of the Convention specifies.",
            "It repeated the longstanding UN position that all settlements on land Israel conquered in 1967 are illegal under international law. A senior Israeli official accused the U S of a \"shameful move\" after learning that it did not intend to veto the text, the BBC reported.",
            "Israeli settlements have long been seen as major stumbling block to peace efforts as they are built on land the Palestinians see as part of their future state. The UN maintains that settlements are illegal, but UN officials have reported a surge in construction over the past months."
        ],
        "tf-idf score": [
            0.9632814819394898,
            0.9552503900738211,
            0.9615765577294418
        ]
    },
    "0.19745261057014027-3-41": {
        "average clique similarity": 0.19745261057014027,
        "clique": [
            "0-The announcement of ",
            "3-Moreover  even if it",
            "1-The Obama White Hous"
        ],
        "median tf-idf score": 1.0653779781445278,
        "publications": [
            "Breitbart",
            "Fox News",
            "Guardian"
        ],
        "sentences": [
            "The announcement of the vote, however, had prompted immediate calls from Netanyahu for the US to use its veto power at the security council to block the resolution in a   tweet. On Thursday Netanyahu returned to the fray publicly urging the US to veto the resolution, calling it bad for peace.",
            "Moreover, even if it did apply, by its plain terms, it applies only to forcible transfers and not to voluntary movement. Therefore, it can't prohibit Jews from choosing to move to areas of great historical and religious significance to them. If the resolution is brought to a vote in its current form and Obama fails to veto, the resolution would contradict a Bush administration commitment to allowing some existing Jewish settlements to remain under a future   deal.",
            "The Obama White House, under heavy pressure from the Israeli government and its supporters to veto the resolution, kept everyone guessing until the vote whether it would stop shielding Israel from council resolutions and permit it to pass by abstaining."
        ],
        "tf-idf score": [
            0.7994840980230316,
            1.0653779781445278,
            1.0898114302261592
        ]
    },
    "0.19948401971637883-3-61": {
        "average clique similarity": 0.19948401971637883,
        "clique": [
            "0-Some in the Israeli ",
            "2-The resolution decla",
            "3- Contrary to some cl"
        ],
        "median tf-idf score": 1.0722137390899615,
        "publications": [
            "Washington Post",
            "Guardian",
            "Breitbart"
        ],
        "sentences": [
            "Some in the Israeli government view Trump's victory as an opportunity to expand settlements in the West Bank, Palestinian land occupied by Israel for nearly 50 years.",
            "The resolution declares settlements constructed on land Israel has occupied since the 1967 war, including in East Jerusalem, to have \"no legal validity. \"",
            "\"Contrary to some claims, the administration was not involved in formulating the resolution nor have we promoted it,\" an unnamed U S official told Reuters. The text of the resolution repeatedly and wrongly refers to the West Bank and eastern sections of Jerusalem as \"Palestinian territory occupied since 1967. \""
        ],
        "tf-idf score": [
            1.0722137390899615,
            0.944499970207368,
            1.0767919201395357
        ]
    },
    "0.20654740511079017-3-121": {
        "average clique similarity": 0.20654740511079017,
        "clique": [
            "1-The UN Security Coun",
            "0-The plan to call a v",
            "2-It was to have been "
        ],
        "median tf-idf score": 0.7504177378603017,
        "publications": [
            "Fox News",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "The UN Security Council resolution was put forward by four nations a day after Egypt withdrew it Thursday under pressure from Israel and U S   Donald Trump.",
            "The plan to call a vote  --   announced abruptly on Wednesday evening by Egypt, which had been drafting the resolution  --   was postponed indefinitely a few hours ahead of the planned security council meeting on Thursday afternoon.",
            "It was to have been voted on Thursday, but Egypt withdrew its sponsorship after the country's president spoke by phone with Trump, who got involved at Israel's request."
        ],
        "tf-idf score": [
            0.9146687500702074,
            0.7504177378603017,
            0.6127956449698392
        ]
    },
    "0.2131836230927632-3-7": {
        "average clique similarity": 0.2131836230927632,
        "clique": [
            "4-Rhodes said Obama ma",
            "1-After the vote  Whit",
            "2-That argument did no"
        ],
        "median tf-idf score": 0.8361675591366164,
        "publications": [
            "Washington Post",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "Rhodes said Obama made the decision this morning, adding that \"there's one president at a time\". US and Palestinian officials denied the Israeli accusation of colluding on the UN vote.",
            "After the vote, White House officials acknowledged on a conference that Obama made the decision himself after several rounds of discussions with top administration officials.",
            "That argument did not assuage Israeli anger at the U S decision not to veto the resolution, a decision the Obama administration still had not shared with the Israeli government a few hours before the vote."
        ],
        "tf-idf score": [
            0.8606748024415793,
            0.5210949782374997,
            0.8361675591366164
        ]
    },
    "0.23392072596686686-3-72": {
        "average clique similarity": 0.23392072596686686,
        "clique": [
            "3- Fourteen member sta",
            "4-The US ambassador to",
            "2-Friday s resolution "
        ],
        "median tf-idf score": 0.6449294525349134,
        "publications": [
            "CNN",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "[Fourteen member states voted in favor of the resolution none voted against, and the U S abstained. US Ambassador Samantha Power justified the U S decision to abstain by claiming \"the settlements have no legality. \"",
            "The US ambassador to the UN, Samantha Power, raised her hand to abstain in the chamber when the resolution was put to a vote.",
            "Friday's resolution also condemned Palestinian incitement to violence and all acts of terrorism. Samantha Power, the U S ambassador to the United Nations, said the United States would not have allowed its passage without that proviso."
        ],
        "tf-idf score": [
            0.6449294525349134,
            0.4886416161591064,
            0.9009007584117397
        ]
    },
    "0.23657745926026472-3-117": {
        "average clique similarity": 0.23657745926026472,
        "clique": [
            "0- As the United State",
            "2-Twice  the Obama adm",
            "4- Today  the United S"
        ],
        "median tf-idf score": 0.9874203750077872,
        "publications": [
            "Guardian",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "\"As the United States has long maintained, peace between the Israelis and the Palestinians will only come through direct negotiations between the parties, and not through the imposition of terms by the United Nations,\" he said.",
            "Twice, the Obama administration has made concerted attempts to broker peace negotiations between the Israelis and Palestinians. The most recent, involving nine months of intense diplomacy by Secretary of State John F Kerry, collapsed in 2014, and nothing has been able to revive the talks.",
            "\"Today, the United States acted with one primary objective in mind: to preserve the possibility of the two state solution, which every US administration for decades has agreed is the only way to achieve a just and lasting peace between Israelis and Palestinians,\" Secretary of State John Kerry said in a statement, adding that the US does not \"agree with every aspect\" of the resolution."
        ],
        "tf-idf score": [
            0.9685368081126671,
            0.9874203750077872,
            1.4112211569575797
        ]
    },
    "0.23708938081909195-3-231": {
        "average clique similarity": 0.23708938081909195,
        "clique": [
            "4-A senior Obama admin",
            "1-But the Obama admini",
            "3-The office of Prime "
        ],
        "median tf-idf score": 1.6033019635179662,
        "publications": [
            "Fox News",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "A senior Obama administration official said, \"To be clear: from the start, this was an Egyptian resolution.",
            "But the Obama administration has long made clear its opposition to Israeli   in occupied territory and there had been speculation that in its final month it might allow a resolution against settlements to pass at the U N A senior Israeli official told The Associated Press: \"President Obama and Secretary [of State John] Kerry are behind this shameful move against Israel at the U N \"The U S administration secretly cooked up with the Palestinians an extreme   resolution behind Israel's back which would be a   for terror and boycotts and effectively make the Western Wall [the Jewish holy site in the Old City of Jerusalem] occupied Palestinian territory. \"",
            "The office of Prime Minister Benjamin Netanyahu sent Breitbart Jerusalem the following response to the passage of the resolution: Earlier today, an Israeli official told reporters, including this reporter at Breitbart Jerusalem, the Obama administration secretly worked with the Palestinian Authority to craft a \"shameful\" United Nations resolution behind Israel's back, an Israeli official told reporters on Friday."
        ],
        "tf-idf score": [
            0.8282716373832891,
            2.083403037646409,
            1.6033019635179662
        ]
    },
    "0.25655100627784794-3-71": {
        "average clique similarity": 0.25655100627784794,
        "clique": [
            "3-It is realistic to e",
            "2-White House deputy n",
            "1-As for Trump  deputy"
        ],
        "median tf-idf score": 1.1962349145672841,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "It is realistic to expect that any final status agreement will only be achieved on the basis of mutually agreed changes that reflect these realities. Elliott Abrams, the Deputy National Security Adviser for Global Democracy Strategy during Bush's second term, was instrumental in brokering understandings between the U S and Israel on settlements. In a June 2009 piece published by the Wall Street Journal, Abrams accused the Obama administration of \"abandoning\" those U S  understandings by taking positions critical of all settlement activity.",
            "White House deputy national security adviser Ben Rhodes said Friday that the administration's pursuit of a   solution is \"guided by our belief that it is the only way to preserve Israel's security in the long run. \"",
            "As for Trump, deputy National Security Adviser Ben Rhodes pointedly said there's only one president at a time  --   and that the Obama administration was concerned the Israelis' pace of settlement activity could put the viability of a   solution at risk."
        ],
        "tf-idf score": [
            1.2199689972494578,
            0.8535448840195724,
            1.1962349145672841
        ]
    },
    "0.34088732831303803-3-30": {
        "average clique similarity": 0.34088732831303803,
        "clique": [
            "2-Trump has supported ",
            "0-Last week Trump nomi",
            "4-But Trump    who has"
        ],
        "median tf-idf score": 0.8769813447113238,
        "publications": [
            "Guardian",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "Trump has supported moving the U S Embassy from Tel Aviv to Jerusalem. He has appointed David Friedman, a bankruptcy lawyer who believes Israelis should annex and settle the West Bank, as the next U S ambassador to Israel.",
            "Last week Trump nominated as his ambassador to Israel the hardliner David Friedman, a man who has said Washington will not pressure Israel to curtail settlement building in the occupied West Bank.",
            "But Trump    who has vowed to move the US embassy in Israel from Tel Aviv to Jerusalem, and has nominated an ambassador in David Friedman who is supportive of settlers    pledged that the Palestinians would no longer have a platform at the UN when he is inaugurated next month."
        ],
        "tf-idf score": [
            0.8769813447113238,
            1.0360248587412026,
            0.7623496496628335
        ]
    },
    "0.3495164625461742-3-18": {
        "average clique similarity": 0.3495164625461742,
        "clique": [
            "2- Israel rejects this",
            "4-I have no doubt that",
            "1- I have no doubt tha"
        ],
        "median tf-idf score": 0.7244557598942701,
        "publications": [
            "Washington Post",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "\"Israel rejects this shameful    resolution at the UN and will not abide by its terms,\" Netanyahu said in a statement released by his office.",
            "I have no doubt that the new US administration and the incoming UN Secretary General will usher in a new era in terms of the UN's relationship with Israel,\" he said.",
            "\"I have no doubt that the new U S administration and the incoming UN Secretary General will usher in a new era in terms of the UN's relationship with Israel\". House Speaker Paul Ryan,  . blasted the Obama administration for undermining America's historic Middle East ally. \"This is absolutely shameful,\" Ryan said."
        ],
        "tf-idf score": [
            0.7244557598942701,
            0.6125451065937332,
            0.94427214112032
        ]
    },
    "0.35815713523078063-4-34": {
        "average clique similarity": 0.35815713523078063,
        "clique": [
            "2- The U N Security Co",
            "1-The resolution  warn",
            "3-It calls for Israel ",
            "4- Secretly cooked up "
        ],
        "median tf-idf score": 1.296478375047442,
        "publications": [
            "Washington Post",
            "Fox News",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            " The U N Security Council on Friday passed a resolution demanding that Israel cease Jewish settlement activity on Palestinian territory in a unanimous vote that passed when the United States abstained rather than using its veto as it has reliably done in the past.",
            "The resolution, warning that Israeli settlement expansion is \"steadily eroding the   solution and entrenching a   reality,\" calls on Israel to \"immediately and completely cease all settlement activity in occupied territories, including East Jerusalem. \"",
            "It calls for Israel to \"immediately and completely cease all settlement activities in the occupied Palestinian territory, including East Jerusalem. \"",
            "'Secretly cooked up' Hours before the UN Security Council vote, the Israelis made clear their intense disappointment with the US over the resolution, which calls on Israel to \"immediately and completely cease all settlement activities in the occupied Palestinian territory, including East Jerusalem\"."
        ],
        "tf-idf score": [
            1.5101054044526991,
            1.1308612957864002,
            0.8027700875996733,
            1.4620954543084839
        ]
    },
    "0.4327631796367606-3-23": {
        "average clique similarity": 0.4327631796367606,
        "clique": [
            "1- It was to be expect",
            "2- That is why we cann",
            "4- It was to be expect"
        ],
        "median tf-idf score": 0.618745262596211,
        "publications": [
            "Fox News",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "\"It was to be expected that Israel's greatest ally would act in accordance with the values that we share and that they would have vetoed this disgraceful resolution,\" said Israel's Ambassador Danny Danon.",
            "\"That is why we cannot in good conscience stand in the way of a resolution at the United Nations that makes clear that both sides must act now to preserve the possibility of peace. \"",
            "\"It was to be expected that Israel's greatest ally would act in accordance with the values that we share and that they would have vetoed this disgraceful resolution."
        ],
        "tf-idf score": [
            0.7986516020920202,
            0.5496197851707563,
            0.618745262596211
        ]
    },
    "0.47039671721099224-3-47": {
        "average clique similarity": 0.47039671721099224,
        "clique": [
            "1- Today s vote is a b",
            "2-The incoming Trump a",
            "4- As to the U N thing"
        ],
        "median tf-idf score": 0.7188584085455586,
        "publications": [
            "CNN",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "\"Today's vote is a blow to peace that sets a dangerous precedent for further diplomatic efforts to isolate and demonize Israel\". Minutes after the vote, Trump took to Twitter to express his opposition. As to the U N things will be different after Jan. 20th. \"As to the U N things will be different after Jan. 20th,\" Trump tweeted.",
            "The incoming Trump administration has signaled that there will be a shift in U S policy toward Israel, a point the   hammered home about an hour after Friday's vote when he tweeted, \"As to the U N things will be different after Jan. 20th. \"",
            "\"As to the U N things will be different after Jan. 20th,\" Trump wrote on Twitter. On Saturday, Trump tweeted, \"The big loss yesterday for Israel in the United Nations will make it much harder to negotiate peace."
        ],
        "tf-idf score": [
            0.7188584085455586,
            0.8539738187884199,
            0.6845781063256552
        ]
    },
    "0.49947864933869307-3-236": {
        "average clique similarity": 0.49947864933869307,
        "clique": [
            "2- The Obama administr",
            "4- President Obama and",
            "3-The official told Br"
        ],
        "median tf-idf score": 1.516923915470214,
        "publications": [
            "Washington Post",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "\"The Obama administration not only failed to protect Israel against this   at the UN, it colluded with it behind the scenes. \" \"This is absolutely shameful,\" House Speaker Paul D Ryan ( .)",
            "\"President Obama and Secretary Kerry are behind this shameful move against Israel at the UN,\" a senior Israeli official told CNN \"The US administration secretly cooked up with the Palestinians an extreme   resolution behind Israel's back which would be a tailwind for terror and boycotts and effectively make the Western Wall occupied Palestinian territory,\" a senior Israeli official said.",
            "The official told Breitbart Jerusalem by email: \"President Obama and Secretary Kerry are behind this shameful move against Israel at the UN The US administration secretly cooked up with the Palestinians an extreme anti Israeli resolution behind Israel's back which would be a tailwind for terror and boycotts and effectively make the Western Wall occupied Palestinian territory."
        ],
        "tf-idf score": [
            0.6000261946777882,
            1.599993998431153,
            1.516923915470214
        ]
    }
}