{
    "0.12158644104540106-3-171": {
        "average clique similarity": 0.12158644104540106,
        "clique": [
            "0-But once near victor",
            "3-In 2003  as a major ",
            "4-He   with General Da"
        ],
        "median tf-idf score": 0.38971052800535194,
        "publications": [
            "National Review",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "But once near victory, they were forced to pull out when public pressure grew in Europe and Iraq. This required a second, bloody retaking of Fallujah in November.",
            "In 2003, as a major general, he once again   took up the task of motivating his young Marines to go into   battle,  to his troops before they   crossed the border into Iraq. '",
            "He   with General David Petraeus the 2006 counterinsurgency manual that helped to revolutionize the US approach to the Iraq War, emphasizing that fighting insurgents required    at least in the short term    assuming greater risks for American troops who had to get out of their massive bases and live among the Iraqi people if they were to have a chance of really understanding and ultimately defeating the Iraqi insurgency."
        ],
        "tf-idf score": [
            0.2017135523589505,
            0.38971052800535194,
            0.4609497721571223
        ]
    },
    "0.12223445760435858-3-94": {
        "average clique similarity": 0.12223445760435858,
        "clique": [
            "2-S Defense Secretary ",
            "0-As a former NATO com",
            "1- Read about history "
        ],
        "median tf-idf score": 0.5201616417199452,
        "publications": [
            "Reuters",
            "National Review",
            "Breitbart"
        ],
        "sentences": [
            "S Defense Secretary Robert Gates in 2010 as one of the country's great strategic thinkers. Mattis reads avidly, frequently quotes history and is proud that he grew up with a large library and no television.",
            "As a former NATO commander and keen student of history, he is well aware of Putin's ploys. And, as respected by Trump as he is, he has a unique opportunity to persuade the   to wake up to reality: Russia aims to toy  --   rather than cooperate  --   with America.",
            "\"Read about history, and you become aware that nothing starts with us,\" Mattis reflected in a recent interview with Military History. \"It started long ago."
        ],
        "tf-idf score": [
            0.6087914415050353,
            0.46046757099811136,
            0.5201616417199452
        ]
    },
    "0.13103333391497182-3-373": {
        "average clique similarity": 0.13103333391497182,
        "clique": [
            "4-In a speech in Washi",
            "3-    Trump announced ",
            "0-I hoped Trump would "
        ],
        "median tf-idf score": 0.7921375468813971,
        "publications": [
            "Business Insider",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "In a speech in Washington in April, Mattis said that Iran is \"the single most enduring threat to stability and peace in the Middle East\". This view is shared by Trump's designated national security adviser, Lt. Gen. Michael Flynn, and his nominee for CIA director, Rep. Mike Pompeo,  .",
            "'   Trump announced the pick  adding \"\" ' '   Mattis is \"an excellent pick that offers an opportunity to   restore the warrior culture in DOD that''s been undermined by this   administration,\" Joe Kasper, chief of staff to Republican Rep.   Duncan Hunter of California, told Business Insider.",
            "I hoped Trump would pick Mattis as his national security advisor, but this is an even happier outcome: He can do infinitely more good atop the Pentagon. Who knows?"
        ],
        "tf-idf score": [
            0.8795541204542685,
            0.7921375468813971,
            0.6118598514956805
        ]
    },
    "0.13983392403382458-3-335": {
        "average clique similarity": 0.13983392403382458,
        "clique": [
            "2- We just don t take ",
            "1-The New York Times s",
            "4-First  Mattis tried "
        ],
        "median tf-idf score": 0.642406724405323,
        "publications": [
            "Breitbart",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "\"We just don't take refuge in   or any of that kind of stuff. And so as a result, the Marine Corps remains a very feared organization in this world. As it should be,\" he said. (Reporting by Phil Stewart; Additional reporting by Emily Stephenson in Cincinnati and Doina Chiacu in Washington; Editing by Sandra Maler and Peter Cooney) NEW YORK Six in 10 American voters support the new ban on people from six predominantly Muslim countries from entering the United States unless they can show they have a close relative here, according to opinion poll results released on Wednesday.",
            "The New York Times stated in a 2010 profile that Mattis devoted most of his moving allowance to hauling his books around. He never went into battle without his copy of The Meditations of Marcus Aurelius. \"It allows me to distance myself from the here and now,\" he explained. His interest in Native American history and culture, dating back to his youth in Washington, is legendary.",
            "First, Mattis tried to keep his staff as small as possible to increase the speed of his operations. Influenced by the work of leadership guru Jim Collins, he focuses \"on getting the right people on board\" in his organization and \"getting the wrong people out\"."
        ],
        "tf-idf score": [
            0.642406724405323,
            0.647985046651461,
            0.5229389240459562
        ]
    },
    "0.15132418291736022-3-488": {
        "average clique similarity": 0.15132418291736022,
        "clique": [
            "0-Mattis has the prove",
            "2-He has said one of t",
            "5- He has said that he"
        ],
        "median tf-idf score": 0.4188008787203779,
        "publications": [
            "National Review",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "Mattis has the proven credibility to use that power, keeping the Chinese in check. When he says something he means it.",
            "He has said one of the toughest things he had to do was oversee the retreat of his forces from the city of Falluja in 2004, something he feared would hurt morale, but did not.",
            "\"He has said that he's never come across a situation he didn't know how to handle because he's always read about what he's seen,\" Coerr recalled."
        ],
        "tf-idf score": [
            0.5158019311636066,
            0.4188008787203779,
            0.2934632947879192
        ]
    },
    "0.15418002932873973-3-152": {
        "average clique similarity": 0.15418002932873973,
        "clique": [
            "2- Once you get to be ",
            "1-Marine Commandant Ge",
            "4-Similarly  Mattis is"
        ],
        "median tf-idf score": 0.7915336349825081,
        "publications": [
            "CNN",
            "Breitbart",
            "Reuters"
        ],
        "sentences": [
            "\"Once you get to be a   officer, the   radius is whatever your Marines make it, and by the time I got up to the senior ranks it was hundreds of miles,\" he said in a video for the Marine Corps. Still, such tough talk has gotten him in hot water.",
            "Marine Commandant Gen. Michael Hagee was simultaneously supportive of Mattis, and of the opinion that he \"should have chosen his words more carefully. \" While many readers of this quintessential Mattisism may regard it as evidence that he belongs in the Badass Hall of Fame, it should be noted that there were calls to discipline him for his remarks at the time.",
            "Similarly, Mattis is not a fan of Obama's incremental troop deployments in Iraq and Syria to defeat ISIS Based on what he has said in the past, we should expect that he would push for whatever number of troops are needed to get the job done."
        ],
        "tf-idf score": [
            0.6453500661090135,
            0.7915336349825081,
            0.8491522146755537
        ]
    },
    "0.16015449113841942-3-80": {
        "average clique similarity": 0.16015449113841942,
        "clique": [
            "1-I am much more comfo",
            "4-It s very much of a ",
            "0-Mattis will make Put"
        ],
        "median tf-idf score": 0.4002695401319818,
        "publications": [
            "National Review",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "I am much more comfortable with   and his approach to warfare. 4. He is \"the most revered Marine general in at least a generation. \"",
            "It's very much of a piece with Trump's \"America First\" sloganeering, but Mattis lays out this thinking with much greater specificity than his new boss.",
            "Mattis will make Putin's task much more difficult."
        ],
        "tf-idf score": [
            0.21869508079280622,
            0.5298914014139119,
            0.4002695401319818
        ]
    },
    "0.16033503949467134-3-407": {
        "average clique similarity": 0.16033503949467134,
        "clique": [
            "2-Trump had promised d",
            "4-Mattis has been shar",
            "1-The      movement   "
        ],
        "median tf-idf score": 0.8865032659829593,
        "publications": [
            "Breitbart",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "Trump had promised during the campaign he would not only revive use of waterboarding, which is widely regarded as torture and was banned under President Barack Obama, but bring back \"a hell of a lot worse\" if elected.",
            "Mattis has been sharply critical of President Barack Obama's policies on Iran, and Obama's capping of troop numbers and campaign   in theaters of war such as Afghanistan and Iraq.",
            "The   \"  movement,\" of course, went into a hypocritical coma when Barack Obama became president, but they will be emerging from hibernation soon. A third line of criticism that may emerge against Mattis is of more recent vintage, and it has nothing to do with his military career: he is one of several big political names listed on the board of directors of Theranos, a medical testing company whose signature technological breakthrough did not work. The Theranos story is long and unpleasant, but in essence, it is a story of political connections and corporate star power overriding good business sense."
        ],
        "tf-idf score": [
            0.4220689715936227,
            0.8865032659829593,
            0.9313937878187925
        ]
    },
    "0.1615394213118452-3-217": {
        "average clique similarity": 0.1615394213118452,
        "clique": [
            "2-In a statement on Th",
            "4-His views on politic",
            "5-But according to the"
        ],
        "median tf-idf score": 0.8700798967572909,
        "publications": [
            "Reuters",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "In a statement on Thursday night, its chairman, Republican John McCain, called him \"one of the finest military officers of his generation and an extraordinary leader\". Mattis would be the first former U S general to become defense secretary since George C Marshall took the job in 1950.",
            "His views on politics and war, In their concluding essay, in which Mattis and Schake variously quote the jurist Oliver Wendell Holmes the novelist Phil Klay founding father Samuel Adams and the Roman poet Juvenal, they make several key observations: First, since   American political leaders such as Presidents George W Bush and Barack Obama have deputized military leaders to make the political case for America's wars.",
            "But according to the Chairman of the House Armed Services Committee, Rep. Mac Thornberry,   Mattis won't have trouble getting the waiver  --  and will be the first to do so since Gen. George S Marshall."
        ],
        "tf-idf score": [
            0.8700798967572909,
            0.9140456339859129,
            0.596272470073557
        ]
    },
    "0.16157380888516928-3-30": {
        "average clique similarity": 0.16157380888516928,
        "clique": [
            "5-The law is part of t",
            "1-His reply  Colin Gra",
            "4-Second  Mattis write"
        ],
        "median tf-idf score": 0.7616336966295553,
        "publications": [
            "Breitbart",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "The law is part of the 1947 National Security Act created at the inception of the Pentagon and the Department of Defense. Lawrence Korb, the Assistant Secretary of Defense under the Reagan Administration, said that while he thinks Mattis is a \"wonderful person,\" there is \"a reason we wrote this law. \"",
            "His reply: Colin Gray from the University of Reading is the most   strategist alive. Then there's Sir Hew Strachan from Oxford, and Williamson Murray, the American. Those three are probably the leading   military theorists. You've got to know   and Carl von Clausewitz, of course. The Army was always big on Clausewitz, the Prussian the Navy on Alfred Thayer Mahan, the American and the Air Force on Giulio Douhet, the Italian. But the Marine Corps has always been more  .",
            "Second, Mattis writes that the US is at a disadvantage because America's enemies are fighting \"total war\" while the United States is fighting \"only limited wars\". Third, because of the current deference that the public and politicians have to the military and to veterans, the defense budget is getting dangerously skewed \"toward pay and benefits to the detriment of training, equipment and numbers in the force\"."
        ],
        "tf-idf score": [
            0.7616336966295553,
            0.736861965258882,
            0.8381409274341391
        ]
    },
    "0.16888790056199862-3-136": {
        "average clique similarity": 0.16888790056199862,
        "clique": [
            "2-Now a fellow at Stan",
            "0-So Mattis is at once",
            "5- He is a proponent o"
        ],
        "median tf-idf score": 0.5267225543504347,
        "publications": [
            "National Review",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "Now a fellow at Stanford University's Hoover Institution, Mattis is also a scholar who was praised by  .",
            "So Mattis is at once a scholar and a warrior. But he is equally respected for his calculated aggression.",
            "\"He is a proponent of understanding the mind of your enemy, because that is where the battle is won,\" said retired Marine Officer Stan Coerr. \"Gen. Mattis is the archetype of the warrior scholar  --  that's who we younger officers aspired to be. \""
        ],
        "tf-idf score": [
            0.5267225543504347,
            0.4121036820461173,
            0.8043878439510679
        ]
    },
    "0.17137556471069434-3-130": {
        "average clique similarity": 0.17137556471069434,
        "clique": [
            "4-But Mattis is also a",
            "1-There are some items",
            "3-    Though he  s bel"
        ],
        "median tf-idf score": 0.9870690105212185,
        "publications": [
            "CNN",
            "Business Insider",
            "Breitbart"
        ],
        "sentences": [
            "But Mattis is also a   who easily and unpretentiously quotes both the Roman stoic Marcus Aurelius and Eliot Cohen, the Republican military strategist who was a leader of the \"never Trump\" movement. An American   general is likely to move around some two dozen times during the course of a long career. Typically, the general will move his family and household effects from one posting to the next.",
            "There are some items on Mattis' resume that will probably be used against him, if Democrats decide to dig in and block his nomination, or at least seek to exact a political price from   Trump and the GOP Mattis himself would recommend studying adversarial tactics closely, so here are some attacks that might be coming his way: His famously bold speaking style landed him in a bit of hot water in 2005, when he said it was \"a hell of a lot of fun\" to shoot the Taliban, who \"slap women around for five years because they didn't wear a veil. \"",
            "'   Though he''s beloved by troops for his straight talk and strategic   genius, he''s dealt with some controversy outside of the military   for . He asserted in 2005 that it   was \"fun to shoot some people\"  --   he said he was talking about   fundamentalists who \"slap women around\" in Afghanistan for not   wearing veils."
        ],
        "tf-idf score": [
            0.9870690105212185,
            1.0053361682020967,
            0.6238141859126911
        ]
    },
    "0.17216868897122226-3-4": {
        "average clique similarity": 0.17216868897122226,
        "clique": [
            "5-Coerr told Fox News ",
            "3-The   has described ",
            "2-And I was very impre"
        ],
        "median tf-idf score": 0.6566646139979289,
        "publications": [
            "Business Insider",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "Coerr told Fox News that Mattis was an \"on the ground, living in the dirt\" commander, and a very deep thinker.",
            "The   has described Mattis as   \"very impressive\" and said he was \"seriously considering\" him for   the position. '",
            "And I was very impressed by that answer,\" Trump told The New York Times."
        ],
        "tf-idf score": [
            0.6566646139979289,
            0.7072952280944751,
            0.35954421794162056
        ]
    },
    "0.177414254476058-3-196": {
        "average clique similarity": 0.177414254476058,
        "clique": [
            "4-It chronicled the Br",
            "1-So said the Military",
            "3-Looked at as a warri"
        ],
        "median tf-idf score": 0.6686143045896673,
        "publications": [
            "CNN",
            "Business Insider",
            "Breitbart"
        ],
        "sentences": [
            "It chronicled the British fight there during World War I Third, Mattis issued very clear \"commander's intent\" guidelines so that all his Marines understood the purpose and goals of the fight they were embarking upon. Fourth, he pushed the responsibility for   during the battles he led down to the lowest levels possible.",
            "So said the Military Times in a 2013 profile, attributing the deep respect for Mattis to his frank, endlessly quotable speaking style, his battlefield success, the confidence he always expressed in    service members, and his insistence upon sharing the hardships of his men. A Slate piece on Mathis from 2010 noted that 17 of the 29 members of the platoon he traveled with in Iraq were killed or wounded during a   period in 2004.",
            "Looked at as a warrior among Marines and well respected by other   service members, he has been at the forefront of a number of   engagements. ' '   He led his battalion of Marines in the assault during the first   Gulf War in 1991 and commanded the task force charging into   Afghanistan in 2001."
        ],
        "tf-idf score": [
            0.6686143045896673,
            0.8503882970071702,
            0.5758333263939612
        ]
    },
    "0.17850056147314167-3-470": {
        "average clique similarity": 0.17850056147314167,
        "clique": [
            "2- U S   Donald Trump ",
            "4-In August  Mattis pu",
            "5-Mattis     known as "
        ],
        "median tf-idf score": 1.128460057345992,
        "publications": [
            "Fox News",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            " U S   Donald Trump said on Thursday night he would nominate retired Marine Corps General James Mattis, known as \"Mad Dog\" and renowned for his tough talk and battlefield experience in Iraq and Afghanistan, to lead the Pentagon.",
            "In August, Mattis published    together with military historian Kori Schake    an edited volume about American   relations, \"Warriors and Citizens,\" that surely many folks at the Pentagon will be reading in coming weeks as they try to understand Mattis and where he will likely be driving \"the building,\" as the Pentagon is known to its many inhabitants.",
            "Mattis --  known as \"Mad Dog\" and \"Warrior Monk,\" is a former   Marine Corps general who served more than 40 years in the military before he retired from his post as Commander of the U S Central Command in 2013 following reports that he was not in lockstep with President Obama."
        ],
        "tf-idf score": [
            1.128460057345992,
            0.6959031682783035,
            1.1532412471218212
        ]
    },
    "0.1792033534889619-3-488": {
        "average clique similarity": 0.1792033534889619,
        "clique": [
            "0-Later  he served as ",
            "2-Mattis  whose past a",
            "3-His last post was wi"
        ],
        "median tf-idf score": 0.8000967870404232,
        "publications": [
            "National Review",
            "Reuters",
            "Business Insider"
        ],
        "sentences": [
            "Later, he served as a senior NATO commander, and as commanding officer of U S Central Command (CENTCOM). Along the way, he earned a reputation for aggressive operations and cultural sensitivity.",
            "Mattis, whose past assignments include leading Central Command, which oversees U S military operations in the Middle East and South Asia, is known for his colorful expressions that unashamedly embrace the job of the U S armed forces: fighting wars.",
            "His last post was with US Central Command, the unified   command based in Tampa, Florida, tasked with operations in Iraq,   Afghanistan, and more than two dozen other countries. ' '  ' '   Mattis is something of a legendary figure in the US military."
        ],
        "tf-idf score": [
            0.26669104710459524,
            0.8000967870404232,
            0.8414823412830785
        ]
    },
    "0.1890293857724317-3-18": {
        "average clique similarity": 0.1890293857724317,
        "clique": [
            "0-A 2014 U S Command a",
            "2-Trump has given the ",
            "4-Further clues about "
        ],
        "median tf-idf score": 0.6899275986726185,
        "publications": [
            "National Review",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "A 2014 U S Command and General Staff College paper by Major Michael Valenti gives a good example.",
            "Trump has given the job of national security adviser to Michael Flynn, a retired   Army general who was pushed out of the top job at the Defense Intelligence Agency in 2014 by Obama's administration.",
            "Further clues about how Mattis may guide the Pentagon can be found in a thesis entitled \"The Mattis Way of War\" written by Maj. Michael Valenti while he was a student at the US Army Staff College."
        ],
        "tf-idf score": [
            0.1934336016526767,
            0.7261217996215916,
            0.6899275986726185
        ]
    },
    "0.19896848612713539-3-297": {
        "average clique similarity": 0.19896848612713539,
        "clique": [
            "1-If you read enough b",
            "5- He has the ability ",
            "4-A student of warfare"
        ],
        "median tf-idf score": 0.8427255880023072,
        "publications": [
            "Fox News",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "If you read enough biography and history, you learn how people have dealt successfully or unsuccessfully with similar situations or patterns in the past. It doesn't give you a template of answers, but it does help you refine the questions you have to ask yourself. Further, you recognize there is nothing so unique that you've got to go to extraordinary lengths to deal with it. \"",
            "\"He has the ability, through his intellect and his force of personality  --  his social energy --  to put a sense of urgency into any organization,\" Woodbridge said. \"And if you don't have that depth of knowledge that you get from studying our military history like Gen. Mattis suggests, you're at a disadvantage. \"",
            "A student of warfare, In 2003 during the Iraq War, Mattis cited Alexander the Great when he explained in an email to a fellow officer why deep reading about the history of warfare can help to save American lives on the battlefield:  \"By reading, you learn through others' experience, generally a better way to do business, especially in our line of work where the consequences of incompetence are so final for young men\"."
        ],
        "tf-idf score": [
            0.23031360423382438,
            0.8619090603031269,
            0.8427255880023072
        ]
    },
    "0.2021978778143905-3-488": {
        "average clique similarity": 0.2021978778143905,
        "clique": [
            "4-How he meshes with T",
            "3-Still  the Marine co",
            "5-Retired Col  Chris W"
        ],
        "median tf-idf score": 0.778220317375605,
        "publications": [
            "CNN",
            "Business Insider",
            "Fox News"
        ],
        "sentences": [
            "How he meshes with Trump, Overall, Mattis and Schake urge that political leaders such as Trump should be making the case for the necessity of America's wars rather than relying on the military to do so that those wars should be better resourced the United States should be in those wars to win, and the military should focus on waging successful wars rather than being a petri dish for social experimentation.",
            "Still, the Marine commandant at the time said   Mattis was counseled and that \"he should have chosen his words   more carefully,\" . '",
            "Retired Col. Chris Woodbridge, USMC, who served for the first time with Mattis in one of the first units deployed to Saudi Arabia when Saddam Hussein invaded Kuwait in 1990, told Fox News that he recalled Mattis telling him and his fellow officers that they should spend as much time reading and studying the profession as they did in physical training."
        ],
        "tf-idf score": [
            0.8397461784398456,
            0.7277195601275555,
            0.778220317375605
        ]
    },
    "0.2303819799546095-3-391": {
        "average clique similarity": 0.2303819799546095,
        "clique": [
            "5-But U S law says a D",
            "1-The waiver must come",
            "2-Because he retired o"
        ],
        "median tf-idf score": 0.8186490083618649,
        "publications": [
            "Breitbart",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "But U S law says a Defense Secretary must have been out of uniform for at least seven years, and Mattis has only been retired for three, meaning he will need a waiver from Congress to be confirmed for the post.",
            "The waiver must come from Congress, which seems generally   to Mattis.",
            "Because he retired only in 2013, Mattis would need the U S Congress to waive a requirement that a defense secretary be a civilian for at least seven years before taking the top job at the Pentagon. His impressive combat record, however, may deter some Senate Democrats from trying to block his nomination."
        ],
        "tf-idf score": [
            0.8186490083618649,
            0.3897936844007754,
            0.8447157875380612
        ]
    },
    "0.2328761932683373-3-50": {
        "average clique similarity": 0.2328761932683373,
        "clique": [
            "4-We can expect this t",
            "0-First  Mattis is lik",
            "2-Speaking about the I"
        ],
        "median tf-idf score": 0.6017573294166094,
        "publications": [
            "CNN",
            "National Review",
            "Reuters"
        ],
        "sentences": [
            "We can expect this troika will push for tougher action on Iran, though Mattis is also on record as saying that there is \"no going back\" on the Iran nuclear deal, which puts him out of step with some in Trump's inner circle.",
            "First, Mattis is likely to push Trump to focus on fixing the Iran nuclear deal. This will likely entail reducing Iranian cheating on inspections protocols and Iranian   research.",
            "Speaking about the Iranian nuclear deal, Mattis said: \"Hoping that Iran is on the cusp of becoming a responsible, modern nation is a bridge too far\"."
        ],
        "tf-idf score": [
            0.6017573294166094,
            0.6450405994086595,
            0.599703211262574
        ]
    },
    "0.23505611708094368-3-488": {
        "average clique similarity": 0.23505611708094368,
        "clique": [
            "1-After   Mattis led  ",
            "4-The thesis examined ",
            "0-After four U S contr"
        ],
        "median tf-idf score": 0.6719491540453657,
        "publications": [
            "Breitbart",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "After   Mattis led \"the deepest insertion of Marines into a combat zone in U S history\" in Afghanistan, followed by \"the longest sustained march in Marine Corps history\" in Iraq.",
            "The thesis examined how Mattis commanded what The Military Times describes as \"the deepest insertion of Marines into a combat zone in US history\".",
            "After four U S contractors were killed in Fallujah in March 2004, the Bush administration ordered the Marines to take the city. Skeptical that a   assault was necessary, the Marines nonetheless followed orders."
        ],
        "tf-idf score": [
            0.678935644975019,
            0.6719491540453657,
            0.34975872280751924
        ]
    },
    "0.24162174322270347-4-88": {
        "average clique similarity": 0.24162174322270347,
        "clique": [
            "4-  CNN  In picking Ge",
            "1-Retired Marine Gener",
            "3-           Donald Tr",
            "2-The Washington Post "
        ],
        "median tf-idf score": 0.8595237607109225,
        "publications": [
            "Reuters",
            "CNN",
            "Breitbart",
            "Business Insider"
        ],
        "sentences": [
            " (CNN) In picking Gen. Jim Mattis for Defense secretary,   Donald Trump has said that he found his \"Gen. George Patton\".",
            "Retired Marine General James N Mattis, named on Thursday as   Donald Trump's choice for Secretary of Defense, is a    figure with a fascinating career.",
            "'  ' '     Donald Trump has tapped retired Marine Gen. James   \"Mad Dog\" Mattis for the role of defense secretary. '",
            "The Washington Post and CNN reported earlier that Trump had chosen Mattis, but Trump spokesman Jason Miller said earlier on Twitter that \"no decision has been made yet with regard to Secretary of Defense\"."
        ],
        "tf-idf score": [
            0.8520771810716713,
            0.8637023677357862,
            0.95389162358943,
            0.8553451536860588
        ]
    },
    "0.2628398720329895-3-488": {
        "average clique similarity": 0.2628398720329895,
        "clique": [
            "1-Mattis has only been",
            "4-President Obama  in ",
            "3-Other Republicans an"
        ],
        "median tf-idf score": 0.527703497864646,
        "publications": [
            "Breitbart",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "Mattis has only been retired for three years.",
            "President Obama, in Mattis' telling, \"has been mostly silent on the war in Afghanistan since 2009 the case for continuing American troop presence has been made entirely by the military\".",
            "Other Republicans and   DC insiders also   --   though he would   require a congressional waiver to serve as defense secretary   since he has not been out of uniform for the statutorily required   seven years. '"
        ],
        "tf-idf score": [
            0.527703497864646,
            0.8367719083016272,
            0.44885118288036385
        ]
    },
    "0.3009924795197999-3-488": {
        "average clique similarity": 0.3009924795197999,
        "clique": [
            "2-In 2003  Mattis led ",
            "4-The thesis  which wa",
            "0-His service record p"
        ],
        "median tf-idf score": 0.555942975229318,
        "publications": [
            "Reuters",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "In 2003, Mattis led the 1st Marine Division during the U S  invasion of Iraq.",
            "The thesis, which was published in September, also examines how  . Gen. Mattis led the First Marine division during the invasion of Iraq in 2003.",
            "His service record proves it. He fought honorably in the First Gulf War and Afghanistan, led the First Marine Division during the 2003 invasion of Iraq, and held multiple command positions in Iraq after the invasion."
        ],
        "tf-idf score": [
            0.555942975229318,
            0.7511729420564852,
            0.46515797966186045
        ]
    }
}