{
    "0.22325107725779622-3-56": {
        "average clique similarity": 0.22325107725779622,
        "clique": [
            "4-John Diedrich  a rep",
            "3-Duffin called the co",
            "7-Fed judge calls cond"
        ],
        "median tf-idf score": 0.8712974070576185,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "John Diedrich, a reporter with the Milwaukee   reported that the federal judge in the case called the actions by Dassey's attorney \"indefensible. \"",
            "Duffin called the conduct of Dassey's attorney \"indefensible\" in his ruling. He faulted Len Kachinsky, the public defender who initially represented Dassey, for spending more time talking to the press about the   case than actually communicating with his client.",
            "Fed judge calls conduct by #Dassey attorney's, Kachinsky, \"indefensible\" #MakingAMurderer  --   John Diedrich (@john_diedrich) August 12, 2016     Records: In 3 weeks after appointment, Dassy's attorney, Kachinsky, spent about 1 hour   Dassey and at least 10 hrs communicating   press  --   Ashley Luthern (@aluthern) August 12, 2016   Avery was convicted of   intentional homicide and being a felon in possession of a firearm in 2007."
        ],
        "tf-idf score": [
            0.8193293745775456,
            0.8712974070576185,
            1.200191060381886
        ]
    },
    "0.23382349765642071-3-14": {
        "average clique similarity": 0.23382349765642071,
        "clique": [
            "2-Federal US Magistrat",
            "6-Federal judge Willia",
            "7- And the court got i"
        ],
        "median tf-idf score": 1.2040787328588896,
        "publications": [
            "Washington Post",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "Federal US Magistrate Judge William Duffin overturned Dassey's murder conviction.",
            "Federal judge William E Duffin overturned Dassey's convictions based on the way the confession was attained, calling it \"so clearly involuntary in a constitutional sense that the court of appeals' decision to the contrary was an unreasonable application of clearly established federal law\".",
            "\"And the court got it exactly right. \" BREAKING: Brendan #Dassey conviction overturned by federal judge in #Milwaukee #Halbach murder #Makingofamurderer  --   John Diedrich (@john_diedrich) August 12, 2016     RULING: Federal court finds Brendan Dassey's confession was involuntary under   Amendments."
        ],
        "tf-idf score": [
            0.7179119232101974,
            1.2040787328588896,
            1.3749440900310335
        ]
    },
    "0.2474481586537325-3-24": {
        "average clique similarity": 0.2474481586537325,
        "clique": [
            "3-The trials were chro",
            "5-A Wisconsin man who ",
            "7-Avery s story was th"
        ],
        "median tf-idf score": 0.6726812425558402,
        "publications": [
            "Washington Post",
            "New York Post",
            "Guardian"
        ],
        "sentences": [
            "The trials were chronicled by the hugely popular series that was released in 2015. The show brought national attention to the case from a small town in Manitowoc County, Wisconsin.",
            "A Wisconsin man who was convicted as a teen of helping his uncle rape and kill a woman  --   in a case profiled in the hit Netflix documentary series \"Making a Murderer\"  --   will be  released from prison.",
            "Avery's story was the focus of \"Making a Murderer,\" a   documentary series from Netflix that was released in December."
        ],
        "tf-idf score": [
            0.5805029787021123,
            0.9833887420999838,
            0.6726812425558402
        ]
    },
    "0.256670295153924-4-2": {
        "average clique similarity": 0.256670295153924,
        "clique": [
            "7-Duffin wrote that st",
            "0-In addition  he argu",
            "6-The judge said he di",
            "3-Duffin also cited th"
        ],
        "median tf-idf score": 0.7244739643798215,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Duffin wrote that state courts had \"unreasonably found that the investigators never made Dassey any promises\" during an interrogation in March 2006. \"The investigators repeatedly claimed to already know what happened on October 31 and assured Dassey that he had nothing to worry about,\" the order states.",
            "In addition, he argued that his lawyer had a conflict of interest in the case and that he was given false promises by investigators  --   a claim that ultimately led Duffin to overturn the conviction. \"The investigators' collective statements throughout the interrogation clearly led Dassey to believe that he would not be punished for telling them the incriminating details they professed to already know,\" he wrote.",
            "The judge said he didn't believe investigators tried to trick Dassey into confessing but instead misunderstood the constitutional ramifications of telling him that they already knew everything that happened and he would be OK if he told the truth.",
            "Duffin also cited the actions of investigators who elicited an \"involuntary\" confession from the then   . Investigators who interviewed Dassey during his confession told the teenager that they already \"knew everything that happened\" and that they would \"stand behind you no matter what you did\"."
        ],
        "tf-idf score": [
            0.739863098102141,
            1.115922670411948,
            0.6776188578839715,
            0.709084830657502
        ]
    },
    "0.2659806256361371-3-12": {
        "average clique similarity": 0.2659806256361371,
        "clique": [
            "5-Judge William Duffin",
            "0-Duffin added that he",
            "1-    According to  a "
        ],
        "median tf-idf score": 0.8528843756028981,
        "publications": [
            "New York Post",
            "Buzzfeed News",
            "Business Insider"
        ],
        "sentences": [
            "Judge William Duffin said Dassey's rights were violated when he was offered \"false promises\" by cops who grilled the     on the 2005 murder without an adult present.",
            "Duffin added that he had \"significant doubts\" about the reliability of Dassey's confession because critical details emerged only after \"repeated leading and suggestive questioning\" that only stopped after investigators got the answer they were looking for. Furthermore, the judge wrote that investigators \"exploited\" Dassey by questioning him without an adult present.",
            "\"   According to  a federal judge in Milwaukee ruled that   Dassey's constitutional rights were violated when authorities   questioned him without an adult present. \""
        ],
        "tf-idf score": [
            1.0271381127410817,
            0.8528843756028981,
            0.6849480294977957
        ]
    },
    "0.2693490077415226-3-178": {
        "average clique similarity": 0.2693490077415226,
        "clique": [
            "3-Federal magistrate W",
            "2-As detailed in Makin",
            "1-    Dassey is one of"
        ],
        "median tf-idf score": 0.9970354648914155,
        "publications": [
            "Guardian",
            "Vox",
            "Business Insider"
        ],
        "sentences": [
            "Federal magistrate William Duffin handed down the ruling in the murder of Teresa Halbach of Wisconsin. Dassey and his uncle Steven Avery were found guilty in Halbach's 2005 death in separate trials.",
            "As detailed in Making a Murder, which launched on Netflix in December and quickly became wildly popular, both Dassey and his uncle, Steven Avery, were accused of, put on trial for, and convicted of Halbach's murder.",
            "'   Dassey is one of the primary subjects of Netflix''s hit     docuseries \"Making a Murderer,\" which tracks the trials of both   Dassey and his uncle Steven Avery, who were both convicted for   the 2005 murder of Halbach on their family property in Manitowoc   County, Wisconsin. '"
        ],
        "tf-idf score": [
            0.9970354648914155,
            0.9564305173331863,
            1.1704367834067073
        ]
    },
    "0.28655488272379365-3-134": {
        "average clique similarity": 0.28655488272379365,
        "clique": [
            "0-  Read the full cour",
            "5-Dassey  a   student ",
            "3-followed the case fo"
        ],
        "median tf-idf score": 1.135230848935283,
        "publications": [
            "Buzzfeed News",
            "New York Post",
            "Guardian"
        ],
        "sentences": [
            "' Read the full court order here:'] Dassey was 16 when he was accused of helping his uncle, Steven Avery, murder and rape Halbach and dispose of her body in Manitowoc County, Wisconsin.",
            "Dassey, a   student, confessed to helping his uncle Steven Avery rape and kill Teresa Halbach.",
            "followed the case for 10 years before the series aired. Dassey, who was 16 at the time of the killing, confessed to having helped his uncle Steven Avery carry out the rape and murder of Halbach, but attorneys argued that the confession was coerced."
        ],
        "tf-idf score": [
            1.135230848935283,
            0.7476943877097635,
            1.3554625565726777
        ]
    },
    "0.288523482031875-3-33": {
        "average clique similarity": 0.288523482031875,
        "clique": [
            "4-Brendan Dassey must ",
            "2-The state has 90 day",
            "7-In his   filing  U S"
        ],
        "median tf-idf score": 0.8956640558672778,
        "publications": [
            "Atlantic",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "Brendan Dassey must be released from custody in 90 days, unless the State wants to retry him #MakingAMurderer pic. twitter.",
            "The state has 90 days to appeal and retry Dassey. A second season of Netflix's Making a Murderer was announced in July, but it's unclear how many episodes it will comprise.",
            "In his   filing, U S Magistrate Judge William Duffin wrote that the    Dassey, who is Avery's nephew, should be released from custody unless the state decides to retry him within 90 days."
        ],
        "tf-idf score": [
            0.6495117836639996,
            0.9549197177571385,
            0.8956640558672778
        ]
    },
    "0.35769516716710587-3-161": {
        "average clique similarity": 0.35769516716710587,
        "clique": [
            "6-  CNN  The convictio",
            "1-         Brendan Das",
            "4-Please follow the st"
        ],
        "median tf-idf score": 1.5163347893744634,
        "publications": [
            "CNN",
            "Business Insider",
            "Atlantic"
        ],
        "sentences": [
            " (CNN) The conviction of Brendan Dassey, a Wisconsin man who appeared in the documentary \"Making a Murderer,\" has been overturned by a federal judge in Milwaukee, according to court documents obtained by CNN Dassey was convicted in 2007 of the murder of photographer Teresa Halbach.",
            "'  ' '   Brendan Dassey, the \"Making a Murderer\" subject who was just 17   years old when he was convicted of the murder of Teresa Halbach,   has had his convictions overturned. '",
            "Please follow the steps below, NEWS BRIEF A federal judge in Milwaukee overturned Friday the murder conviction of Brendan Dassey, who was convicted as a teenager of killing Teresa Halbach, and whose case was the subject of the Netflix show Making a Murderer."
        ],
        "tf-idf score": [
            1.5163347893744634,
            1.1670337731063403,
            1.5504610038291204
        ]
    },
    "0.3902159679976607-4-178": {
        "average clique similarity": 0.3902159679976607,
        "clique": [
            "2- On Friday  August 1",
            "3-A judge overturned t",
            "0- Brendan Dassey  who",
            "7-         A federal j"
        ],
        "median tf-idf score": 1.2989851518792692,
        "publications": [
            "Vox",
            "Guardian",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            " On Friday, August 12, it was announced that Brendan Dassey  --   a convicted killer in the 2005 murder of Teresa Halbach and one of the subjects of the Netflix documentary series Making a Murderer  --   could be a free man, or get a new trial.",
            "A judge overturned the murder conviction of Brendan Dassey, the subject of the Netflix documentary series Making a Murderer, on Friday.",
            "'Brendan Dassey, whose murder case was the subject of Netflix's hit series Making a Murderer, had his conviction overturned by a federal judge on Friday.'",
            "         A federal judge in Wisconsin on Friday overturned the conviction of Brendan Dassey, a figure in the Steven Avery case, which was featured in the Netflix documentary series \"Making a Murderer. \""
        ],
        "tf-idf score": [
            1.3310790363234142,
            0.964858063289238,
            1.2668912674351245,
            1.3445795190867436
        ]
    },
    "0.5708735840357632-3-65": {
        "average clique similarity": 0.5708735840357632,
        "clique": [
            "1-    Dassey was convi",
            "7-In April 2007  Dasse",
            "5-Dassey  now 26  was "
        ],
        "median tf-idf score": 0.7144775508091555,
        "publications": [
            "Washington Post",
            "Business Insider",
            "New York Post"
        ],
        "sentences": [
            "'   Dassey was convicted in 2007 to 41 years in prison on     intentional homicide,   sexual assault,   and mutilation of a corpse. '",
            "In April 2007, Dassey was convicted of homicide, sexual assault and mutilation of a corpse. You can read the full post here.",
            "Dassey, now 26, was convicted of   intentional homicide,   sexual assault and mutilation of a corpse."
        ],
        "tf-idf score": [
            0.763256857490644,
            0.7144775508091555,
            0.7002450907038235
        ]
    },
    "0.6275485985016632-4-45": {
        "average clique similarity": 0.6275485985016632,
        "clique": [
            "3- These repeated fals",
            "7- These repeated fals",
            "2-Duffin wrote      Th",
            "0-  Judge William E Du"
        ],
        "median tf-idf score": 0.9444216534191205,
        "publications": [
            "Guardian",
            "Washington Post",
            "Vox",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"These repeated false promises, when considered in conjunction with all relevant factors, most especially Dassey's age, intellectual deficits, and the absence of a supportive adult, rendered Dassey's confession involuntary under the Fifth and Fourteenth Amendments,\" Duffin wrote in his   ruling.",
            "\"These repeated false promises, when considered in conjunction with all relevant factors, most especially Dassey's age, intellectual deficits, and the absence of a supportive adult, rendered Dassey's confession involuntary under the Fifth and Fourteenth Amendments. \"",
            "Duffin wrote:     These repeated false promises, when considered in conjunction with all relevant factors, most especially Dassey's age, intellectual deficits, and the absence of a supportive adult, rendered Dassey's confession involuntary under the Fifth and Fourteenth Amendments.",
            "' Judge William E Duffin found that Dassey's confession in the murder of Teresa Halbach was involuntary under the Fifth and 14th Amendments, according to court documents.'"
        ],
        "tf-idf score": [
            0.9640516405624885,
            0.811206468670884,
            0.9247916662757527,
            1.1395688250652507
        ]
    }
}