{
    "0.13670299671077746-3-439": {
        "average clique similarity": 0.13670299671077746,
        "clique": [
            "6-It s not the first s",
            "1-Ellen Stofan  chief ",
            "2-The company needs to"
        ],
        "median tf-idf score": 0.8404485230870693,
        "publications": [
            "NPR",
            "Vox",
            "Buzzfeed News"
        ],
        "sentences": [
            "It's not the first setback for SpaceX, which has seen rockets explode before  --   and, as the   reported, came after a series of successes for the company. But Musk called it the company's \"most difficult and complex failure we have ever had in 14 years\". The Guardian notes that Musk's \" \" approach to   is intentional, and tied to his ambition.",
            "Ellen Stofan, chief scientist at NASA, told BuzzFeed News prior to Musk's announcement that the agency sees value in its partnership with SpaceX and that the company can help accelerate the dream of getting humans to Mars.",
            "The company needs to walk before it can run, let alone leap to Mars. There's also the question of getting costs down."
        ],
        "tf-idf score": [
            0.8404485230870693,
            1.007535663691661,
            0.5110133745979887
        ]
    },
    "0.1378241279922069-3-52": {
        "average clique similarity": 0.1378241279922069,
        "clique": [
            "4-Once resupplied  ITS",
            "2-The ship will then t",
            "3-The craft s heat shi"
        ],
        "median tf-idf score": 0.49162647466530957,
        "publications": [
            "Vox",
            "Atlantic",
            "Breitbart"
        ],
        "sentences": [
            "Once resupplied, ITS boasters will power the now manned vehicle on a course to Mars that will take between 80 to 160 days, according to Stratfor Global Intelligence.",
            "The ship will then travel at 62, 000 miles per hour through space en route to its new destination, a trip that could take six months or more. As the spaceship approaches Mars, the craft will have to descend into the Martian atmosphere, reaching a temperature of 1, 700degC, and then use its rockets to lower itself gently onto Mars's surface. And .",
            "The craft's heat shield will reach temperatures upward of 3, 000 degrees Fahrenheit. A few moments before landing, the vehicle will stand upright, just like SpaceX rockets do now, and unfold three legs to balance itself, finally perching on the ground."
        ],
        "tf-idf score": [
            0.4495515144026183,
            0.9026392170705013,
            0.49162647466530957
        ]
    },
    "0.13787083337813816-3-352": {
        "average clique similarity": 0.13787083337813816,
        "clique": [
            "4-He replied to confer",
            "1-Then there are other",
            "2- There s no way arou"
        ],
        "median tf-idf score": 0.5602427110784154,
        "publications": [
            "Breitbart",
            "Buzzfeed News",
            "Vox"
        ],
        "sentences": [
            "He replied to conference doubters that he could do it: \"That's the game plan  --   approximately 2024 to launch the first of the Mars colonial transport systems with people. \"",
            "Then there are other human issues, like one that an audience member asked Musk in the QA after his presentation. He said he came up with the question while at Burning Man, with no plumbing, in a hot, dusty Nevada desert that got chilly in the evenings.",
            "\"There's no way around it\". He did, however, reassure the crowd that the dangers of radiation exposure midflight were overblown, that the increase in cancer risk would be small, and, hey, we could always create an artificial magnetic field on Mars to deflect radiation if it came to that."
        ],
        "tf-idf score": [
            0.5602427110784154,
            0.6883267259349769,
            0.48147785575771423
        ]
    },
    "0.149500464614959-3-647": {
        "average clique similarity": 0.149500464614959,
        "clique": [
            "6- It s something we c",
            "4-Given that at least ",
            "5-          You could "
        ],
        "median tf-idf score": 0.5499246449755524,
        "publications": [
            "NPR",
            "Breitbart",
            "Business Insider"
        ],
        "sentences": [
            "\"It's something we can do in our lifetimes,\" he said in a speech Tuesday at the International Astronautical Congress in Guadalajara, Mexico, that was streamed online and watched by more than 100, 000 people. \"You could go\".",
            "Given that at least 100 people could travel in each ITS mission, that equates to what has been a prohibitive $1 trillion price tag to go to Mars.",
            "'  ' '   \"You could lose multiple engines, anywhere at liftoff or in   flight, and continue the mission safely,\" Musk said. '"
        ],
        "tf-idf score": [
            0.5389875998445474,
            0.5499246449755524,
            0.554855868613825
        ]
    },
    "0.15105202391841077-3-237": {
        "average clique similarity": 0.15105202391841077,
        "clique": [
            "3-The first flights co",
            "1-But for those who ar",
            "0-Musk said there woul"
        ],
        "median tf-idf score": 0.8263123156419231,
        "publications": [
            "Atlantic",
            "Reuters",
            "Buzzfeed News"
        ],
        "sentences": [
            "The first flights could leave for Mars by 2022, he claims. \"This is about minimizing existential risk and having a sense of adventure.",
            "But for those who are willing to risk death  --   Musk would not advise sending your children  --   he pulled up a presentation slide that showed SpaceX's timeline to begin flights to Mars in 2023.",
            "Musk said there would be no guarantee of survival for anyone signing up with SpaceX for the \"incredible adventure\" of a trip to Mars. \"The risk of fatality will be high."
        ],
        "tf-idf score": [
            0.38155337928846905,
            0.8263123156419231,
            0.9438854879028886
        ]
    },
    "0.1527229457087674-3-647": {
        "average clique similarity": 0.1527229457087674,
        "clique": [
            "3-There  it will pick ",
            "1-The company released",
            "5-     I  m amazed it "
        ],
        "median tf-idf score": 0.5993416261927216,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Business Insider"
        ],
        "sentences": [
            "There, it will pick up a new fuel tank and launch itself again, joining the spaceship in orbit and gassing it up for the trip to Mars. It would repeat this three to five times.",
            "The company released a video of its new rocket, which would be the biggest rocket ever, as part of the presentation. It's called BFR  --   short for \"big fucking rocket. \" For scale, Musk pulled up an image of it on the screen behind him.",
            "'   \"I''m amazed it didn''t blow up on the first firing,\" Musk said of   the . '"
        ],
        "tf-idf score": [
            0.5993416261927216,
            0.6194287641423529,
            0.42109297359228276
        ]
    },
    "0.15305054864855303-3-309": {
        "average clique similarity": 0.15305054864855303,
        "clique": [
            "4-SpaceX CEO Elon Musk",
            "5-         Tech billio",
            "2- Elon Musk has a vis"
        ],
        "median tf-idf score": 0.8152384404565289,
        "publications": [
            "Business Insider",
            "Vox",
            "Breitbart"
        ],
        "sentences": [
            "SpaceX CEO Elon Musk unveiled his plan for \"bold moves by private enterprise\" to colonize Mars, beginning in 2022, at his keynote speech this week for the 67th International Astronautical Congress in Guadalajara, Mexico.",
            "'  ' '   Tech billionaire and SpaceX founder Elon Musk wants to colonize   Mars with  in an effort to protect humanity from   . '",
            " Elon Musk has a vision."
        ],
        "tf-idf score": [
            1.0063691773935068,
            0.8152384404565289,
            0.34269188438800646
        ]
    },
    "0.16002691105053424-3-454": {
        "average clique similarity": 0.16002691105053424,
        "clique": [
            "2-Put together  they d",
            "3-Initially  Musk refe",
            "0-Musk said he would l"
        ],
        "median tf-idf score": 1.0307116262065183,
        "publications": [
            "Reuters",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "Put together, they'd stretch 122 meters high  --   the tallest spaceship ever built, about   as tall as the Washington Monument. *    How Elon Musk wants to get humans to Mars: a    guide So here's how SpaceX envisions this all working:            In the first stage, that big f'ing rocket takes off with a staggering 28.",
            "Initially, Musk referred to his ship as the Mars Colonial Transporter, but earlier this month he said he was ditching that name, because the the rocket will be built to go beyond Mars.",
            "Musk said he would like to launch the first crew as early as 2024, a schedule he said was optimistic."
        ],
        "tf-idf score": [
            1.1027569716835086,
            1.0307116262065183,
            0.606482468060152
        ]
    },
    "0.16290789807506742-3-145": {
        "average clique similarity": 0.16290789807506742,
        "clique": [
            "2-The rocket then retu",
            "0-SpaceX  which Musk f",
            "4-The radically disrup"
        ],
        "median tf-idf score": 0.8654872953402605,
        "publications": [
            "Reuters",
            "Breitbart",
            "Vox"
        ],
        "sentences": [
            "The rocket then returns to Earth, lands safely on a launchpad, and grabs a fueling tank to bring back up to orbit:                                    The rocket may have to make a few trips until the spaceship in orbit has enough fuel, and the spaceship then sets off on its merry quest for Mars.",
            "SpaceX, which Musk founded specifically with the purpose of colonizing Mars, is one of several private and   ventures vying to put people and cargo on the Red Planet and other destinations beyond Earth's orbit.",
            "The radically disruptive innovation is SpaceX's plan that after its vehicle lands and colonizes Mars, the crew will produce, among other things, the rocket propellant to make the return journey back to Earth."
        ],
        "tf-idf score": [
            0.8455030506706502,
            1.011932802770913,
            0.8654872953402605
        ]
    },
    "0.16392720588462753-3-423": {
        "average clique similarity": 0.16392720588462753,
        "clique": [
            "3-In a video shared Tu",
            "1-In a speech on Tuesd",
            "4- Breitbart News repo"
        ],
        "median tf-idf score": 1.1335217539795943,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Breitbart"
        ],
        "sentences": [
            "In a video shared Tuesday at a space exploration conference in Guadalajara,  Musk outlined his plan: Before this century is out, a small team of humans will open a spacecraft door, step onto red ground and stare at the sun faintly shining through Mars' hazy atmosphere.",
            "In a speech on Tuesday, Musk outlined how his company Space Exploration Technologies (SpaceX) which has yet to even send a human into orbit, hopes to shuttle people to Mars to forge a   civilization within 40 to 100 years.",
            "[Breitbart News reported in \"Making Humans a Multiplanetary Species\" that Musk had told the   Code Conference in June 2016 that when he first established Space Exploration Technologies Corp. (SpaceX) in 2002, the prime mission of the company was to colonize Mars."
        ],
        "tf-idf score": [
            0.9535756239766126,
            1.21354234396447,
            1.1335217539795943
        ]
    },
    "0.16579055926944897-3-600": {
        "average clique similarity": 0.16579055926944897,
        "clique": [
            "3- It will be  like  r",
            "1- Is this what Mars i",
            "0- I m personally accu"
        ],
        "median tf-idf score": 0.4323017492522686,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Reuters"
        ],
        "sentences": [
            "\"It will be, like, really fun to go. \" While this all sounds like science fiction, Musk is already working on the engine that could make this happen.",
            "\"Is this what Mars is going to be like? Just a dusty, waterless shit storm?\"",
            "\"I'm personally accumulating assets in order to fund this,\" he said, adding that \"ultimately this is going to be a huge   partnership\"."
        ],
        "tf-idf score": [
            0.4323017492522686,
            0.4495139685562196,
            0.3359201247775697
        ]
    },
    "0.16622965578947482-3-302": {
        "average clique similarity": 0.16622965578947482,
        "clique": [
            "3-Once humans leave Ea",
            "2-How do you mitigate ",
            "1-But the biggest hind"
        ],
        "median tf-idf score": 0.5677126950771741,
        "publications": [
            "Atlantic",
            "Vox",
            "Buzzfeed News"
        ],
        "sentences": [
            "Once humans leave Earth's protective cocoon, they will be exposed to dangerous cosmic rays and solar flares. A colonial transport would also likely have to provide some kind of artificial gravity, or at least good enough exercise equipment that astronauts won't be   the minute they land. There will be too much work to do to spend weeks recovering and regaining enough muscle and bone density to walk.",
            "How do you mitigate the health impacts from radiation exposure midflight, or from   environments that will cause bones and muscle to decay? NASA has been studying this stuff, particularly with astronaut Scott Kelly spending 340 days on the International Space Station, but there are lots of unknowns here. For that matter, how do humans survive on Mars once they've arrived?",
            "But the biggest hindrance is figuring out how to keep humans healthy and sustain life there. Humans lose bone density in space, and radiation levels on Mars are so high that \"for humans to stay on Mars for any duration, you'd have to be living underground. \""
        ],
        "tf-idf score": [
            0.4225827187409746,
            0.7722424728509177,
            0.5677126950771741
        ]
    },
    "0.17516283576081887-4-647": {
        "average clique similarity": 0.17516283576081887,
        "clique": [
            "3-On Tuesday  he even ",
            "1-In 2012  the company",
            "6-The requirements for",
            "5- This system gives  "
        ],
        "median tf-idf score": 0.6458377824419644,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "NPR",
            "Business Insider"
        ],
        "sentences": [
            "On Tuesday, he even invoked Europa, a moon of Jupiter that probably has an enormous ocean under its surface. In the soaring promo video SpaceX unveiled Tuesday, the rocket lifts off and the ship heads to a \"parking orbit\" while the booster sails back to Earth, landing straight up on the same launchpad.",
            "In 2012, the company's Dragon rocket became the first commercial spacecraft to deliver cargo safely to the International Space Station for NASA and return to Earth. Since then, it's been landing (and failing to land) reusable rockets on barges in the middle of the ocean.",
            "The requirements for a feasible rocket system are full   the ability to refuel in orbit, the ability to produce fuel on Mars and identifying the ideal propellant.",
            "\"This system gives   you freedom to go anywhere you want in the greater solar system\". ' \"   Martians could produce methane fuel, tank it up, send it into   Mars' orbit, and power the first crewed missions to Jupiter . .. \" '  ' '   . .. land on its  where there may be extraterrestrial life ."
        ],
        "tf-idf score": [
            0.6748283558900966,
            0.5339919815760633,
            0.6168472089938323,
            0.7104862542621078
        ]
    },
    "0.17724286189612273-3-410": {
        "average clique similarity": 0.17724286189612273,
        "clique": [
            "6-He said he expects p",
            "2-Musk mused about an ",
            "5-         This would "
        ],
        "median tf-idf score": 0.7869624742221023,
        "publications": [
            "Vox",
            "Business Insider",
            "NPR"
        ],
        "sentences": [
            "He said he expects people to reach Mars within a decade, and described four requirements for a new rocket fleet, which would travel to Mars approximately every two years, when Mars and Earth come closest to each other.",
            "Musk mused about an era in which dozens of ships launch toward Mars during each launch window, each carrying up to 100 or 200 people a flight.",
            "'  ' '   This would require a \"Battlestar Galactica\"  \"Mars Colonial   Fleet\" of about 10, 000 flights to Mars carrying 100 people per   flight. '"
        ],
        "tf-idf score": [
            0.9185207587687286,
            0.7869624742221023,
            0.5179727251898661
        ]
    },
    "0.17748321688468682-3-153": {
        "average clique similarity": 0.17748321688468682,
        "clique": [
            "5-          I think th",
            "3-The journey will beg",
            "2-In a Q A session aft"
        ],
        "median tf-idf score": 0.4163876717595074,
        "publications": [
            "Atlantic",
            "Business Insider",
            "Vox"
        ],
        "sentences": [
            "'  ' '   \"I think the first journey to Mars is going to be very dangerous.",
            "The journey will begin on Launch Pad 39A at Kennedy Space Center, where Apollo 11 lofted humans to another world for the first time.",
            "In a Q&A session after his talk, Musk conceded that \"the risk of fatality will be high\" on the first journey to Mars."
        ],
        "tf-idf score": [
            0.4163876717595074,
            0.28490276575516577,
            0.6283738708844328
        ]
    },
    "0.17855157157503168-3-122": {
        "average clique similarity": 0.17855157157503168,
        "clique": [
            "2-Musk even hinted at ",
            "0-Though Musk said he ",
            "6-Because the atmosphe"
        ],
        "median tf-idf score": 0.9897633464012034,
        "publications": [
            "Vox",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "Musk even hinted at the possibility of terraforming Mars  --   releasing huge amounts of carbon dioxide into the atmosphere to warm the planet and bring back liquid water, making it habitable for humans.",
            "Though Musk said he envisions humans living in a large colony on Mars and possibly terraforming the planet, he added that one key issue will be getting the cost low enough to attract customers.",
            "Because the atmosphere of Mars is largely made of carbon dioxide, and previous missions have found ice on the planet, Musk said he though it would be possible to produce a methane fuel there."
        ],
        "tf-idf score": [
            0.847556192328419,
            1.0432726433579311,
            0.9897633464012034
        ]
    },
    "0.1790889024965272-3-182": {
        "average clique similarity": 0.1790889024965272,
        "clique": [
            "3-Along with safely de",
            "4-The ITS rocket will ",
            "0-NASA wants to be abl"
        ],
        "median tf-idf score": 0.6156013049663858,
        "publications": [
            "Atlantic",
            "Breitbart",
            "Reuters"
        ],
        "sentences": [
            "Along with safely delivering colonists, the BFR and its attendant ship would have to deliver 100 tons of payload to Mars, which is 100 times larger than the heaviest thing humans have ever sent to the red planet.",
            "The ITS rocket will have a lift capability of putting 610 tons of payload into   orbit, about 30 times SpaceX's current Falcon 9 rocket, which has a capacity of only 26 tons, and 10 times SpaceX's Falcon Heavy rocket, which is set to fly in 2017.",
            "NASA wants to be able to land payloads weighing up to about 30 tons on Mars. So far, the heaviest vehicle to land on Mars was the   Curiosity rover."
        ],
        "tf-idf score": [
            0.6859822173876422,
            0.5425187301423714,
            0.6156013049663858
        ]
    },
    "0.17997237507934558-3-225": {
        "average clique similarity": 0.17997237507934558,
        "clique": [
            "0-SpaceX has a backlog",
            "5-    As more missions",
            "3-And then there are t"
        ],
        "median tf-idf score": 0.5488040345943552,
        "publications": [
            "Business Insider",
            "Reuters",
            "Atlantic"
        ],
        "sentences": [
            "SpaceX has a backlog of more than 70 missions for commercial and government customers, worth more than $10 billion. \"There probably will be other failures in the future,\" Musk said.",
            "'   As more missions get to Mars and more spaceships are made, he   expects the cost could be as little as $100, 000 per person.",
            "And then there are the social challenges. A Mars colony would need much more than shiny domes and potato farms."
        ],
        "tf-idf score": [
            0.7761244565098377,
            0.5488040345943552,
            0.41817900346930864
        ]
    },
    "0.1805851489895777-3-530": {
        "average clique similarity": 0.1805851489895777,
        "clique": [
            "1- When you think abou",
            "5-   It  s about makin",
            "3-It s about ensuring "
        ],
        "median tf-idf score": 0.42086201590073435,
        "publications": [
            "Buzzfeed News",
            "Business Insider",
            "Atlantic"
        ],
        "sentences": [
            "\"When you think about   movement of humans to Mars, it's just not practical or desirable,\" Stofan said.",
            ".. It''s about making a   civilization   on Mars as fast as possible\". ' '   \"I don''t think so. I''m not really sure.",
            "It's about ensuring the light of consciousness is not extinguished, which I think is really important. ... The probable lifespan of human civilization will be much greater if we are a   species,\" he said."
        ],
        "tf-idf score": [
            0.5890504678222303,
            0.42086201590073435,
            0.3730555492310943
        ]
    },
    "0.1805870784633146-3-78": {
        "average clique similarity": 0.1805870784633146,
        "clique": [
            "3-As far back as 2011 ",
            "0-Musk expects his roc",
            "5-     Ultimately  I  "
        ],
        "median tf-idf score": 0.6658324926721724,
        "publications": [
            "Atlantic",
            "Business Insider",
            "Reuters"
        ],
        "sentences": [
            "As far back as 2011, he said he wanted to send people to Mars within 10 to 20 years --  10 years would be the \"best case,\" he said at the time.",
            "Musk expects his rocket to be able to cut the transit time to as little as three months and released a   video showing the craft.",
            "'   \"Ultimately, I''d suspect you''d see Mars transit times of as   little as 30 days in the distant future,\" he said, noting it''s a   lot different than the estimates of six months or more that are   often passed around. ' \"   During the journey, he wants to set up the spaceship's crew   compartment so that passengers can play   games, watch   movies, and more. \""
        ],
        "tf-idf score": [
            0.6658324926721724,
            0.5341994326629532,
            0.8949699141184702
        ]
    },
    "0.1916230128513121-3-123": {
        "average clique similarity": 0.1916230128513121,
        "clique": [
            "0-Mars is typically 14",
            "3-A   shining city on ",
            "6-Musk described plans"
        ],
        "median tf-idf score": 0.7595642283634468,
        "publications": [
            "Atlantic",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "Mars is typically 140 million miles (225 million km) from Earth and landing the first humans there, after what traditionally has been a   to   journey, is an extremely ambitious goal.",
            "A   shining city on Mars would need about 1 million people, according to Musk, who envisions launching 1, 000 ships to get them there. The goal is to become a   species, ensuring humanity could survive an extinction event on Earth.",
            "Musk described plans to send at least a million humans to Mars and establish a   city there."
        ],
        "tf-idf score": [
            0.6400122645032974,
            0.9939524419564789,
            0.7595642283634468
        ]
    },
    "0.19165796708578042-3-371": {
        "average clique similarity": 0.19165796708578042,
        "clique": [
            "2-To that end  SpaceX ",
            "4-Musk revealed that S",
            "5-     You could actua"
        ],
        "median tf-idf score": 0.7582931139960882,
        "publications": [
            "Vox",
            "Business Insider",
            "Breitbart"
        ],
        "sentences": [
            "To that end, SpaceX released a video describing its plans for the Interplanetary Transport System, a craft that could, in theory, get us there:      The system is composed of what Musk calls a BFS (\"big fucking spaceship\") sitting atop a BFR (\"big fucking rocket\").",
            "Musk revealed that SpaceX is designing a powerful new rocket system called the Interplanetary Transport System (ITS) to accelerate his Mars landing.",
            "'   \"You could actually go anywhere in the solar system by     or \" Musk said."
        ],
        "tf-idf score": [
            0.7582931139960882,
            0.946558030915061,
            0.44640920939607837
        ]
    },
    "0.20475533102251087-3-479": {
        "average clique similarity": 0.20475533102251087,
        "clique": [
            "1- Elon Musk has said ",
            "3-On Tuesday  Musk sai",
            "4-Musk began his Septe"
        ],
        "median tf-idf score": 0.8615030654563594,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Breitbart"
        ],
        "sentences": [
            " Elon Musk has said he wants to die on Mars  --   \"just not on impact. \"",
            "On Tuesday, Musk said his goal was \"to make Mars seem possible. \"",
            "Musk began his September 26 keynote address to the International Astronautical Congress by reminding the conference audience  --   including the world's top rocket, satellite and military planners  --   that he was serious when he famously had said, \"I'd like to die on Mars, just not on impact. \""
        ],
        "tf-idf score": [
            0.8549533159067689,
            0.8615030654563594,
            1.1819895591288974
        ]
    },
    "0.20542328864790896-3-256": {
        "average clique similarity": 0.20542328864790896,
        "clique": [
            "3-A few days ago  he t",
            "2-7 million pounds of ",
            "5-                    "
        ],
        "median tf-idf score": 0.47574257411191284,
        "publications": [
            "Vox",
            "Atlantic",
            "Business Insider"
        ],
        "sentences": [
            "A few days ago, he tweeted the first glimpse of the Raptor, a powerful engine that can deliver about 500, 000 pounds of thrust. It will use liquid methane for fuel, unlike both the Falcon 9 rockets and the space shuttle main engines.",
            "7 million pounds of thrust at liftoff and places the spaceship into orbit (that's three times as much thrust as the Saturn V, the largest rocket used in the Apollo mission).",
            "'  ' '  ' '  ' '  ' '   Musk previously said these engines are about three times as   powerful as the Merlin engines it uses on Falcon 9 rockets. '"
        ],
        "tf-idf score": [
            0.47574257411191284,
            0.4139267082136118,
            0.635260295244921
        ]
    },
    "0.21300735816285207-3-647": {
        "average clique similarity": 0.21300735816285207,
        "clique": [
            "5-     So if the perso",
            "6-Musk says he would l",
            "1-And his goal is to b"
        ],
        "median tf-idf score": 0.6011048893607619,
        "publications": [
            "Business Insider",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "'   \"So if the person and their luggage, life support, and   consumption\" is accounted for, he said, \"ultimately it could drop   below $100, 000\". ' '  ' \"   But Musk says that's just to start. \"",
            "Musk says he would like to bring that cost down to about $200, 000. Musk is very wealthy, and said in his speech that his \"only motivation\" for amassing personal wealth is to work on making life  .",
            "And his goal is to bring that figure down to $200, 000, the median price of a home in the US, and hopefully even lower, to $140, 000. Who's going to pay for it?"
        ],
        "tf-idf score": [
            0.6011048893607619,
            0.7401725196690072,
            0.2281679185615861
        ]
    },
    "0.21982467538845532-3-110": {
        "average clique similarity": 0.21982467538845532,
        "clique": [
            "3-He envisions SpaceX ",
            "1-He compared SpaceX s",
            "4-But with Musk promis"
        ],
        "median tf-idf score": 0.8038340088494419,
        "publications": [
            "Buzzfeed News",
            "Breitbart",
            "Atlantic"
        ],
        "sentences": [
            "He envisions SpaceX providing transport, not necessarily driving colonization. In that way, SpaceX could be like the shipping companies that brought people from Europe to America in the 17th century, or the railroad firms that laid track to the West. \"Enough would want to go, and who could afford a trip, that it could happen.",
            "He compared SpaceX's plans to shuttle people to Mars in spaceships that could fit 100 (and eventually 200) people to the construction of the Union Pacific Railroad, which was built in the late 1800s to connect about two dozen western states.",
            "But with Musk promising to rely on participation from the private sector to colonize Mars, Musk may have just kicked off the greatest land rush since the 1862 Pacific Railroad Act, which chartered the Central Pacific and the Union Pacific Railroad Companies to build a transcontinental railroad linking the United States from east to west within 25 years."
        ],
        "tf-idf score": [
            0.5487243938539044,
            0.8038340088494419,
            0.9202721999348531
        ]
    },
    "0.22493107854529212-3-377": {
        "average clique similarity": 0.22493107854529212,
        "clique": [
            "6-But the centerpiece ",
            "0- The number of peopl",
            "3-Almost anyone  if th"
        ],
        "median tf-idf score": 0.8087858185710942,
        "publications": [
            "Atlantic",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "But the centerpiece of the speech was a video simulation of a the massive spacecraft and rocket to get Mars colonizers to their destination. (Within SpaceX, they have been nicknamed the \"BFS\" and \"BFR,\" which are acronyms for phrases NPR is too polite to spell out.)",
            "\"The number of people willing to move to Mars is much greater if they have the option of returning, even if they never do,\" he said.",
            "Almost anyone, if they have saved up and this was their goal, they could ultimately save enough money and move to Mars,\" Musk said."
        ],
        "tf-idf score": [
            0.8087858185710942,
            0.5841512669031932,
            0.838328189589457
        ]
    },
    "0.24684573697949594-3-11": {
        "average clique similarity": 0.24684573697949594,
        "clique": [
            "6-Billionaire tech ent",
            "0- SpaceX is developin",
            "1-What the billionaire"
        ],
        "median tf-idf score": 1.2158864189152863,
        "publications": [
            "Reuters",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "Billionaire tech entrepreneur Elon Musk says his space transport company, SpaceX, will build a rocket system capable of taking people to Mars and supporting a permanent city on the red planet.",
            " SpaceX is developing a massive rocket and capsule to transport large numbers of people and cargo to Mars with the ultimate goal of colonizing the planet, company chief and tech billionaire Elon Musk said on Tuesday.",
            "What the billionaire did not explain, however, is how the people he plans to shuttle there would survive on a planet no human has ever set foot on. In 2002, Musk founded SpaceX with the goal of \"making life  . \""
        ],
        "tf-idf score": [
            1.2158864189152863,
            1.3639601446474565,
            0.8112870741500978
        ]
    },
    "0.29072685125631254-6-248": {
        "average clique similarity": 0.29072685125631254,
        "clique": [
            "0-Musk said it would b",
            "1-The cost of bringing",
            "5-    Assuming the equ",
            "6-Right now  Musk esti",
            "4-Musk acknowledged th",
            "2-As Musk put it in hi"
        ],
        "median tf-idf score": 0.7012684373357054,
        "publications": [
            "Reuters",
            "Buzzfeed News",
            "Business Insider",
            "NPR",
            "Breitbart",
            "Vox"
        ],
        "sentences": [
            "Musk said it would be a challenge to fund the Mars effort, with development costs estimated at $10 billion.",
            "The cost of bringing a person to Mars right now is about $10 billion, he said.",
            "'   Assuming the equipment to land people on Mars existed, Musk said   \"an optimistic cost number would be about $10 billion\"  --   that''s   per person. '",
            "Right now, Musk estimates a trip to Mars would cost $10 billion per person.",
            "Musk acknowledged that the most conservative estimates put the price of his Mars mission at $10 billion per person.",
            "As Musk put it in his presentation, \"You can't create a   civilization if the ticket price is $10 billion a person\"."
        ],
        "tf-idf score": [
            0.8539919389464645,
            0.5997382801411903,
            0.9595117594447288,
            0.7097140602371853,
            0.6928228144342256,
            0.403085253513788
        ]
    },
    "0.32348346197997757-5-13": {
        "average clique similarity": 0.32348346197997757,
        "clique": [
            "2-That s roughly what ",
            "3-Musk hopes to lower ",
            "0- You can t create a ",
            "5-    Musk said that d",
            "4-Tthe rail project wa"
        ],
        "median tf-idf score": 0.7545064875701498,
        "publications": [
            "Reuters",
            "Vox",
            "Atlantic",
            "Business Insider",
            "Breitbart"
        ],
        "sentences": [
            "That's roughly what it would cost if we used the technology we used to get to the moon. \"If we can get the cost to moving to Mars roughly equivalent to the median house price in the US, which is around $200, 000, then the probability of establishing a   civilization is pretty high,\" he said.",
            "Musk hopes to lower the cost of a trip to Mars to roughly the median price of a house in the U S about $200, 000, he said.",
            "\"You can't create a   civilization if the ticket price is $10 billion per person,\" he said. \"Our goal is to get it roughly equivalent to (the) cost of a median house in the United States, about $200, 000\".",
            "'   Musk said that drastically lowering the cost of ITS (and a ticket   to Mars) would require a focus on four elements: ' '  ' '   Musk said he hopes to reduce the cost 5, 000, 000% so that a ticket   costs about $200, 000, or roughly as much as a house. '",
            "Tthe rail project was completed in 7 years as the companies raced, building track to capture the greatest amount of   alternating sections of real estate along all the railway they completed. As a measure of the spectacular economic stimulus of the Transcontinental Railroad, the cost of   travel dropped from $1, 000 prior to the completion in Promontory, Utah on May 10, 1969, to just $150 dollars."
        ],
        "tf-idf score": [
            0.7545064875701498,
            0.919428232564978,
            0.5158862203318706,
            0.9085295145509881,
            0.5395770262173553
        ]
    },
    "0.3373375555033909-3-175": {
        "average clique similarity": 0.3373375555033909,
        "clique": [
            "2- If we could warm Ma",
            "5-     We can grow pla",
            "1-He presented a simpl"
        ],
        "median tf-idf score": 0.5245986572621443,
        "publications": [
            "Business Insider",
            "Vox",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"If we could warm Mars up, we would once again have a thick atmosphere and warm oceans,\" he said.",
            "'   \"We can grow plants on Mars just by compressing the atmosphere,\"   he said. '",
            "He presented a simple solution as to how people would be fed: \"We can grow plants on Mars just by compressing the atmosphere. \""
        ],
        "tf-idf score": [
            0.5245986572621443,
            0.5346578006384478,
            0.4529283175928801
        ]
    },
    "0.3594552503224073-4-191": {
        "average clique similarity": 0.3594552503224073,
        "clique": [
            "5-It  d basically be  ",
            "2-Musk suggested that ",
            "1-When Musk teased his",
            "0-There s no way aroun"
        ],
        "median tf-idf score": 0.6556211693148273,
        "publications": [
            "Buzzfeed News",
            "Reuters",
            "Business Insider",
            "Vox"
        ],
        "sentences": [
            "It''d basically be, ''Are you prepared to die? ''\" Musk said. ' '   If so: \"OK, you''re a candidate for going. This is less about who   goes first.",
            "Musk suggested that we might one day power a Martian civilization with solar panels or geothermal: \"If you have energy on Mars, you're going to have water because there's massive amounts of ice\".",
            "When Musk teased his intent to discuss a plan to colonize Mars in April, he warned, \"it's going to sound pretty crazy. \" It does. \"Are you prepared to die? If that's ok, then you're a candidate for going. \" \"Are you prepared to die?",
            "There's no way around it. Basically, are you prepared to die, and if that's OK then you're a candidate for going,\" he said at a presentation at the International Astronautical Congress meeting in Guadalajara."
        ],
        "tf-idf score": [
            0.5378867931257613,
            0.7848289038702361,
            0.7733555455038932,
            0.4247831074905322
        ]
    }
}