{
    "0.19209489648595257-3-10": {
        "average clique similarity": 0.19209489648595257,
        "clique": [
            "2- NEW YORK       Glen",
            "4-Words can neither de",
            "1-Frey collaborated wi"
        ],
        "median tf-idf score": 1.06998800107198,
        "publications": [
            "NPR",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            " NEW YORK  --   Glenn Frey, who   the Eagles and with Don Henley became one of history's most successful songwriting teams with such hits as \"Hotel California\" and \"Life in the Fast Lane,\" has died.",
            "Words can neither describe our sorrow, nor our love and respect for all that he has given to us, his family, the music community  millions of fans worldwide\". Frey is credited with   many of The Eagles'   songs, including \"Hotel California,\" \"Heartache Tonight\" and \"One Of These Nights\"  --   all No. 1 hits for the band.",
            "Frey collaborated with drummer Don Henley to   many of the band's biggest hits."
        ],
        "tf-idf score": [
            1.06998800107198,
            1.2488199167318128,
            0.6427588366502619
        ]
    },
    "0.2088444192689619-3-14": {
        "average clique similarity": 0.2088444192689619,
        "clique": [
            "3-But  Glenn was the o",
            "4-He had incredible in",
            "5-Frey had occasional "
        ],
        "median tf-idf score": 0.9226511749112383,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "But, Glenn was the one who started it all. He was the spark plug, the man with the plan. He had an encyclopedic knowledge of popular music and a work ethic that wouldn't quit. He was funny, bullheaded, mercurial, generous, deeply talented and driven. He loved his wife and kids more than anything. We are all in a state of shock, disbelief and profound sorrow.",
            "He had incredible instincts. He and Henley and I would always plot what was coming next. He wasn't just an incredible writer, singer and musicians, he also had incredibly good business instincts. I don't know of a better family man, or father\". The Eagles, founded in 1971 in Los Angeles, is one of the   American rock bands of all time, notes the Rock and Roll Hall of Fame, which inducted The Eagles in 1998: \"The group's first   collection, Their Greatest Hits   is among the   albums of all time, having sold more than 26 million copies.",
            "Frey had occasional success as a solo artist, with songs including \"The One You Love\" and \"You Belong to the City,\" and he had careers in movies and television. He appeared on episodes of \"Miami Vice\" and \"Nash Bridges,\" both featuring his friend Don Johnson, and appeared in the film \"Jerry McGuire,\" directed by Cameron Crowe, who had befriended him after he interviewed the Eagles for Rolling Stone magazine in the 1970s."
        ],
        "tf-idf score": [
            0.9040437351853845,
            1.5963664062277607,
            0.9226511749112383
        ]
    },
    "0.2351341668696136-3-104": {
        "average clique similarity": 0.2351341668696136,
        "clique": [
            "4-Don Henley  The Eagl",
            "1-His performances on ",
            "2-His solo hits includ"
        ],
        "median tf-idf score": 0.9627398307186437,
        "publications": [
            "Washington Post",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "Don Henley, The Eagles' lead singer and Frey's   on many songs, remembered his band mate in a statement: \"Glenn was the one who started it all.",
            "His performances on \"Take It Easy\" and \"Peaceful Easy Feeling\" on the band's debut album in 1972 helped rocket the Eagles to fame, and he later sang lead on hits \"Lyin' Eyes\" and \"Already Gone\".",
            "His solo hits include \"The Heat Is On\" and \"Smuggler's Blues. \" Frey was lead vocalist on the Eagles' breakthrough hit, \"Take It Easy,\" a song mostly written by Jackson Browne that came out in 1972."
        ],
        "tf-idf score": [
            1.1549489680999074,
            0.6974050346971308,
            0.9627398307186437
        ]
    },
    "0.2678822690671864-3-81": {
        "average clique similarity": 0.2678822690671864,
        "clique": [
            "2-Despite the occasion",
            "5-They would become a ",
            "1-Henley said he viewe"
        ],
        "median tf-idf score": 0.8106327839820574,
        "publications": [
            "Washington Post",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "Despite the occasional discord, Henley said Frey was like a brother to him.",
            "They would become a top act over the next decade, embodying the melodic California sound. Henley said in a statement Frey was \"like a brother to him\".",
            "Henley said he viewed Frey as a kind of brother, but acknowledged that, like in many families, \"there was some dysfunction\" in the relationship."
        ],
        "tf-idf score": [
            0.7443894891114924,
            0.8740152478688038,
            0.8106327839820574
        ]
    },
    "0.34082173508647656-3-2": {
        "average clique similarity": 0.34082173508647656,
        "clique": [
            "2-Bernie Leadon  Randy",
            "5-Guitarist Frey and d",
            "1- He had an encyclope"
        ],
        "median tf-idf score": 0.9150256549877039,
        "publications": [
            "Washington Post",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "Bernie Leadon, Randy Meisner, Don Henley and Glenn Frey.",
            "Guitarist Frey and drummer Don Henley formed the Eagles in Los Angeles the early 1970s, along with guitarist Bernie Leadon and bassist Randy Meisner.",
            "\"He had an encyclopedic knowledge of popular music and a work ethic that wouldn't quit. He was funny, bullheaded, mercurial, generous, deeply talented and driven\". The band's original members also included Bernie Leadon and Randy Meisner."
        ],
        "tf-idf score": [
            0.5738140128979262,
            0.9150256549877039,
            0.9213607039492202
        ]
    },
    "0.34173971381567303-3-85": {
        "average clique similarity": 0.34173971381567303,
        "clique": [
            "5-The band was inducte",
            "2-The band  which for ",
            "1- We managed to get o"
        ],
        "median tf-idf score": 0.8977817761410699,
        "publications": [
            "Reuters",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "The band was inducted into the Rock  Roll Hall of Fame in 1998 and was supposed to have been honored at the Kennedy Center last month, but the appearance was postponed because of Frey's health problems.",
            "The band, which for years was made up of Frey, Henley, Joe Walsh and Timothy B Schmit, was supposed to have been honored at the Kennedy Center last month.",
            "\"We managed to get off the party train pretty early,\" he told the paper. But last year, Frey's health took a bad turn, as he suffered from intestinal problems. The Eagles had been slated to join songwriter Carole King, \"Star Wars\" director George Lucas and others in receiving the prestigious Kennedy Center Honors in Washington last month."
        ],
        "tf-idf score": [
            0.9259984268184772,
            0.8977817761410699,
            0.7911254636209465
        ]
    },
    "0.3462092696189139-3-31": {
        "average clique similarity": 0.3462092696189139,
        "clique": [
            "5-The bandmates harmon",
            "3-Frey and Henley  alo",
            "2-Leadon and Meisner d"
        ],
        "median tf-idf score": 0.6794746083545955,
        "publications": [
            "Washington Post",
            "Fox News",
            "Buzzfeed News"
        ],
        "sentences": [
            "The bandmates harmonized memorably on stage and on record but fought often otherwise. Leadon and Meisner departed after   with Frey, and Felder ended up in legal action with the Eagles.",
            "Frey and Henley, along with Don Felder, wrote the band's most famous hit Hotel California. After the band broke up in 1980, Frey went on to write and perform his own hits, such as The One You Love, Smuggler's Blues, and The Heat Is On.",
            "Leadon and Meisner departed after   with Frey, and guitarist Don Felder, who had joined the group in 1974, ended up in legal action with the Eagles."
        ],
        "tf-idf score": [
            0.6740549727091232,
            0.896642097957936,
            0.6794746083545955
        ]
    },
    "0.3580683704458847-3-107": {
        "average clique similarity": 0.3580683704458847,
        "clique": [
            "2-He died on Monday in",
            "5-Glenn Frey  a foundi",
            "3- Eagles guitarist Gl"
        ],
        "median tf-idf score": 1.016247937762941,
        "publications": [
            "Washington Post",
            "Fox News",
            "Buzzfeed News"
        ],
        "sentences": [
            "He died on Monday in New York. He had fought the ailments for the past several weeks, the band said.",
            "Glenn Frey, a founding member of the rock band the Eagles, died Monday in New York City, his publicist announced. He was 67.",
            " Eagles guitarist Glen Frey died Monday from complications of multiple ailments, the band announced. He was 67."
        ],
        "tf-idf score": [
            0.5418245023284781,
            1.254677819920368,
            1.016247937762941
        ]
    },
    "0.416636659598514-4-50": {
        "average clique similarity": 0.416636659598514,
        "clique": [
            "0-    LOS ANGELES  Reu",
            "1- Glenn Frey  the pro",
            "2- The Frey family wou",
            "4-Glenn Frey  67  a fo"
        ],
        "median tf-idf score": 1.414636284012089,
        "publications": [
            "Business Insider",
            "Reuters",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "'' 'LOS ANGELES (Reuters)  --   Guitarist Glenn Frey, a founding member of rock band the Eagles, died in New York on Monday at age 67, the band said on its website.'",
            " Glenn Frey, the prolific guitarist, singer, songwriter and founding member of the Eagles, died on Monday at age 67, the American rock band known for \"Hotel California\" and dozens of other hits said on its website.",
            "\"The Frey family would like to thank everyone who joined Glenn to fight this fight and hoped and prayed for his recovery,\" a statement on the band's website said.",
            "Glenn Frey, 67, a founding member and guitarist of The Eagles, died on Monday in New York City of complications from rheumatoid arthritis, acute ulcerative colitis and pneumonia, according to a statement on the band's official website: \"The Frey family would like to thank everyone who joined Glenn to fight this fight and hoped and prayed for his recovery."
        ],
        "tf-idf score": [
            1.3907806902568625,
            1.4384918777673155,
            0.8660445204814127,
            1.550012795080399
        ]
    },
    "0.4467327837222581-3-107": {
        "average clique similarity": 0.4467327837222581,
        "clique": [
            "5- We were two young m",
            "2- Words can neither d",
            "3-Henley on Monday pos"
        ],
        "median tf-idf score": 0.5550866868246728,
        "publications": [
            "Fox News",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"We were two young men who made the pilgrimage to Los Angeles with the same dream:  to make our mark in the music industry   and with perseverance, a deep love of music, our alliance with other great musicians and our manager, Irving Azoff, we built something that has lasted longer than anyone could have dreamed\".",
            "\"Words can neither describe our sorrow, nor our love and respect for all that he has given to us, his family, the music community & millions of fans worldwide. \"",
            "Henley on Monday posted a statement on his lifelong relationship with Frey: We were two young men who made the pilgrimage to Los Angeles with the same dream: to make our mark in the music industry  --   and with perseverance, a deep love of music, our alliance with other great musicians and our manager, Irving Azoff, we built something that has lasted longer than anyone could have dreamed."
        ],
        "tf-idf score": [
            0.5550866868246728,
            0.37355676308953567,
            1.0394306097963983
        ]
    },
    "0.5008240849625905-3-70": {
        "average clique similarity": 0.5008240849625905,
        "clique": [
            "2-Henley had vowed the",
            "1-In 1994  the Eagles ",
            "5-Henley had vowed the"
        ],
        "median tf-idf score": 0.501420962379579,
        "publications": [
            "Fox News",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Henley had vowed the Eagles would reunite only when \"hell freezes over,\" which became the name of the 1994 album they never imagined making.",
            "In 1994, the Eagles reunited and released an album titled \"Hell Freezes Over\". The name jokingly referred to Henley's previous statement that the band would only get back together when \"hell freezes over\".",
            "Henley had vowed the Eagles would reunite only when \"hell freezes over,\" which became the name of the 1994 album they had never imagined making. The Associated Press contributed to this report, Rousey in just bodypaint, Model takes a stand, Should this ad be banned?"
        ],
        "tf-idf score": [
            0.4251964473580813,
            0.628054910345415,
            0.501420962379579
        ]
    },
    "0.5604691007362465-5-107": {
        "average clique similarity": 0.5604691007362465,
        "clique": [
            "3-Frey  who was one of",
            "0- Frey died of compli",
            "2-Frey  who was 67  di",
            "5-Frey  fought a coura",
            "1-Frey died in New Yor"
        ],
        "median tf-idf score": 0.9634749651901819,
        "publications": [
            "Buzzfeed News",
            "Business Insider",
            "Washington Post",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "Frey, who was one of the founding members of the rock group, succumbed to complications from rheumatoid arthritis, acute ulcerative colitis, and pneumonia, the band announced on its website.",
            "'Frey died of complications from rheumatoid arthritis, acute ulcerative colitis and pneumonia, the band said.'",
            "Frey, who was 67, died of complications from rheumatoid arthritis, acute ulcerative colitis and pneumonia, the band said on its website.",
            "Frey \"fought a courageous battle\" for the past several weeks, according to his publicist, but succumbed to complications from rheumatoid arthritis, acute ulcerative colitis and pneumonia.",
            "Frey died in New York City of complications from rheumatoid arthritis, acute ulcerative colitis and pneumonia, the band said."
        ],
        "tf-idf score": [
            1.1088538898832987,
            0.8437752162834946,
            1.0678124755044327,
            0.621203660031782,
            0.9634749651901819
        ]
    }
}