{
    "0.1540598796694487-3-17": {
        "average clique similarity": 0.1540598796694487,
        "clique": [
            "3-He has also said tha",
            "4- Together  we can wo",
            "1-Trump said that Hale"
        ],
        "median tf-idf score": 0.8078800690660736,
        "publications": [
            "Fox News",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "He has also said that he wants to use the bully pulpit of the presidency to persuade states to devote another $110 billion toward vouchers  --   enough, he has said, for every child living in poverty to have a scholarship of $12, 000 toward the school of his or her choice.",
            "\"Together, we can work to make transformational change that ensures every student in America has the opportunity to fulfill his or her highest potential,\" DeVos said in a statement.",
            "Trump said that Haley, his UN choice, \"has a proven track record of bringing people together regardless of background or party affiliation to move critical policies forward for the betterment of her state and our country\"."
        ],
        "tf-idf score": [
            0.8078800690660736,
            0.7682426475794503,
            0.8897665146762824
        ]
    },
    "0.1596070575258868-3-121": {
        "average clique similarity": 0.1596070575258868,
        "clique": [
            "4-The National Educati",
            "3-But other studies ha",
            "2-I continue to be ver"
        ],
        "median tf-idf score": 0.8455187234146049,
        "publications": [
            "NPR",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "The National Education Association, the largest labor union in the US, was quick to slam Trump's pick, arguing that DeVos has \"done more to undermine public education than support students\" and accusing her of pushing \"a corporate agenda\".",
            "But other studies have found that voucher recipients are more likely to enroll in and complete college. Public school advocates fear that redirecting dollars from public to private schools not only weakens public education but also gives taxpayer support to institutions that don't have the same obligation to serve all students  --   including those in need or who have learning disabilities.",
            "I continue to be very optimistic that as we get further along into the process, the more voters know about him, and the more informed they are, the more they're going to continue to break away\". Getting rid of those standards in math and English is one of the few education issues Trump mentioned during the campaign. The president and Department of Education, however, have no formal authority to undo those   academic standards."
        ],
        "tf-idf score": [
            1.2770021192069747,
            0.8455187234146049,
            0.7840668099007242
        ]
    },
    "0.16068107863206138-3-117": {
        "average clique similarity": 0.16068107863206138,
        "clique": [
            "4- It is puzzling  the",
            "1-After secretary of s",
            "3-Advocates for such c"
        ],
        "median tf-idf score": 0.8598541201683386,
        "publications": [
            "Fox News",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "\"It is puzzling, then, to see reports that the Trump transition team is considering an establishment,   Core Secretary of Education    this would not qualify as 'draining the swamp'    and it seems to fly in the face of what Trump has stated on education policy up to this point\".",
            "After secretary of state, the UN ambassador is the   diplomatic position, often serving as the voice for U S positions on the international stage. As part of the Cabinet, Haley would have more opportunity to shape U S policies, rather than simply defend the administration's positions. Yet it could be an awkward role at times. Trump campaigned on the theme of \"America first\" and said he is skeptical about \"international unions that tie us up and bring America down\".",
            "Advocates for such choice see in the Trump administration an extraordinary opportunity to advance their cause on a national scale, whereas teachers unions and many Democrats fear an unprecedented and catastrophic attack on public schools, which they see as one of the nation's bedrock civic institutions."
        ],
        "tf-idf score": [
            0.8718445476315076,
            0.843356298832122,
            0.8598541201683386
        ]
    },
    "0.16639564935416842-3-60": {
        "average clique similarity": 0.16639564935416842,
        "clique": [
            "3-Jim DeMint  presiden",
            "1- The   in his select",
            "4-  CNN   Donald Trump"
        ],
        "median tf-idf score": 0.9723346198266613,
        "publications": [
            "Washington Post",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "Jim DeMint, president of the conservative Heritage Foundation, cheered DeVos on Wednesday, saying that \"the school choice movement will have a champion in the Education Department. \"",
            "\"The   in his selection of Betsy DeVos, has chosen the most ideological,   education nominee put forward since President Carter created a   Department of Education,\" Weingarten said.",
            " (CNN)  Donald Trump tapped Betsy DeVos, a top Republican donor and school choice activist, to head the Department of Education, the Trump transition team announced Wednesday."
        ],
        "tf-idf score": [
            0.9723346198266613,
            0.9501887366785688,
            1.3296977529698355
        ]
    },
    "0.19408612350159962-3-77": {
        "average clique similarity": 0.19408612350159962,
        "clique": [
            "0-45 million into an e",
            "1-DeVos  from Michigan",
            "4-The largest teacher "
        ],
        "median tf-idf score": 1.1274547284623093,
        "publications": [
            "CNN",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "45 million into an effort to prevent Michigan from adding oversight for charter schools. That effort ultimately failed. DeVos and her husband have been supporters of charter schools for decades and longtime opponents of regulation.",
            "DeVos, from Michigan, is a longtime advocate for charter schools and school vouchers. She currently leads the advocacy group, American Federation for Children, and sits on the board of the Jeb   Foundation for Excellence in Education.",
            "The largest teacher's union in the country slammed DeVos within an hour of the announcement for her advocacy of charter schools and school voucher programs, while conservatives quickly pointed out DeVos' association with groups supporting the Common Core education standards, which Trump has vowed to nix."
        ],
        "tf-idf score": [
            0.7735508376832037,
            1.1274547284623093,
            1.6221196678801648
        ]
    },
    "0.19981600068844418-3-161": {
        "average clique similarity": 0.19981600068844418,
        "clique": [
            "2-It s hard for me to ",
            "1-Trump spokesman Jaso",
            "4-Trump spokesman Jaso"
        ],
        "median tf-idf score": 0.838891674509396,
        "publications": [
            "Fox News",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "It's hard for me to believe she is truly opposed. Actions speak louder than words,\" Vander Hart told NPR Jason Miller, communications director of   Transition, said in an email that Trump \"has been consistent and very clear in his opposition to Common Core.",
            "Trump spokesman Jason Miller said Trump is \"spending significant time\" weighing his choice for secretary of state.",
            "Trump spokesman Jason Miller said Sunday that Trump's meeting with DeVos \"largely focused on Common Core, setting higher national standards\" and \"promoting school choice across the nation\"."
        ],
        "tf-idf score": [
            0.838891674509396,
            0.6199761750360134,
            1.2144215066488395
        ]
    },
    "0.21443716576893077-3-33": {
        "average clique similarity": 0.21443716576893077,
        "clique": [
            "1-See the Fox News 201",
            "3-The status quo in ed",
            "4- Status quo in educa"
        ],
        "median tf-idf score": 0.7631729467485252,
        "publications": [
            "Washington Post",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "See the Fox News 2016 battleground prediction map and make your own election projections. See Predictions Map - DeVos said in her own statement, \"The status quo in education is not acceptable\".",
            "The status quo in ed is not acceptable,\" DeVos tweeted.",
            "'Status quo in education not acceptable' After the pick was announced, the   news site Breitbart blared the headline: \"TRUMP ANNOUNCES   CORE EDUCATION SECRETARY\"    noting the second apparent betrayal in as many days. The site also rebuked Trump's announcement he no longer plans to push for prosecution of his Democratic rival Hillary Clinton as a \"broken promise\"."
        ],
        "tf-idf score": [
            0.7631729467485252,
            0.32153816413904684,
            0.8879187916569576
        ]
    },
    "0.22407577119149097-3-235": {
        "average clique similarity": 0.22407577119149097,
        "clique": [
            "1-Conservatives warned",
            "4-DeVos insisted in th",
            "0-She also served on t"
        ],
        "median tf-idf score": 0.5962049998200358,
        "publications": [
            "Fox News",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "Conservatives warned that DeVos, a longtime Republican donor, previously supported the Common Core education standards that Trump railed against during the campaign.",
            "DeVos insisted in the post on her website that she supports \"high standards, strong accountability and local control\". \"Have organizations that I have been a part of supported Common Core?",
            "She also served on the board of the former Republican presidential contender Jeb Bush's Foundation for Excellence in Education, which supported the controversial standards."
        ],
        "tf-idf score": [
            1.0860690665103532,
            0.5962049998200358,
            0.5309431672139887
        ]
    },
    "0.22469382471718338-3-148": {
        "average clique similarity": 0.22469382471718338,
        "clique": [
            "4-DeVos did not initia",
            "2-DeVos released a sta",
            "3-From her Twitter acc"
        ],
        "median tf-idf score": 0.7917641827140723,
        "publications": [
            "Washington Post",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "DeVos did not initially mention Common Core in a statement Wednesday, but said broadly that \"the status quo in education is not acceptable\".",
            "DeVos released a statement on her website saying she opposes Common Core, writing \"along the way, it got turned into a federalized boondoggle\". But some Trump backers are not convinced.",
            "From her Twitter account Wednesday, DeVos linked to a website where she wrote that she had initially believed in the standards but became disenchanted with them as they \"got turned into a federalized boondoggle. \""
        ],
        "tf-idf score": [
            0.8446605476170526,
            0.7917641827140723,
            0.47654448087929885
        ]
    },
    "0.2290501465110757-3-183": {
        "average clique similarity": 0.2290501465110757,
        "clique": [
            "1-In a statement to Fo",
            "4-Frank Cannon  the pr",
            "3-American Federation "
        ],
        "median tf-idf score": 0.9680247884315696,
        "publications": [
            "Fox News",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "In a statement to Fox News, American Federation of Teachers President Randi Weingarten said DeVos \"has no meaningful experience in the classroom or in our schools\".",
            "Frank Cannon, the president of the adamantly   Core American Principles Project, said in a statement Tuesday that DeVos would be \"a very   pick\" and called it \"puzzling\" that Trump was considering DeVos for the post.",
            "American Federation of Teachers President Randi Weingarten said that Trump's pick \"makes it loud and clear that his education policy will focus on privatizing, defunding and destroying public education in America. \""
        ],
        "tf-idf score": [
            0.9680247884315696,
            1.000523760448117,
            0.9565774132711883
        ]
    },
    "0.22989491656541738-3-151": {
        "average clique similarity": 0.22989491656541738,
        "clique": [
            "3-They wield powerful ",
            "1-DeVos  husband  Dick",
            "0-She s politically ac"
        ],
        "median tf-idf score": 0.68710622883015,
        "publications": [
            "Washington Post",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "They wield powerful influence in Michigan, where she is a former chair of the state GOP and he was the Republican nominee for governor in 2006. They also are major donors to GOP candidates and conservative causes nationwide. During the 2016 cycle, they gave nothing to Democrats and $2. 7 million to Republican candidates and political action committees, according to an analysis by the Center for Responsive Politics. The DeVoses also have donated millions of dollars to the arts and to Christian organizations.",
            "DeVos' husband, Dick, is an heir to the Amway fortune and a former president of the company. The couple gave $22. 5 million to the Kennedy Center for the Performing Arts in Washington in 2010, at the time the largest private donation in the center's history.",
            "She's politically active, but she doesn't have a lot of political experience. DeVos, 58, is married to Dick DeVos, who ran unsuccessfully as a Republican for the governorship in Michigan. He is the former president of Amway, which his father   and of the Orlando Magic NBA team. Her brother, Erik Prince, founded Blackwater, the controversial security firm. The family has given to a number of conservative and Christian organizations."
        ],
        "tf-idf score": [
            0.68710622883015,
            0.565820365099346,
            1.0301700605751505
        ]
    },
    "0.23253176852517465-3-190": {
        "average clique similarity": 0.23253176852517465,
        "clique": [
            "1- She has a long and ",
            "0-DeVos  who heads up ",
            "3- Americans are alway"
        ],
        "median tf-idf score": 1.0975097070148163,
        "publications": [
            "Fox News",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "\"She has a long and distinguished history championing the right of all parents to choose schools that best ensure their children's success,\" he said in a statement.",
            "DeVos, who heads up the   and    nonprofit American Federation for Children, has said parents should have the ability to choose the best schools for their children, whether they are traditional public schools, charters, or private schools.",
            "\"Americans are always free to send their children to private schools and religious schools, but raiding the public treasury to subsidize private businesses and religious organizations runs against the public trust and the Constitution,\" said Rabbi Jack Moline, president of Interfaith Alliance, adding that Trump's nomination \"suggests he has little regard for . the constitutional principle of separation of church and state. \""
        ],
        "tf-idf score": [
            0.6584259981910454,
            1.0975097070148163,
            1.269816684829582
        ]
    },
    "0.250637101401436-4-137": {
        "average clique similarity": 0.250637101401436,
        "clique": [
            "0-While Betsy DeVos ha",
            "2-DeVos  58  is a form",
            "1-The DeVos family has",
            "4-Accusations of    so"
        ],
        "median tf-idf score": 0.9738451744136964,
        "publications": [
            "CNN",
            "Fox News",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "While Betsy DeVos has served as chairwoman of the Michigan Republican Party, much of her work has been at the state level, and she will now have to, as Chalkbeat wrote, \"operate within a complicated web of interests and priorities, including with education officials in states that did not support Trump. \" Her ability to navigate Washington is largely untested. 5.",
            "DeVos, 58, is a former chairwoman of the Michigan Republican Party and helped push a failed 2000 ballot proposal to amend the Michigan state Constitution to create a voucher system for students to attend nonpublic schools.",
            "The DeVos family has been active in Republican politics for decades, especially as donors to GOP candidates and the Republican Party.",
            "Accusations of '  solutions to public education' DeVos has been involved in Republican politics both as a donor and as a party official for decades and served as the state Republican Party chair in Michigan."
        ],
        "tf-idf score": [
            1.4371653569565253,
            0.8960506943548873,
            0.6609929049109007,
            1.0516396544725057
        ]
    },
    "0.2559365272768799-3-100": {
        "average clique similarity": 0.2559365272768799,
        "clique": [
            "1-When asked about DeV",
            "3-She has said little ",
            "2-And some Trump backe"
        ],
        "median tf-idf score": 1.2296565927456047,
        "publications": [
            "Fox News",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "When asked about DeVos' support for the Common Core standards, Trump spokesman Jason Miller said \"the   has been consistent and very clear in his opposition to Common Core\".",
            "She has said little about Common Core, for example, and her ties to organizations that support the   academic standards  --   including as a board member of the Foundation for Excellence in Education, started by former Florida governor Jeb Bush  --   raised concern for Trump supporters, who saw her nomination as a sign that the   is wavering on his vehement opposition to the standards.",
            "And some Trump backers feel betrayed by the pick because DeVos has been part of groups, including the Foundation for Excellence in Education, which promote choice and have supported the Common Core State Standards, which Trump opposes."
        ],
        "tf-idf score": [
            1.0536951434527588,
            1.2296565927456047,
            1.401421666799914
        ]
    },
    "0.2631748111679492-3-91": {
        "average clique similarity": 0.2631748111679492,
        "clique": [
            "3-Donald Trump on Wedn",
            "0-  Donald Trump on We",
            "2-  Donald Trump has p"
        ],
        "median tf-idf score": 1.4182646856009837,
        "publications": [
            "Atlantic",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Donald Trump on Wednesday named her as his nominee for education secretary, a pick that suggests he aims to follow through with campaign promises to expand the movement toward \"school choice\"  --   including vouchers and charter schools  --   in an effort to break up a public education system that he has called \"a   monopoly. \"",
            "  Donald Trump on Wednesday said he will nominate the Michigan philanthropist and prominent Republican donor Betsy DeVos to be U S Education Secretary.",
            "  Donald Trump has picked billionaire Betsy DeVos, a Michigan Republican activist and philanthropist who is a strong supporter of school choice but has limited experience with public education, as his secretary of education."
        ],
        "tf-idf score": [
            1.4182646856009837,
            1.1232574921329472,
            1.585812250905695
        ]
    },
    "0.2883317015819177-3-235": {
        "average clique similarity": 0.2883317015819177,
        "clique": [
            "2-DeVos currently chai",
            "3-Betsy DeVos founded ",
            "4-DeVos chairs the Ame"
        ],
        "median tf-idf score": 0.9972475283763464,
        "publications": [
            "NPR",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "DeVos currently chairs the board of the American Federation for Children, a group that according to its website works to provide families \"with access to great schools through private school choice\".",
            "Betsy DeVos founded and serves as chairman of the American Federation of Children and its associated political arm, a platform she has used to support candidates who endorse vouchers and charter schools and to attack candidates who don't.",
            "DeVos chairs the American Federation for Children, a group that promotes charter school education, and also served on the board of the Foundation for Excellence in Education, a group led by former Florida Gov."
        ],
        "tf-idf score": [
            0.93119185657219,
            1.0425006701689299,
            0.9972475283763464
        ]
    },
    "0.3881697374140467-3-235": {
        "average clique similarity": 0.3881697374140467,
        "clique": [
            "1- Under her leadershi",
            "2-He added that she wo",
            "4- Under her leadershi"
        ],
        "median tf-idf score": 1.0025690130426328,
        "publications": [
            "Fox News",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "\"Under her leadership we will reform the U S education system and break the bureaucracy that is holding our children back so that we can deliver   education and school choice to all families,\" Trump said.",
            "He added that she would have the leadership ability to \"break the bureaucracy that is holding our children back\". Largely unknown outside of Michigan political and philanthropic circles, her appointment signals that Trump intends to make school choice and a voucher plan for   families a centerpiece of his education agenda.",
            "\"Under her leadership we will reform the US education system and break the bureaucracy that is holding our children back so that we can deliver   education and school choice to all families\"."
        ],
        "tf-idf score": [
            1.0025690130426328,
            1.1993038920977344,
            0.6772043345978774
        ]
    },
    "0.41759568931701413-3-66": {
        "average clique similarity": 0.41759568931701413,
        "clique": [
            "2-Trump  in a statemen",
            "4-Trump offered DeVos ",
            "1-Trump  who was at hi"
        ],
        "median tf-idf score": 0.8809151832020887,
        "publications": [
            "CNN",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "Trump, in a statement, called DeVos \"a brilliant and passionate education advocate\".",
            "Trump offered DeVos the position on Tuesday and she accepted the same day, a senior Trump transition official told CNN \"Betsy DeVos is a brilliant and passionate education advocate,\" Trump said in a statement Wednesday.",
            "Trump, who was at his Palm Beach estate Wednesday for the Thanksgiving holiday, called DeVos \"a brilliant and passionate education advocate\"."
        ],
        "tf-idf score": [
            0.8162715753955964,
            1.130519600629095,
            0.8809151832020887
        ]
    }
}