{
    "0.12053472217692168-3-595": {
        "average clique similarity": 0.12053472217692168,
        "clique": [
            "1-An obviously undisci",
            "4-Here s what Trump ca",
            "3-Trump claimed the wo"
        ],
        "median tf-idf score": 0.6260214828127046,
        "publications": [
            "Atlantic",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "An obviously undisciplined guy, ever since the first debate he's become completely unhinged, making just about every bad choice he could make in his campaign, shaking off the advice of the campaign professionals, listening to Bannon and the other hardcore crowd (and it's not clear that they care about winning as much as they care about trashing Hillary).",
            "Here's what Trump campaign CEO Steve Bannon said recently, according to CNN anchor Brian Stelter's newsletter: Bannon did not deny talk about a potential \"Trump TV\" network or streaming service.",
            "Trump claimed the women \"want either fame or her campaign did it and I think it's her campaign\"."
        ],
        "tf-idf score": [
            0.39496240434540414,
            0.6979540527895305,
            0.6260214828127046
        ]
    },
    "0.1364288803816682-3-326": {
        "average clique similarity": 0.1364288803816682,
        "clique": [
            "2-He was particularly ",
            "0-Trump s obliviousnes",
            "5-Treatment of women  "
        ],
        "median tf-idf score": 0.9885363095578961,
        "publications": [
            "CNN",
            "Guardian",
            "National Review"
        ],
        "sentences": [
            "He was particularly forceful in accusing Clinton of hypocrisy for talking of women's rights while her family foundation took millions of dollars from Middle East nations that oppress women and persecute gays and minority groups.",
            "Trump's obliviousness to these facts underscores his lack of understanding of the abortion debate and women's issues generally, a trait that was on display earlier this year when he suggested women who have abortions should face \"some sort of punishment\".",
            "Treatment of women, Clinton said that Trump's treatment of women was part of pattern of behavior that saw him insult a disabled reporter, go after the parents of a fallen Muslim soldier and question the impartiality of an American judge of Mexican descent."
        ],
        "tf-idf score": [
            0.6798736772030672,
            0.9885363095578961,
            1.1574787356613454
        ]
    },
    "0.13775064897749845-3-1011": {
        "average clique similarity": 0.13775064897749845,
        "clique": [
            "3-Clinton used this as",
            "2-The first 45 minutes",
            "4-For any other candid"
        ],
        "median tf-idf score": 0.7439536549824949,
        "publications": [
            "Vox",
            "National Review",
            "NPR"
        ],
        "sentences": [
            "Clinton used this as a chance to attack Trump over not releasing his tax returns, a break from every other modern presidential candidate.",
            "The first 45 minutes showcased Trump at his sharpest: Offering a reminder of the potential for an outsider candidate, he used plainspoken arguments to aggressively prosecute Clinton as a failed political insider incapable of bringing change to the country.",
            "For any other candidate, this may come off as unremarkable. But Trump's wording, the original anchors and guests, and ongoing rumors suggest this is a tease of \"Trump TV\"  --   a business venture Trump might launch after his failed presidential bid."
        ],
        "tf-idf score": [
            0.7439536549824949,
            0.7959535658379316,
            0.5501428168708138
        ]
    },
    "0.1387376161966505-3-497": {
        "average clique similarity": 0.1387376161966505,
        "clique": [
            "4-I do not believe the",
            "1-    He seems to igno",
            "5- Donald thinks belit"
        ],
        "median tf-idf score": 0.6138462857538954,
        "publications": [
            "CNN",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "I do not believe the government should be making these decisions. I've been to countries where governments forced women to have abortions like they did in China or force women to bear children like they used to do in Romania. I can tell you the government has no business in the decisions that women make with their families in accordance with their faith, with medical advice, and I will stand up for that right.",
            ".. \"He seems to ignore their advice,\" Hayden said.",
            "\"Donald thinks belittling women makes him bigger. He goes after their dignity and their self worth,\" Clinton said."
        ],
        "tf-idf score": [
            0.6358338133185224,
            0.1482066545504716,
            0.6138462857538954
        ]
    },
    "0.1419649335824996-3-375": {
        "average clique similarity": 0.1419649335824996,
        "clique": [
            "1-And yet these are th",
            "3-He repeated the need",
            "4-As many people have "
        ],
        "median tf-idf score": 0.5151005796158343,
        "publications": [
            "NPR",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "And yet these are the same people cowering in fear of his base. I am sure their spines will regenerate in the warm light of a presidential victory, making them adequate to the task of containing Trump.",
            "He repeated the need for strict border controls during the debate: \"In the audience tonight we have four mothers of, I mean these are unbelievable people that I've gotten to know over a period of years, whose children have been killed, brutally killed, by people that came into the country illegally.",
            "As many people have explained, these claims are dangerous  --   successful democracies are built, in part, on people believing the results."
        ],
        "tf-idf score": [
            0.5151005796158343,
            0.546630589056383,
            0.17094694432636598
        ]
    },
    "0.14274636581768926-3-422": {
        "average clique similarity": 0.14274636581768926,
        "clique": [
            "3-I don t get anything",
            "0- You talk but you do",
            "1-But you don t have t"
        ],
        "median tf-idf score": 0.6597040752875637,
        "publications": [
            "NPR",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "I don't get anything I don't buy boats, I don't buy planes\". However, reporting from the Washington Post during the campaign has shown Trump last contributed to the foundation in 2008 and that he has used foundation money to pay legal bills and to buy a portrait of himself.",
            "\"You talk but you don't get anything done Hillary,\" he later added. Trump also did a better job at controlling his emotions when Hillary tried to bait him by calling him a choker and a \"puppet\". (Well, at least until the end when he lashed out and called her a \"nasty woman\".)",
            "But you don't have to believe me, or her."
        ],
        "tf-idf score": [
            0.6597040752875637,
            0.7667129131239806,
            0.017126963540750148
        ]
    },
    "0.14483456198819827-3-756": {
        "average clique similarity": 0.14483456198819827,
        "clique": [
            "3-Clinton said that he",
            "5-Trump replied that P",
            "2- There s only one of"
        ],
        "median tf-idf score": 0.5314760311774884,
        "publications": [
            "NPR",
            "National Review",
            "CNN"
        ],
        "sentences": [
            "Clinton said that her position on gun control had been misconstrued. \"There's no doubt that I respect the Second Amendment. That I also believe there's an individual right to bear arms.",
            "Trump replied that Putin had no respect for Clinton or President Barack Obama.",
            "\"There's only one of us on this stage who has actually shipped jobs to Mexico,\" Clinton replied."
        ],
        "tf-idf score": [
            0.5314760311774884,
            0.6951022354738259,
            0.38791716241822577
        ]
    },
    "0.1457564591915975-3-223": {
        "average clique similarity": 0.1457564591915975,
        "clique": [
            "0-The major takeaway f",
            "5-Trump didn t have mu",
            "3-The debate kicked of"
        ],
        "median tf-idf score": 0.9268356442301381,
        "publications": [
            "Guardian",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "The major takeaway from the debate is that, barring a stunning revelation of the type that Hillary Clinton is a secret member of Isis, she will be the next president of the United States.",
            "Trump didn't have much margin for error going into the debate. He's down eight points in the latest CNN Poll of Polls and is nearly out of time to launch what would have to be one of the most remarkable comebacks of modern times. A new edition of the CNN electoral map on Wednesday moved two key swing states, Florida and Nevada, to \"lean Democrat\". Two other states that have voted almost exclusively Republican for decades, Utah and Arizona, are now considered battlegrounds.",
            "The debate kicked off with a discussion between the candidates of what kind of justices they would appoint to the Supreme Court, showcasing a wide divide between them on two of the most   issues  --   gun control and abortion. Clinton said she would appoint justices who would \"stand up on behalf of women's rights [and] on behalf of the rights of the LGBT community\" and would overturn the Citizens United decision, which allowed for \"dark, unaccountable money\" in politics."
        ],
        "tf-idf score": [
            0.5427522271454646,
            0.9268356442301381,
            1.0722256255100802
        ]
    },
    "0.1475708750597022-3-311": {
        "average clique similarity": 0.1475708750597022,
        "clique": [
            "5-His campaign manager",
            "2- He has no respect f",
            "1-On through the list "
        ],
        "median tf-idf score": 1.021446006069837,
        "publications": [
            "National Review",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "His campaign manager sought to blunt the election comments, appearing on CNN's \"New Day\" Thursday. \"What Donald Trump has said, over time, if you take all of his statements together, he has said that he will respect the results of the election,\" said Kellyanne Conway, although she argued what he's saying is not without precedent.",
            "\"He has no respect for this person,\" Trump said, pointing to Clinton.",
            "On through the list, as an AP story has usefully catalogued: Trump has said that Hillary Clinton is turning the campaign negative through personal attacks rather than policy."
        ],
        "tf-idf score": [
            1.116044019261262,
            0.861126300836228,
            1.021446006069837
        ]
    },
    "0.14813124527766192-3-1158": {
        "average clique similarity": 0.14813124527766192,
        "clique": [
            "4-CLINTON  Well  that ",
            "3-He defended a tax lo",
            "2-He even ended with a"
        ],
        "median tf-idf score": 0.22786460884392162,
        "publications": [
            "Vox",
            "NPR",
            "National Review"
        ],
        "sentences": [
            "CLINTON: Well, that is not what happens in these cases. And using that kind of scare rhetoric is just terribly unfortunate. You should meet with some of the women that I've met with.",
            "He defended a tax loophole that allowed him to not pay federal income taxes for almost two decades. \"Hillary, what you should've done, you should've changed the law when you were a United States senator.",
            "He even ended with an effective,   line: \"The one thing you've got over me is experience."
        ],
        "tf-idf score": [
            0.38772526154449155,
            0.22786460884392162,
            0.08708286900096847
        ]
    },
    "0.1484065400780097-3-796": {
        "average clique similarity": 0.1484065400780097,
        "clique": [
            "2-At that point  Clint",
            "1- Sample at end of th",
            "4-The moment was awkwa"
        ],
        "median tf-idf score": 0.29024702158956334,
        "publications": [
            "Vox",
            "Atlantic",
            "National Review"
        ],
        "sentences": [
            "At that point, Clinton chimed in to underline the moment: \"That's horrifying. \"",
            "(Sample at end of this item, along with the full video.) *** 5) Trump's worst moment.",
            "The moment was awkward."
        ],
        "tf-idf score": [
            0.29024702158956334,
            0.4519433540887319,
            0.2014777719300879
        ]
    },
    "0.1489531093499362-3-116": {
        "average clique similarity": 0.1489531093499362,
        "clique": [
            "1-I d already lost tra",
            "3-He said that the FBI",
            "0-Donald Trump needed "
        ],
        "median tf-idf score": 0.4183985981132986,
        "publications": [
            "NPR",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "I'd already lost track of that, in the fog of war.",
            "He said that the FBI was rigged. He lost the Iowa caucus he lost the Wisconsin primary. He said the Republican primary was rigged against him.",
            "Donald Trump needed a devastating knockout. At best he narrowly lost on points."
        ],
        "tf-idf score": [
            0.028251467410300046,
            0.4183985981132986,
            0.5138830573838443
        ]
    },
    "0.15008952631393369-3-16": {
        "average clique similarity": 0.15008952631393369,
        "clique": [
            "4-And I think it s her",
            "1-Or assume from the s",
            "5-Calm start  The show"
        ],
        "median tf-idf score": 0.3089117734778606,
        "publications": [
            "Vox",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "And I think it's her campaign. When I saw what they did, which is a criminal act, by the way, where they're telling people to go out and start fistfights and start violence, I tell you what, in particular in Chicago, people were hurt and people could have been killed in that riot.",
            "Or assume from the start that the opposition will oppose, and begin by asking for more than you can get?",
            "Calm start, The showdown began in a more civil and calm way than the two previous debates, in which Trump and Clinton repeatedly flung sharp, bitter jabs at one another."
        ],
        "tf-idf score": [
            0.3089117734778606,
            0.03633139268205229,
            0.8526625894164092
        ]
    },
    "0.15108990231532327-3-1408": {
        "average clique similarity": 0.15108990231532327,
        "clique": [
            "3- They have hacked Am",
            "1-You know  I could ta",
            "2- So he goes around w"
        ],
        "median tf-idf score": 0.7493977394526755,
        "publications": [
            "NPR",
            "Atlantic",
            "National Review"
        ],
        "sentences": [
            "\"They have hacked American websites, American accounts of private people, of institutions, then they have given that information to WikiLeaks for the purpose of putting it on the Internet,\" Clinton said. \"This has come from the highest levels of the Russian government, clearly from Putin himself\".",
            "You know, I could talk for the rest of the debate --  I know I don't have the time to do that. But just briefly, the Clinton Foundation made it possible for 11 million people around the world with   to afford treatment, and that's about half all the people in the world who are getting treatment. In partnership with the American Health Association .",
            "\"So he goes around with crocodile tears about how terrible it is, but he has given jobs to Chinese steel workers, not American steel workers. \" It was Clinton's strongest moment of the debate's first half."
        ],
        "tf-idf score": [
            0.7493977394526755,
            0.6635209787295773,
            0.7884366975193509
        ]
    },
    "0.15217799950960495-3-877": {
        "average clique similarity": 0.15217799950960495,
        "clique": [
            "3-Then it was Trump s ",
            "2-  Please  everybody ",
            "5-The debate began to "
        ],
        "median tf-idf score": 0.7899751989467235,
        "publications": [
            "NPR",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "Then it was Trump's turn: \"She doesn't like Putin because Putin has outsmarted her at every step of the way, excuse me.",
            "(\"Please, everybody,\" Wallace warned the crowd.) He then tried, clumsily, to turn the discussion toward Clinton's handling of  .",
            "The debate began to take a turn when Trump and Clinton clashed over the Republican nominee's relationship with Russian President Vladimir Putin."
        ],
        "tf-idf score": [
            0.7899751989467235,
            0.3392985296726286,
            0.9275122075069744
        ]
    },
    "0.15230362182389193-3-999": {
        "average clique similarity": 0.15230362182389193,
        "clique": [
            "1-And not one millisec",
            "0-For far too long  th",
            "4-Jan Brewer rambling "
        ],
        "median tf-idf score": 0.09492362937116462,
        "publications": [
            "Guardian",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "And not one millisecond too soon. *** For reference, here is the way the \"pay to play\" discussion evolved.",
            "For far too long, the Republican candidate has let the campaign be about the circus and not about policy. If this race is about the circus then Hillary Clinton wins.",
            "Jan Brewer rambling aimlessly for way too long."
        ],
        "tf-idf score": [
            0.09492362937116462,
            0.6244412596988483,
            0.06312038158925151
        ]
    },
    "0.1526267209000773-3-1148": {
        "average clique similarity": 0.1526267209000773,
        "clique": [
            "0-Tonight  however  we",
            "4-Clinton rattled off ",
            "2-On a range of differ"
        ],
        "median tf-idf score": 0.7683088235868358,
        "publications": [
            "National Review",
            "Vox",
            "Guardian"
        ],
        "sentences": [
            "Tonight, however, we saw a much more disciplined candidate. Trump stuck to the issues and forced Hillary to talk policy and  --   quite frankly  --   she had her worst debate performance.",
            "Clinton rattled off some of the important issues the Court could take on if she gets to appoint nominees: campaign finance, abortion, and LGBTQ issues.",
            "On a range of different issues  --   guns,   abortion, her former support for a border fence, and a speech in which she called for \"open trade and open borders\"  --   Trump dictated the tempo and forced Clinton to confront subjects that she was endeavoring to pivot away from."
        ],
        "tf-idf score": [
            0.7683088235868358,
            0.454572772666767,
            1.0744585890294327
        ]
    },
    "0.15405410081070484-3-47": {
        "average clique similarity": 0.15405410081070484,
        "clique": [
            "4-The first question o",
            "2-As for China  she sa",
            "5-The comments at the "
        ],
        "median tf-idf score": 0.9237146658519254,
        "publications": [
            "CNN",
            "Vox",
            "National Review"
        ],
        "sentences": [
            "The first question of the debate was about the Supreme Court  --   perhaps the biggest issue of the election.",
            "As for China, she said, one of the biggest problems is their illegal dumping of steel and aluminum in the U S \"Donald has bought Chinese steel and aluminum  --   in fact, the Trump Hotel right here in Las Vegas was made with Chinese steel,\" Clinton said.",
            "The comments at the Las Vegas showdown marked a stunning moment that has never been seen in the weeks before a modern presidential election. The stance threatens to cast doubt on one of the fundamental principles of American politics    the peaceful, undisputed transfer of power from one president to a successor who is recognized as legitimate after winning an election. The Republican nominee doubled down on his comments about the election Thursday during a rally in Delaware, Ohio, where he said he would accept the results \"if I win\"."
        ],
        "tf-idf score": [
            0.5244617905617545,
            1.2353224707166333,
            0.9237146658519254
        ]
    },
    "0.15525198925656414-3-228": {
        "average clique similarity": 0.15525198925656414,
        "clique": [
            "4-I think that would b",
            "1-The rest of us shoul",
            "0-He accused US forces"
        ],
        "median tf-idf score": 0.04808646450718253,
        "publications": [
            "Guardian",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "I think that would be a great benefit to us.",
            "The rest of us should remember. *** 2.",
            "He accused US forces of attacking Isis in Mosul simply to help Clinton get elected, before giving us his Cliffs Notes on the city. \"Let me tell you,\" he said, \"Mosul is so sad."
        ],
        "tf-idf score": [
            0.04808646450718253,
            0.01786058526046881,
            0.5113683202998262
        ]
    },
    "0.15618609738780276-3-919": {
        "average clique similarity": 0.15618609738780276,
        "clique": [
            "1-Vote for Trump  This",
            "4-Millions of people t",
            "0-Compared to the firs"
        ],
        "median tf-idf score": 0.4655434614268229,
        "publications": [
            "Atlantic",
            "Guardian",
            "Vox"
        ],
        "sentences": [
            "Vote for Trump! This is a day unlike any other I recall in many decades of watching and being involved in politics.",
            "Millions of people that are registered to vote that shouldn't be registered to vote. So let me just give you one other thing as I talk about the corrupt media.",
            "Compared to the first two debates, Trump did do a better job hammering home his message that a vote for Hillary Clinton is a vote for the status quo."
        ],
        "tf-idf score": [
            0.4655434614268229,
            0.19373791046762165,
            0.8571455569484783
        ]
    },
    "0.15908162912789955-3-338": {
        "average clique similarity": 0.15908162912789955,
        "clique": [
            "1-Clinton over in Litt",
            "2-Unfortunately for Tr",
            "0-He came into the thi"
        ],
        "median tf-idf score": 0.6677733212337951,
        "publications": [
            "Atlantic",
            "Guardian",
            "National Review"
        ],
        "sentences": [
            "Clinton over in Little Rock and offered my congratulations. He did run a strong campaign. \" In making this statement, President Bush signaled that the election was over and he lost fair and square.",
            "Unfortunately for Trump, the result was an evening that did little to alter the trajectory of an election now less than three weeks away.",
            "He came into the third and final presidential debate far behind in the polls. With tens of millions watching, he did little to change the trajectory of the race."
        ],
        "tf-idf score": [
            0.6677733212337951,
            0.7499698645031235,
            0.3088996068964844
        ]
    },
    "0.16225791478832155-3-418": {
        "average clique similarity": 0.16225791478832155,
        "clique": [
            "1-Now the WaPo carries",
            "0-She said the intelli",
            "2-When Wallace pressed"
        ],
        "median tf-idf score": 0.8015313535379106,
        "publications": [
            "Atlantic",
            "Guardian",
            "National Review"
        ],
        "sentences": [
            "Now the WaPo carries a story on  ' concern that Trump is dismissing out of hand all evidence that Russian officialdom is trying to meddle directly in the 2016 U S election: The former officials, who have served presidents in both parties, say they were bewildered when Trump cast doubt on Russia's role after receiving a classified briefing on the subject and again after an unusually blunt statement from U S agencies saying they were \"confident\" that Moscow had orchestrated the attacks.",
            "She said the intelligence agencies blamed   cyberattacks on Russia.",
            "When Wallace pressed Clinton on her advocacy of \"open trade and open borders\" in a 2013 speech  --   revealed in the hacked   of Clinton campaign manager John Podesta published by WikiLeaks  --   she answered feebly that her remarks were in reference to energy policy, before shifting the focus to U S intelligence agencies' claims that the Russian government had stolen and leaked the   to meddle in the U S election."
        ],
        "tf-idf score": [
            0.8176948913492301,
            0.1935590256321418,
            0.8015313535379106
        ]
    },
    "0.1635380422932949-3-476": {
        "average clique similarity": 0.1635380422932949,
        "clique": [
            "0-For years he has sty",
            "1-He is   to other peo",
            "4-He immediately made "
        ],
        "median tf-idf score": 0.06926865383808387,
        "publications": [
            "Vox",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "For years he has styled himself as the world's greatest   Winner.",
            "He is   to other people's weight gains, but is quite pudgy himself.",
            "He immediately made the issue about himself."
        ],
        "tf-idf score": [
            0.18297845282243266,
            0.06926865383808387,
            0.0462353016856747
        ]
    },
    "0.16673118245866336-3-934": {
        "average clique similarity": 0.16673118245866336,
        "clique": [
            "2-He offered a muscula",
            "5-He was far more disc",
            "3-And he also argued t"
        ],
        "median tf-idf score": 0.9636149714937141,
        "publications": [
            "CNN",
            "National Review",
            "NPR"
        ],
        "sentences": [
            "He offered a muscular defense of the Second Amendment, praising the Heller decision and citing his endorsement from the National Rifle Association. He pointed to women in attendance whose children were murdered by illegal immigrants, promising to secure the border and rid the country of foreign criminals. He pledged to   the country's \"anemic\" economic growth and bring back jobs by renegotiating trade deals. And, in a moment of visceral resonance with religious voters, he described the graphic procedure of   abortion  --   which Clinton voted against banning as a senator  --   before concluding, \"Now you can say that that's okay.",
            "He was far more disciplined for much of the debate, and did his best to avoid taking Clinton's bait, showing restraint as he and Clinton debated the Supreme Court, the Second Amendment, abortion and the economy. The billionaire reality    did a better job than in the first two debates of prosecuting Clinton's weaknesses, lambasting her over her record as secretary of state and the controversy over her private email server, and painting her as the symptom of a tired political establishment who had achieved nothing in her 30 years in public life.",
            "And he also argued that the border problem was contributing to the drug and opioid crisis in the country by allowing them to pour over the border."
        ],
        "tf-idf score": [
            0.9636149714937141,
            1.0344498652815521,
            0.33096478095068976
        ]
    },
    "0.16716471360074014-3-584": {
        "average clique similarity": 0.16716471360074014,
        "clique": [
            "3-Trump s promise to d",
            "4-WALLACE  Sir  there ",
            "1-No one like this has"
        ],
        "median tf-idf score": 0.715338822123888,
        "publications": [
            "Atlantic",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Trump's promise to deport immigrants in the U S illegally and build a massive wall along the Mexican border has been one of his signature issues of this campaign.",
            "WALLACE: Sir, there is a tradition in this country, in fact one of the prides of this country is the peaceful transition of power. And that no matter how   a campaign is, that at the end of the campaign that the loser concedes to the winner. Not saying that you're necessarily going to be the loser or the winner.",
            "No one like this has come so close to power in the United States. Four weeks from tonight we'll know how close he came. The standard throughout this Time Capsule series has been: what is happening in this Age of Trump that has not happened before in our politics. Without further elaboration, the outbreak of   war between the Republican nominee and the Republican establishment is unlike anything anyone has previously seen."
        ],
        "tf-idf score": [
            0.715338822123888,
            0.3453382424163225,
            0.9472651342511719
        ]
    },
    "0.1673621240017853-3-1240": {
        "average clique similarity": 0.1673621240017853,
        "clique": [
            "3-On the story that ha",
            "1-And it was before th",
            "4-Matt Yglesias explai"
        ],
        "median tf-idf score": 1.0059103324799215,
        "publications": [
            "Atlantic",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "On the story that has consumed the last week of the campaign  --   the multiple women who have come forward to charge that Trump once groped or kissed them without permission  --   Trump said their claims had been \"largely debunked\" and that he didn't know any of the women. \"I have a feeling how they came.",
            "And it was before the stream of   events in which more and more women have come forward to say that in fact he had kissed or groped them before Trump essentially declared war on the GOP establishment (along with the press and most other institutions) before members of that same GOP establishment retracted their criticism of Trump and crawled back to support him and before Trump responded to   allegations by saying, in effect, that these losers (including Hillary Clinton) aren't hot enough for him to have bothered with.",
            "Matt Yglesias explained for Vox: While Trump and his team do not appear capable of winning a general election in the United States, they certainly have the right mix of skills and experience to operate a successful media company, folding the existing Breitbart and Hannity franchises together with the Trump brand to form Trump TV or Trump Media."
        ],
        "tf-idf score": [
            1.0059103324799215,
            1.2196104864049937,
            0.7188289284838031
        ]
    },
    "0.16801893595185394-3-901": {
        "average clique similarity": 0.16801893595185394,
        "clique": [
            "5-CNN Reality Check  D",
            "1-But there is one ite",
            "0- There was even a ti"
        ],
        "median tf-idf score": 1.0482181762913316,
        "publications": [
            "Guardian",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "CNN Reality Check, Democratic nominee Hillary Clinton, who is leading Trump in most polls, said her competitor's remarks were \"horrifying\" and accused him of taking refuge in the idea that any event that turns out against him    even an Emmy award that goes to a rival    is \"rigged\".",
            "But there is one item that genuinely has not occurred before in modern presidential politics, and that in my view deserves genuine outrage. That was Trump's comment about 30 minutes in that if he were president, Hillary Clinton would be in jail.",
            "\"There was even a time when he didn't get an Emmy for his TV program three years in a row and he started tweeting that the Emmys were rigged,\" said Hillary Clinton."
        ],
        "tf-idf score": [
            1.0482181762913316,
            1.0872141871231016,
            0.7291705350766424
        ]
    },
    "0.1700152951251301-3-1044": {
        "average clique similarity": 0.1700152951251301,
        "clique": [
            "0-His line of question",
            "2-It was a tale of two",
            "4-Because based on wha"
        ],
        "median tf-idf score": 0.5124362005963926,
        "publications": [
            "National Review",
            "Vox",
            "Guardian"
        ],
        "sentences": [
            "His line of questioning, particularly when it came to the Clinton Foundation, kept Hillary off balance. Clinton also found herself on the defensive on foreign policy, where she seemed more like a George W Bush Republican than a Democrat.",
            "It was a tale of two debates  --   and two elections  --   here on the campus of the University of Nevada Las Vegas, where the Republican nominee squared off against Hillary Clinton for a third and final time.",
            "Because based on what she's saying and based on where she's going and where she's been, you can take the baby and rip the baby out of the womb in the ninth month, on the final day. And that's not acceptable."
        ],
        "tf-idf score": [
            0.5124362005963926,
            0.864556907402288,
            0.205828956943296
        ]
    },
    "0.17045057171371622-3-995": {
        "average clique similarity": 0.17045057171371622,
        "clique": [
            "2- That s a nice pivot",
            "1-CLINTON  Well  it is",
            "4-Who knows if Clinton"
        ],
        "median tf-idf score": 0.40281009929902384,
        "publications": [
            "National Review",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "\"That's a nice pivot from 'open borders,'\" Trump interrupted, smirking. And yet Trump let Clinton off the hook and allowed the conversation to settle on Russia.",
            "CLINTON: Well, it is an open discussion.",
            "Who knows if Clinton secretly supports open borders? I certainly don't. But Clinton's answer did not come off as convincing."
        ],
        "tf-idf score": [
            0.7628750404219475,
            0.25197645923183604,
            0.40281009929902384
        ]
    },
    "0.17052396676362555-3-133": {
        "average clique similarity": 0.17052396676362555,
        "clique": [
            "1-Of course this was o",
            "3- Donald thinks belit",
            "4-Women I ve known ove"
        ],
        "median tf-idf score": 0.7665415784726022,
        "publications": [
            "Vox",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Of course this was one of the many contingencies Hillary Clinton had fully prepared for of course it was one of many developments to which Donald Trump had given no advance thought.",
            "\"Donald thinks belittling women makes him bigger,\" Clinton said in one of her strongest moments of the debate.",
            "Women I've known over the course of my life. This is one of the worst possible choices that any woman and her family has to make."
        ],
        "tf-idf score": [
            0.899851134033586,
            0.7665415784726022,
            0.33173900311033117
        ]
    },
    "0.17199991302376127-3-491": {
        "average clique similarity": 0.17199991302376127,
        "clique": [
            "4-I believe it was her",
            "3- It is a   charity  ",
            "1-How much of this doe"
        ],
        "median tf-idf score": 0.2293187513748531,
        "publications": [
            "Vox",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "I believe it was her campaign that did it.",
            "\"It is a   charity, and I am so proud of the work that it does,\" she said, detailing the work it does to provide   treatment.",
            "How much of this does he believe --  rigged election, international media conspiracy, Hilary belongs in jail, etc. To what extent does he believe that attacking the looks of his various accusers is a sound strategy? How delusional is he?"
        ],
        "tf-idf score": [
            0.24110821375256214,
            0.19920971792457168,
            0.2293187513748531
        ]
    },
    "0.18459701772546366-3-735": {
        "average clique similarity": 0.18459701772546366,
        "clique": [
            "4-At the start  there ",
            "1-But if anyone were t",
            "3-Here are some of the"
        ],
        "median tf-idf score": 0.6056123491370359,
        "publications": [
            "Vox",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "At the start, there were some Trumpy moments  --   but for the most part, it appeared like both candidates, thanks to Trump's slightly better behavior, were going to mostly stick to the issues.",
            "But if anyone were to suggest that, wild claims like this would be part of the case.",
            "Here are some of the key moments of the debate: A huge cloud that hung over the past week were Trump's repeated claims that the election is \"rigged\"."
        ],
        "tf-idf score": [
            0.6056123491370359,
            0.07970576521424946,
            0.7387906024331415
        ]
    },
    "0.18942672265183066-3-965": {
        "average clique similarity": 0.18942672265183066,
        "clique": [
            "3-Even when pressed by",
            "0-It began with a comm",
            "4-And in this case  it"
        ],
        "median tf-idf score": 0.3028066820835277,
        "publications": [
            "Vox",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "Even when pressed by Wallace, he wouldn't say whether he wants Roe v. Wade to be overturned. But he did say that the justices he would appoint would overturn Roe and the decision would be sent back to the states.",
            "It began with a commitment to upholding the values laid out in Roe v Wade, the landmark 1973 decision legalizing abortion in the United States. Clinton spoke of protecting healthcare centers like Planned Parenthood that make upholding those values possible.",
            "And in this case, it's not only about Roe v. Wade."
        ],
        "tf-idf score": [
            0.3028066820835277,
            0.552594759034325,
            0.05376603868397453
        ]
    },
    "0.19226240887465437-3-610": {
        "average clique similarity": 0.19226240887465437,
        "clique": [
            "3- I see no conflict b",
            "4-CLINTON  I strongly ",
            "1-As long as there was"
        ],
        "median tf-idf score": 0.5261525715090375,
        "publications": [
            "Vox",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "\"I see no conflict between saving people's lives and defending the Second Amendment,\" the Democratic nominee said. On abortion, Clinton reaffirmed her support for a \"woman's right to choose\" and explained why she supported late abortions, arguing that such \"cases that fall at the end of pregnancy are often the most heartbreaking, painful decisions for families to make\" and that the government shouldn't be regulating \"those most personal decisions\".",
            "CLINTON: I strongly support Roe v. Wade, which guarantees a constitutional right to a woman to make the most intimate, most difficult in many cases decisions about her health care that one can imagine.",
            "As long as there was such a base, I felt strongly that it was necessary to see the constitutional process through to its conclusion, that to do otherwise would be unfaithful to the spirit of that deliberately difficult process and a dangerously destabilizing precedent for the future."
        ],
        "tf-idf score": [
            0.9280289757030926,
            0.5261525715090375,
            0.24941111520792267
        ]
    },
    "0.19261431615859145-3-676": {
        "average clique similarity": 0.19261431615859145,
        "clique": [
            "5-But Trump seemed to ",
            "1-Points to note  Wall",
            "0- I will tell you at "
        ],
        "median tf-idf score": 0.8110419611924378,
        "publications": [
            "Guardian",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "But Trump seemed to lose his cool as the debate went on, harshly criticizing Clinton and occasionally getting testy with the debate moderator, Chris Wallace of Fox News.",
            "Points to note: Wallace's attempts to get an answer to his question Clinton's   the question Trump's crude overplay of his hand: WALLACE: Secretary Clinton, during your 2009 Senate confirmation hearing, you promised to avoid even the appearance of a conflict of interest with your dealing with the Clinton Foundation.",
            "\"I will tell you at the time,\" he said when pressed on the question by the election season's best moderator, Fox News's Chris Wallace."
        ],
        "tf-idf score": [
            0.8769091711030272,
            0.8110419611924378,
            0.4953265505686058
        ]
    },
    "0.19317092520767287-3-1441": {
        "average clique similarity": 0.19317092520767287,
        "clique": [
            "2-She promised to purs",
            "5-She continued   He i",
            "0-Now  at the peak of "
        ],
        "median tf-idf score": 0.9923223193559085,
        "publications": [
            "CNN",
            "Guardian",
            "National Review"
        ],
        "sentences": [
            "She promised to pursue comprehensive immigration reform, an issue that has bitterly divided the GOP over the past decade, during her first 100 days in office. And then she lambasted Trump for his pledge during the primaries  --   one that he rescinded during the general election  --   to use a   deportation force to round up and deport illegal immigrants, calling it \"an idea that would rip our country apart. \"",
            "She continued: \"He is denigrating    he's talking down    our democracy. And I for one, am appalled that somebody who is the nominee of one of our two major parties would take that kind of position\". Trump's remark about the election result is certain to dominate the aftermath of the debate with only 19 days to go before the election, and it seemed likely to overshadow the GOP's nominee's strongest performance in any of the three presidential debates.",
            "Now, at the peak of his celebrity, the GOP nominee is staring at the cold, hard prospect of defeat. In the final presidential debate of the 2016 carnival, Trump refused to acknowledge that he might just need to play the role of the Loser, and accept the result of an election that is less than a month away. \"I will look at it at the time."
        ],
        "tf-idf score": [
            0.9923223193559085,
            0.9551810043093114,
            1.0079200230481293
        ]
    },
    "0.19410515105857865-3-205": {
        "average clique similarity": 0.19410515105857865,
        "clique": [
            "1-As reported in the N",
            "4-For those that don t",
            "3- He goes after their"
        ],
        "median tf-idf score": 0.6290504662706252,
        "publications": [
            "NPR",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "As reported in the NYT: Escalating his criticism of Hillary Clinton's debate performances [JF note: And just think about this itself as an example of projection] Donald J Trump came to a state battling a drug epidemic and suggested without any evidence Saturday that his opponent had been on drugs during their second debate. .. He continued: \"We should take a drug test prior, because I don't know what's going on with her.",
            "For those that don't know what this is about, read Vox's explainer on what happened with Ginsburg. As for the debate moment, this is classic Trump.",
            "\"He goes after their dignity, their   and I don't think there is a woman anywhere who doesn't know what that feels like\". She continued: \"So we now know what Donald thinks and what he says and how he acts toward women."
        ],
        "tf-idf score": [
            1.1307043987899743,
            0.6290504662706252,
            0.34898958487803966
        ]
    },
    "0.19467976448480342-4-436": {
        "average clique similarity": 0.19467976448480342,
        "clique": [
            "4-And it s weird that ",
            "5- I think they want e",
            "2-Trump responded nonc",
            "3-I believe it was her"
        ],
        "median tf-idf score": 0.8490525620135526,
        "publications": [
            "Vox",
            "National Review",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "And it's weird that Trump would emphasize that he did not apologize to his wife over this whole scandal.",
            "\"I think they want either fame or her campaign did it,\" Trump said, referring to the women that came forward after he said at the last debate that he had never been abusive to any women.",
            "Trump responded nonchalantly that many of the allegations had been \"debunked,\" and then, with a nod toward his opponent, said, \"I think it was her campaign that did it  --   her very sleazy campaign. \"",
            "I believe it was her campaign that did it,\" Trump said, adding that his opponent was also behind a Chicago rally he held earlier this year that was disrupted by violence."
        ],
        "tf-idf score": [
            0.4020960437639161,
            0.9415363821030679,
            0.8391487259825349,
            0.8589563980445704
        ]
    },
    "0.19585791749597048-3-1307": {
        "average clique similarity": 0.19585791749597048,
        "clique": [
            "3-But the stunning mom",
            "0-The only thing the m",
            "2-As Wallace granted t"
        ],
        "median tf-idf score": 0.8481847896643379,
        "publications": [
            "NPR",
            "Guardian",
            "National Review"
        ],
        "sentences": [
            "But the stunning moment that will stand out is the GOP nominee's statement that he won't necessarily accept the results of the election on Nov. 8.",
            "The only thing the media will talk about in the hours and days after the debate will be Trump's refusal to say he will accept the results of the election, making him appear small, petty and conspiratorial.",
            "As Wallace granted the candidates a closing statement, and reminded Americans of their sacred responsibility to vote, it was apparent that Trump's remarks about the election results would dominate the   coverage."
        ],
        "tf-idf score": [
            0.31693172130324104,
            0.8481847896643379,
            0.8944242242646975
        ]
    },
    "0.1967650425417838-3-1517": {
        "average clique similarity": 0.1967650425417838,
        "clique": [
            "4-You know  we trade m",
            "1-We know all we need ",
            "3- I think we are both"
        ],
        "median tf-idf score": 0.1109789401960459,
        "publications": [
            "Vox",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "You know, we trade more energy with our neighbors than we trade with the rest of the world combined.",
            "We know all we need to know.",
            "\"I think we are both a nation of immigrants and we are a nation of laws, and that we can act accordingly and that's why I am introducing comprehensive immigration reform within the first hundred days with a path to citizenship,\" Clinton promised."
        ],
        "tf-idf score": [
            0.1109789401960459,
            0.0570655136561368,
            0.38670726276525
        ]
    },
    "0.19985714959685374-3-366": {
        "average clique similarity": 0.19985714959685374,
        "clique": [
            "3-Trump said he was   ",
            "5-You are the puppet  ",
            "1-These decisions are "
        ],
        "median tf-idf score": 0.5497344748356133,
        "publications": [
            "CNN",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "Trump said he was \" \" and that the justices he would nominate are all \" \".",
            "You are the puppet,\" Trump said.",
            "These decisions are hardest when    stakes are high and time is short."
        ],
        "tf-idf score": [
            0.7083884963243264,
            0.5497344748356133,
            0.08565459218832515
        ]
    },
    "0.20561026323631368-4-1314": {
        "average clique similarity": 0.20561026323631368,
        "clique": [
            "3-That s who Donald is",
            "1-And tonight  for the",
            "2-Furthermore  she sai",
            "5-She said such tactic"
        ],
        "median tf-idf score": 0.6137813312415646,
        "publications": [
            "National Review",
            "Atlantic",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "That's who Donald is. I think it's really up to all of us to demonstrate who we are and who our country is, and to stand up and be very clear about what we expect from our next president, how we want to bring our country together, where we don't want to have the kind of pitting of people one against the other where instead we celebrate our diversity, we lift people up, and we make our country even greater. America is great because America is good. And it really is up to all of us to make that true now and in the future and particularly for our children and our grandchildren\".",
            "And tonight, for the sake of our unity as a people and the strength of our democracy, I offer my concession. I also accept my responsibility, which I will discharge unconditionally, to honor the new   and do everything possible to help him bring Americans together in fulfillment of the great vision that our Declaration of Independence defines and that our Constitution affirms and defends. *** This is the context in which to view Donald Trump's willfully destructive \"Election is rigged!\"",
            "Furthermore, she said, Trump's sardonic suggestion that some of the women were too unattractive for him to bother assaulting is characteristic of his \"dark and dangerous vision for our country. \"",
            "She said such tactics were in line with a divisive and very \"dangerous vision of our country\". The tone of the debate    unusually substantial at the start    never recovered once the atmosphere became charged."
        ],
        "tf-idf score": [
            0.4873540403095214,
            0.7972184245403358,
            0.7402086221736079,
            0.42289074044684555
        ]
    },
    "0.20927989186353-3-1517": {
        "average clique similarity": 0.20927989186353,
        "clique": [
            "2-The Republican nomin",
            "5- I will look at it a",
            "3- I will keep you in "
        ],
        "median tf-idf score": 0.8230066407189349,
        "publications": [
            "National Review",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "The Republican nominee refused to say he would accept the results on November 8, promising only that he would examine them \"at the time. \" When Wallace reminded Trump of America's tradition of peaceful transitions of power, and pressed for a more specific answer, Trump replied: \"I'll keep you in suspense. \"",
            "\"I will look at it at the time,\" Trump said when asked during the final presidential debate whether he would concede if he loses on November 8, following his claims that the election is \"rigged\" against him. He added: \"I will keep you in suspense\".",
            "\"I will keep you in suspense\". His   stance came after a week in which he has ramped up talk that the election is \"rigged\" in favor of Clinton, even as national polls and surveys in battleground states show the Democratic nominee opening up a consistent lead."
        ],
        "tf-idf score": [
            0.8230066407189349,
            0.9851681805211113,
            0.6944427873500754
        ]
    },
    "0.209868575113321-3-1517": {
        "average clique similarity": 0.209868575113321,
        "clique": [
            "3-The GOP nominee pres",
            "1-Back in her 2000 rac",
            "0-Admirably  Clinton k"
        ],
        "median tf-idf score": 0.6735543451158478,
        "publications": [
            "NPR",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "The GOP nominee pressed Clinton again on her deleted emails from her private server when she was at the State Department.",
            "Back in her 2000 race for the U S Senate from New York, polls suggested that Hillary Clinton was significantly helped rather than hurt when her opponent Rick Lazio did a very mild version of the   move by walking over very close to her during a debate.",
            "Admirably, Clinton kept her cool throughout, particularly Trump when spoke over her to call her \"such a nasty woman\"."
        ],
        "tf-idf score": [
            0.5421568511975758,
            0.6735543451158478,
            0.7667348532496994
        ]
    },
    "0.21003312178982722-3-21": {
        "average clique similarity": 0.21003312178982722,
        "clique": [
            "4-By the end of the de",
            "1-One of his   remarks",
            "5-  CNN  Donald Trump "
        ],
        "median tf-idf score": 1.062228226106795,
        "publications": [
            "CNN",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "By the end of the debate, Trump had insulted Latino immigrants in Spanish, continued to say that he would not concede the election if he lost, and called Clinton \"such a nasty woman. \"",
            "One of his   remarks was abysmal as a matter of substance the other joins the parade of catastrophic touches of style. The substance offense was of course Trump's refusal to say that he would \"accept\" the results of the election, if he lost. The whole concept of \"peaceful transfer of power\" depends on the group that loses an election willingly accepting their defeat.",
            " (CNN) Donald Trump on Wednesday refused to say he would accept the result of the presidential election if he loses to Hillary Clinton, raising the possibility of an extraordinary departure from principles that have underpinned American democracy for more than two centuries."
        ],
        "tf-idf score": [
            1.0932972542616828,
            0.8947617130298893,
            1.062228226106795
        ]
    },
    "0.212176211492486-3-1395": {
        "average clique similarity": 0.212176211492486,
        "clique": [
            "4-Trump once again sug",
            "1-And while Paul Ryan ",
            "3-He claims the court "
        ],
        "median tf-idf score": 0.8147052779241953,
        "publications": [
            "Vox",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "Trump once again suggested that the election will be rigged     Later on in the debate, Wallace asked Trump about his baseless claims the election is \"rigged\" against him.",
            "And while Paul Ryan said today that he was \"fully confident\" in the election process and rejected the \"rigged\" suspicions, he still supports Trump for president. days to go.",
            "He claims the court system and the federal judge is rigged against him. There was even a time when he didn't get an Emmy for his TV program three years in a row and he started tweeting that the Emmys were rigged\". \"Should have gotten it,\" Trump interjected, still apparently holding a grudge for the snub of The Apprentice."
        ],
        "tf-idf score": [
            0.7391721839001554,
            0.9335538410709789,
            0.8147052779241953
        ]
    },
    "0.21857278561311608-3-281": {
        "average clique similarity": 0.21857278561311608,
        "clique": [
            "3-Trump  who has prais",
            "5-Trump said he had ne",
            "1-strategy     foresee"
        ],
        "median tf-idf score": 0.7338644969258022,
        "publications": [
            "CNN",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "Trump, who has praised Putin repeatedly throughout the campaign, said, \"I don't know Putin. He said nice things about me. If we got along well that would be good.",
            "Trump said he had never met Putin but allowed that the Russian leader had said nice things about him, and said it would be good if Washington and Moscow worked together to fight ISIS But he added: \"This is not my best friend\".",
            "strategy --  foreseeable enough that I said in the article that this is what she would do --  worked marvelously well."
        ],
        "tf-idf score": [
            0.8319324260750753,
            0.7338644969258022,
            0.1571130309204847
        ]
    },
    "0.22575003189518617-3-1111": {
        "average clique similarity": 0.22575003189518617,
        "clique": [
            "2-More 2016 Presidenti",
            "4-There will be no mor",
            "3-The final presidenti"
        ],
        "median tf-idf score": 1.0959010787799093,
        "publications": [
            "Vox",
            "NPR",
            "National Review"
        ],
        "sentences": [
            "More 2016 Presidential Debates Five Abortion FactsKrauthammer's Take: Rigging the Presidential Election 'Would Require an Enormous Conspiracy'Chris Wallace Was Right about How to Moderate a Debate After AllBut any points Trump might have scored down the debate's home stretch were negated when Wallace broached the topic Trump has hammered in recent days: a \"rigged election. \"",
            "There will be no more presidential debates between Hillary Clinton and Donald Trump. (Hopefully.)",
            "The final presidential debate between Hillary Clinton and Donald Trump was overall more cordial and more   than their nasty second debate faceoff."
        ],
        "tf-idf score": [
            1.2217299695645405,
            0.8506440020469608,
            1.0959010787799093
        ]
    },
    "0.22589308317273804-3-1517": {
        "average clique similarity": 0.22589308317273804,
        "clique": [
            "1-But at the beginning",
            "3- I will look at it a",
            "4-The final debate loo"
        ],
        "median tf-idf score": 0.3704011194178772,
        "publications": [
            "Atlantic",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "But at the beginning of her last debate  --   she was all pumped up at the beginning, and at the end it was like, 'Oh, take me down.' She could barely reach her car. \" What?",
            "\"I will look at it at the time,\" Trump said.",
            "The final debate looked, at first, like it could have been pretty normal."
        ],
        "tf-idf score": [
            0.3704011194178772,
            0.5770401036700598,
            0.216761429940553
        ]
    },
    "0.22805032322496674-3-990": {
        "average clique similarity": 0.22805032322496674,
        "clique": [
            "1-comment about paying",
            "5-As the event wound d",
            "4-The suggestion being"
        ],
        "median tf-idf score": 0.7072613843505552,
        "publications": [
            "Atlantic",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "comment about paying no taxes and unlike his memorized \"oh, that was locker room talk\" responses about his sex tape, makes it more revealing.",
            "As the event wound down, Clinton said that under her economic plan, the payroll taxes of both herself and Trump would go up to ensure the solvency of Social Security    unless her rival could figure out a way to avoid paying taxes.",
            "The suggestion being that if Trump got out of paying taxes before, he could dodge paying his Social Security taxes in the future, even if Clinton raises the payroll tax for the wealthy."
        ],
        "tf-idf score": [
            0.33072656851405846,
            0.915536807503872,
            0.7072613843505552
        ]
    },
    "0.23259708986534397-3-1079": {
        "average clique similarity": 0.23259708986534397,
        "clique": [
            "1-What Trump is doing ",
            "2-But it s bad experie",
            "0-I m not looking at a"
        ],
        "median tf-idf score": 0.4085430381221239,
        "publications": [
            "National Review",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            "What Trump is doing is new. And it's bad.",
            "But it's bad experience,\" he said.",
            "I'm not looking at anything now,\" he explained. \"What I've seen, what I've seen is so bad. \" What we've all seen from Trump is so bad, but he somehow managed to be even worse on stage in Las Vegas. He played a caricature of himself that contrived to be even more childish and temperamental than Alec Baldwin's rendition of him on Saturday Night Live."
        ],
        "tf-idf score": [
            0.4085430381221239,
            0.16695425646421672,
            0.5801231008678386
        ]
    },
    "0.23640739949595949-3-568": {
        "average clique similarity": 0.23640739949595949,
        "clique": [
            "1-Now the U S Supreme ",
            "3-Trump said that  the",
            "4-It was not impressiv"
        ],
        "median tf-idf score": 0.6163166335557613,
        "publications": [
            "NPR",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "Now the U S Supreme Court has spoken.",
            "Trump said that \"the Supreme Court is what it's all about\" and that he would nominate justices who are \"  have a conservative bent, will protect the Second Amendment and interpret the Constitution the way the Founders wanted it\".",
            "It was not impressive. Trump was asked about the Supreme Court."
        ],
        "tf-idf score": [
            0.17117987587904918,
            0.723957733118167,
            0.6163166335557613
        ]
    },
    "0.244233050300814-3-1155": {
        "average clique similarity": 0.244233050300814,
        "clique": [
            "2-Las Vegas       Dona",
            "0-But all this was not",
            "1-That s enough for no"
        ],
        "median tf-idf score": 0.17279529253479867,
        "publications": [
            "National Review",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "Las Vegas  --   Donald Trump saved his best for last, and his best wasn't good enough.",
            "But all this was not nearly enough.",
            "That's enough for now."
        ],
        "tf-idf score": [
            0.5070058710117978,
            0.17279529253479867,
            0.0
        ]
    },
    "0.24636683492118863-3-1517": {
        "average clique similarity": 0.24636683492118863,
        "clique": [
            "1-Given Fox News s sta",
            "2-RELATED  Trump s Bes",
            "3-The Las Vegas debate"
        ],
        "median tf-idf score": 0.7794320246623316,
        "publications": [
            "Atlantic",
            "National Review",
            "NPR"
        ],
        "sentences": [
            "Given Fox News's stake in this race --  Sean Hannity as unapologetic campaign booster for Trump, Roger Ailes drifting between the organizations --  the   question about moderator Chris Wallace, of Fox, was which part of the   Fox consciousness he would represent.",
            "RELATED: Trump's Best Debate So Far   ...     And His Worst, Having clearly prepared for this final audition, Trump was crisp and rhetorically polished in responding to an opening volley of policy questions from moderator Chris Wallace of Fox News. He deftly used the opening subjects  --   the Supreme Court, immigration, the economy  --   to speak directly to critical elements of the Republican base.",
            "The Las Vegas debate, moderated by Chris Wallace of Fox News, focused more on issues facing the country compared with the two previous events. Wallace opened by asking the candidates about the Supreme Court and their positions on gun control and abortion, and he also delved into their plans for immigration reform and the economy."
        ],
        "tf-idf score": [
            0.7794320246623316,
            1.1687422256890345,
            0.6466590082326397
        ]
    },
    "0.24884875963700873-3-110": {
        "average clique similarity": 0.24884875963700873,
        "clique": [
            "4-Trump s sexual assau",
            "5-Wallace pressed Trum",
            "2- The problem is you "
        ],
        "median tf-idf score": 1.0297072792550253,
        "publications": [
            "Vox",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "Trump's sexual assault allegations came up  --   and Trump denied them completely     Over the past couple of weeks, the big election issue was the leaked 2005 tape showing Trump saying he can sexually assault women  --   \"grab 'em by the pussy\"  --   because of his celebrity status and the several women who have come out and accused Trump of sexual misconduct and assault.",
            "Wallace pressed Trump on why so many women had come forward to accuse him of sexual assault if the allegations were not true.",
            "\"The problem is you talk but you don't get anything done, Hillary. \" RELATED: Tonight's Debate Perfectly Summed Up the State of the Race, Everything changed, though, moments later, when Wallace announced that he wanted a discussion about the candidates' fitness to serve as president  --   and began by asking Trump about the numerous recent allegations of sexual assault by a host of women."
        ],
        "tf-idf score": [
            1.0297072792550253,
            0.6416835177183313,
            1.1034199110219332
        ]
    },
    "0.25426336172780695-4-259": {
        "average clique similarity": 0.25426336172780695,
        "clique": [
            "5- That is not the way",
            "0-We had Mosul  But wh",
            "4-Trump tried out some",
            "3- We re going to get "
        ],
        "median tf-idf score": 0.7214783501419966,
        "publications": [
            "Vox",
            "Guardian",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "\"That is not the way our democracy works,\" Clinton said. \"We've been around for 240 years. We have had free and fair elections. We've accepted the outcomes when we may not have liked them. And that is what is expected of anyone standing on a debate stage during a general election\".",
            "We had Mosul. But when she left, she took everybody out. We lost Mosul. Now we're fighting again to get Mosul. \" Like the Hangover series, this Trump debate trilogy has grown wan and tired in its final outing.",
            "Trump tried out some Spanish     Speaking on immigration, Trump said, \"We have some bad hombres here, and we're going to get them out. \" (\"Hombres\" is Spanish for \"men. \")",
            "\"We're going to get them out, we're going to secure the border, and once the border is secured, at a later date, we'll make a determination as to the rest, but we have some bad hombres here, and we're going to get them out,\" Trump said."
        ],
        "tf-idf score": [
            0.7323033246705896,
            0.7780659668091855,
            0.6237815068337823,
            0.7106533756134037
        ]
    },
    "0.26684634097705545-3-641": {
        "average clique similarity": 0.26684634097705545,
        "clique": [
            "2-we will make a deter",
            "4- My Social Security ",
            "1-That s part of my co"
        ],
        "median tf-idf score": 0.745588173409973,
        "publications": [
            "Atlantic",
            "National Review",
            "Vox"
        ],
        "sentences": [
            "we will make a determination as for the rest\" of the people who remain in the country illegally. RELATED: No, Trump Didn't Get It Done Tonight, Clinton wouldn't let that rhetorical maneuver slide.",
            "\"My Social Security payroll contribution will go up, as will Donald's, assuming he can't figure out how to get out of it. \" It was a reference to the reports that Trump once wrote off a loss so large that he may not have paid taxes for as much as 18 years.",
            "That's part of my commitment to raise taxes on the wealthy. My Social Security payroll contribution will go up, as will Donald's, assuming he can't figure out how to get out of it. But what we want to do is to replenish the Social Security Trust Fund. .. Bait offered."
        ],
        "tf-idf score": [
            0.8267282386557003,
            0.745588173409973,
            0.22628937815078373
        ]
    },
    "0.26796445023650234-3-459": {
        "average clique similarity": 0.26796445023650234,
        "clique": [
            "5-And he referred to C",
            "4-He just doesn t seem",
            "3-He frequently interr"
        ],
        "median tf-idf score": 0.46911221795794766,
        "publications": [
            "NPR",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "And he referred to Clinton as a \"nasty woman\".",
            "He just doesn't seem to care about the risks involved. Trump called Clinton \"a nasty woman\"     Toward the end of the debate, Clinton was giving a pretty normal policy response about Social Security.",
            "He frequently interrupted her, and even at the end of the debate, interjected that she was a \"nasty woman\"."
        ],
        "tf-idf score": [
            0.3442040271849476,
            1.1679117658603444,
            0.46911221795794766
        ]
    },
    "0.28566149147986636-4-574": {
        "average clique similarity": 0.28566149147986636,
        "clique": [
            "4-Then Trump happened ",
            "3-Then Trump Universit",
            "1-That was then ",
            "0-If its about policy "
        ],
        "median tf-idf score": 0.3926284761070424,
        "publications": [
            "Atlantic",
            "Guardian",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "Then Trump happened.",
            "Then Trump University gets sued for fraud and racketeering.",
            "That was then.",
            "If its about policy then Trump has a shot."
        ],
        "tf-idf score": [
            0.3903766005750934,
            0.3948803516389914,
            0.16451089497640164,
            0.5191589846964298
        ]
    },
    "0.2987418218857812-3-1517": {
        "average clique similarity": 0.2987418218857812,
        "clique": [
            "4-TRUMP  What I m sayi",
            "3-When pressed by Wall",
            "0-He refused to say if"
        ],
        "median tf-idf score": 0.4537252438286272,
        "publications": [
            "Vox",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "TRUMP: What I'm saying is I'll tell you at the time. I'll keep you in suspense, okay?",
            "When pressed by Wallace, the reality TV star responded, \"What I'm saying now is I will tell you at the time. I will keep you in suspense, OK?\" \"That's horrifying,\" Clinton responded.",
            "He refused to say if he'll accept the results of the election, stating: \"I'll tell you at the time, I'll keep you in suspense. \" Among his supporters this can only fuel the idea that black voters are committing voter fraud and will encourage voter intimidation."
        ],
        "tf-idf score": [
            0.5130708913703906,
            0.4537252438286272,
            0.3808078769869371
        ]
    },
    "0.3196341697087478-3-792": {
        "average clique similarity": 0.3196341697087478,
        "clique": [
            "1-   Can you really sa",
            "4-And here is another ",
            "0-Trump proceeded to m"
        ],
        "median tf-idf score": 0.7188288717760771,
        "publications": [
            "Guardian",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            ".. Can you really say that you kept your pledge to that Senate committee? And why isn't what happened and what went on between you and the Clinton Foundation, why isn't it what Mr Trump calls pay to play?",
            "And here is another part of the exchange, on   abortion:     TRUMP: I think it's terrible if you go with what Hillary is saying in the ninth month you can take the baby and rip the baby out of the womb of the mother just prior to the birth of the baby. Now, you can say that that's okay, and Hillary can say that that's okay, but it's not okay with me.",
            "Trump proceeded to make a fool of himself: \"If you go with what Hillary is saying,\" he began, \" . .. you can take baby and rip the baby out of the womb in the ninth month, on the final day."
        ],
        "tf-idf score": [
            0.7534375630850713,
            0.7188288717760771,
            0.6447790620938858
        ]
    },
    "0.3254351859715541-3-851": {
        "average clique similarity": 0.3254351859715541,
        "clique": [
            "0-His response   She h",
            "4- No  you   is a   co",
            "3-And as to U S intell"
        ],
        "median tf-idf score": 0.826522983580289,
        "publications": [
            "NPR",
            "Guardian",
            "Vox"
        ],
        "sentences": [
            "His response? \"She has no idea whether it's Russia, China or anybody else,\" said the puppet.",
            "\"No, you!\" is a   comeback in preschools and kindergartens around the world. Unfortunately, it's just not convincing on the presidential stage  --   especially because Trump has a lot of troubling ties to Russia, while Clinton doesn't.",
            "And as to U S intelligence reports that the hacking came from Russia, Trump said Clinton has \"no idea whether it's Russia, China or anybody else\"."
        ],
        "tf-idf score": [
            0.3552500994109714,
            0.826522983580289,
            0.935259399762694
        ]
    },
    "0.3690033655737084-3-534": {
        "average clique similarity": 0.3690033655737084,
        "clique": [
            "5-Clinton blasted Trum",
            "4-Clinton called Trump",
            "0-She called him a pup"
        ],
        "median tf-idf score": 0.8019970489067183,
        "publications": [
            "Guardian",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "Clinton blasted Trump as a \"puppet\" of Putin and directly called on him to condemn what she said was a Russian effort to use cyberattacks to influence the election in her opponent's favor.",
            "Clinton called Trump Putin's puppet     When Trump's ties to Russia and Russian President Vladimir Putin came up, this happened:  CLINTON: Well, that's because [Putin would] rather have a puppet as president.",
            "She called him a puppet of Vladimir Putin. His response? \"No, you're the puppet. \""
        ],
        "tf-idf score": [
            1.1459955716777124,
            0.8019970489067183,
            0.11024245134652239
        ]
    },
    "0.4457849327400257-3-1517": {
        "average clique similarity": 0.4457849327400257,
        "clique": [
            "5- That s because he w",
            "2- That s because he d",
            "3-Clinton shot back   "
        ],
        "median tf-idf score": 0.7593708101480574,
        "publications": [
            "CNN",
            "National Review",
            "NPR"
        ],
        "sentences": [
            "\"That's because he would rather have a puppet as president of the United States,\" Clinton said, implying that Putin wanted Trump to win the election. \"No puppet.",
            "\"That's because he'd rather have a puppet as president,\" Clinton shot back. \"You're the puppet!\" Trump replied. The tone grew similarly tense during a discussion on the economy.",
            "Clinton shot back: \"Well, that's because he'd rather have a puppet for president than the United States and it's pretty clear\". Trump interrupted: \"No puppet. You're the puppet\"."
        ],
        "tf-idf score": [
            1.0022692830325495,
            0.7329470349507209,
            0.7593708101480574
        ]
    }
}