{
    "0.16322655538972716-3-304": {
        "average clique similarity": 0.16322655538972716,
        "clique": [
            "0-He has also said tha",
            "3-He said the guards  ",
            "1-He was not asked by "
        ],
        "median tf-idf score": 1.0300445979363666,
        "publications": [
            "Breitbart",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "He has also said that he did not feel that Brazilian authorities questioned their story, and that some police even congratulated them on their swims at the Olympics.",
            "He said the guards' guns were registered and their actions are not \"suspect\". Informed that an attorney for Lochte believed the Rio police had \"overreached\" during their investigation, da Silva Velos responded: \"We don't have anyone with a clown's nose here. I think his comments merit that response\".",
            "He was not asked by the Brazilian authorities to remain in Brazil for further investigation. \"Had they asked, he would have stayed and assisted. They still have not reached out to ask for additional information\". Earlier Wednesday, the lawyer said that he and Lochte stood by the account provided to authorities. \"We stand by what he provided in that interview and signed off on\"."
        ],
        "tf-idf score": [
            0.6814938590893294,
            1.0590731921516914,
            1.0300445979363666
        ]
    },
    "0.169806985284178-3-166": {
        "average clique similarity": 0.169806985284178,
        "clique": [
            "3-But Lochte also said",
            "2-In light of these pe",
            "1-The pair were part o"
        ],
        "median tf-idf score": 0.9221615342040381,
        "publications": [
            "Fox News",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "But Lochte also said no one in law enforcement asked him to stay in the country for additional questioning and reportedly expressed surprise at the casual nature of authorities' questioning.",
            "In light of these perceived inconsistencies, Judge Blanc de Cnop ordered the seizure of Lochte and his teammates' passports, so they could be brought in for questioning to determine whether they filed a false police report. That's what led to Conger and Bentz being pulled off their flight.",
            "The pair were part of a group of four US swimmers who reported being robbed. [Previous story, published at 10:42 p. m. ET] A   Olympic medal winning swimmer wanted for questioning by Brazilian police returned to the United States before officers could seize his passport to ensure he was available for questioning, officials said Wednesday."
        ],
        "tf-idf score": [
            0.6759292218657962,
            0.9221615342040381,
            1.3393666870664331
        ]
    },
    "0.17039178580398837-3-78": {
        "average clique similarity": 0.17039178580398837,
        "clique": [
            "2-Someone at the gas s",
            "1-She added that the i",
            "3-Police said the athl"
        ],
        "median tf-idf score": 0.9864446699462872,
        "publications": [
            "CNN",
            "Vox",
            "Fox News"
        ],
        "sentences": [
            "Someone at the gas station called the police, but by the time a police car arrived at the scene, the swimmers were gone.",
            "She added that the issuance of search and seizure warrants was not a routine procedure but was sometimes done when concerns arose that information had been withheld. She said that after Lochte's statement to police, the three other swimmers were asked to present themselves at the police station to give their accounts.",
            "Police said the athletes ultimately gave money    \"voluntarily\"    to the owner of the gas station to repair the alleged damages. Asked if the use of a gun could have been seen by the swimmers as an extortion attempt, da Silva Veloso said \"For now, there's nothing that indicates this\"."
        ],
        "tf-idf score": [
            0.4786377826582949,
            1.1912750375746188,
            0.9864446699462872
        ]
    },
    "0.17131045700145042-3-371": {
        "average clique similarity": 0.17131045700145042,
        "clique": [
            "0-Instead  they are la",
            "5-He added   what is m",
            "2-Leading up to the Ol"
        ],
        "median tf-idf score": 1.0066618831318985,
        "publications": [
            "NPR",
            "Breitbart",
            "Vox"
        ],
        "sentences": [
            "Instead, they are launching an investigation into the alleged victims. The Lochte robbery is the most   in a string of violent crimes reported against Olympic and Paralympic athletes, confirming concerns before the Olympics began that Rio de Janeiro was   to host the world's most talented athletes for such an event.",
            "He added, \"what is most important is that we are safe and unharmed\". As for where the swimmers are now, the U S Olympic Committee says Lochte and Feigen left the Olympic Village along with the rest of the swim team, following the end of their competitions in Rio.",
            "Leading up to the Olympics, there was lots of worry and scores of headlines about things going bad in Rio. Perhaps the most horrifying was the report of mutilated human body parts washing up on the shore near the Olympic beach volleyball venue."
        ],
        "tf-idf score": [
            1.0984488254994291,
            1.0066618831318985,
            0.514613534489044
        ]
    },
    "0.18428920949838423-3-263": {
        "average clique similarity": 0.18428920949838423,
        "clique": [
            "0-NBC s Matt Lauer sai",
            "2-It s now become clea",
            "3-At a press conferenc"
        ],
        "median tf-idf score": 0.8449755648322015,
        "publications": [
            "Vox",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "NBC's Matt Lauer said Thursday he had spoken to Lochte, however, and said that, save for some minor details, Lochte \"stuck to most of the story. \" \"They had gone to the bathroom in a gas station.",
            "It's now become clear that Lochte fabricated the story, to cover up a fight he may have had with a security guard while trying to use a gas station restroom:     #BREAKING Brazilian authorities tell @ABC video shows \"US swimmer\" \"breaking down\" gas station restroom door \"fighting\"   security guard\r  --   Matt Gutman (@mattgutmanABC) August 18, 2016  That's where our story begins.",
            "At a press conference earlier Thursday, Rio police used security camera footage to claim that the athletes were not robbed, but had vandalized a gas station bathroom."
        ],
        "tf-idf score": [
            0.8449755648322015,
            1.0946009811517559,
            0.716082891160876
        ]
    },
    "0.18939129691598264-3-206": {
        "average clique similarity": 0.18939129691598264,
        "clique": [
            "2-And according to ESP",
            "3-Asked by NBC s Matt ",
            "0-Lochte himself has n"
        ],
        "median tf-idf score": 0.8112729853408136,
        "publications": [
            "Breitbart",
            "Vox",
            "Fox News"
        ],
        "sentences": [
            "And according to ESPN, Lochte's teammates have now told police that the robbery story was made up by Lochte:     UPDATE: Ryan Lochte's teammates told police that robbery story had been fabricated by Lochte. --   SportsCenter (@SportsCenter) August 18, 2016  On Friday, Lochte finally apologized.",
            "Asked by NBC's Matt Lauer if he had made the robbery story up, Lochte denied the charge. \"He stopped me quickly and strongly denied that,\" Lauer said.",
            "Lochte himself has not made any media appearances since he first told NBC's Today that he had been robbed at gunpoint by men wearing police badges."
        ],
        "tf-idf score": [
            1.0512716139707847,
            0.8112729853408136,
            0.8074589373450104
        ]
    },
    "0.18952746774448345-3-3": {
        "average clique similarity": 0.18952746774448345,
        "clique": [
            "4-The swimmers were lo",
            "2-In the process  acco",
            "0- According to videos"
        ],
        "median tf-idf score": 0.7277153218685263,
        "publications": [
            "Guardian",
            "Vox",
            "Breitbart"
        ],
        "sentences": [
            "The swimmers were looking for a bathroom but once they realized the door was locked, they broke in. After a slight confrontation with the guard and the gas station owner regarding the broken door, they decided to pay for the damages. O Globo release footage of the video shortly after. The Rio 2016 spokesman, Mario Andrada, says: \"Let's give these kids a break. Sometimes you take actions that you later regret.",
            "In the process, according to the account by investigators, damage was done to the bathroom door and a discussion ensued with the manager and a security guard.",
            "\"According to videos shown to officials, the Olympic medalists arrived around 6AM, already alarmed, possibly with high alcohol levels already and began to fool around in the establishment,\" O Globo reports. \"Employees complained, causing the altercation. \" The report also claims the swimmers broke the gas station's bathroom door."
        ],
        "tf-idf score": [
            0.9522772053110772,
            0.3890157790949307,
            0.7277153218685263
        ]
    },
    "0.19123294096969898-3-380": {
        "average clique similarity": 0.19123294096969898,
        "clique": [
            "1-The judge said the a",
            "5-Our original post co",
            "3-At Thursday s news c"
        ],
        "median tf-idf score": 0.9961225841072979,
        "publications": [
            "CNN",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "The judge said the athletes' behavior upon arrival at the Olympic Village    combined with the inconsistencies in their statements    led police to question the veracity of their claim.",
            "Our original post continues: \"Local police arrived at the Olympic Village\" this morning, according to a statement from the U S Olympic Committee, \"and asked to meet with Ryan Lochte and James Feigen and collect their passports in order to secure further testimony from the athletes\".",
            "At Thursday's news conference, Rio police said a security guard pointed a gun at the athletes as the swimmers attempted to leave the scene in a taxi cab before police arrived."
        ],
        "tf-idf score": [
            0.799317890681684,
            1.1576175818999666,
            0.9961225841072979
        ]
    },
    "0.19418410923382182-3-164": {
        "average clique similarity": 0.19418410923382182,
        "clique": [
            "0-Brazilian news sourc",
            "4-According to the off",
            "1-Both Bentz and Conge"
        ],
        "median tf-idf score": 0.9333633647930059,
        "publications": [
            "Breitbart",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Brazilian news sources say video exists showing U S swimmers Ryan Lochte, James Feigen, Gunnar Bentz, and Jack Conger engaged in a drunken altercation at a gas station.",
            "According to the officer, Lochte, Conger, Bentz and Feigen got into an altercation at the gas station in Barra da Tijuca, a suburb of Rio where many Olympic venues are located.",
            "Both Bentz and Conger were taken off a plane for questioning as they were preparing to leave Rio. [Breaking news update at 1:18 a. m. ET] American swimmers Gunnar Bentz and Jack Conger have left the Rio airport after being pulled off their plane for questioning, according to a statement from the Untied States Olympic Committee."
        ],
        "tf-idf score": [
            1.0399317786812199,
            0.9333633647930059,
            0.9151312870514207
        ]
    },
    "0.20372783492238686-3-229": {
        "average clique similarity": 0.20372783492238686,
        "clique": [
            "0-Ryan Lochte s attorn",
            "1-But Lochte  one of s",
            "4-Posts on his Snapcha"
        ],
        "median tf-idf score": 1.0055950290085611,
        "publications": [
            "Guardian",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "Ryan Lochte's attorney and father are both standing by his story of being robbed alongside three other U S Olympic swimmers in Brazil Saturday night, with attorney Jeff Ostrow clarifying that Brazilian officials never told Lochte he could not return home before attempting to seize his passport.",
            "But Lochte, one of swimming's biggest stars, has already returned to the United States, his attorney Jeff Ostrow told CNN Ostrow said Lochte, a gold medal winner in Rio, had \"fully cooperated with the Brazilian authorities while in Rio\".",
            "Posts on his Snapchat account and a phone call to his father, Steve Lochte, confirm his arrival. Later that day, the swimmer and his lawyer, Jeff Ostrow, meet with USA Today recalling the incident."
        ],
        "tf-idf score": [
            1.167273276801396,
            1.0055950290085611,
            0.7387949690088675
        ]
    },
    "0.21082235476413672-3-57": {
        "average clique similarity": 0.21082235476413672,
        "clique": [
            "4-Later that evening  ",
            "5-Update at 10 30 p  m",
            "3-Lochte originally cl"
        ],
        "median tf-idf score": 1.0479129855750269,
        "publications": [
            "Fox News",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "Later that evening, Jack Conger and Gunnar Bentz are detained by police at Rio airport as they attempt to board a plane and fly back to the US By 10pm, NBC's Matt Lauer speaks to Lochte who changes parts of his story.",
            "Update at 10:30 p. m. ET: 2 American Swimmers Detained, Gunnar Bentz and Jack Conger, who were with Ryan Lochte last weekend when their group reportedly suffered a robbery, are now speaking to police, the U S Olympic Committee has confirmed.",
            "Lochte originally claimed that he, Feigen and teammates Jack Conger and Gunnar Bentz were robbed at gunpoint early Sunday morning."
        ],
        "tf-idf score": [
            1.0479129855750269,
            1.2144736588794212,
            0.7137858224947318
        ]
    },
    "0.21243008984996345-3-221": {
        "average clique similarity": 0.21243008984996345,
        "clique": [
            "3-Police interviewed L",
            "1-Civil police say the",
            "2-The New York Times a"
        ],
        "median tf-idf score": 0.8297238336864928,
        "publications": [
            "Vox",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "Police interviewed Lochte and Feigen, who said they had been intoxicated and could not remember what type and color of taxi they rode in or where the robbery happened, the police official said. The swimmers also could not say what time the events occurred.",
            "Civil police say they are still looking for the taxi driver the athletes say they were with when they were robbed. Police say they have asked the driver to come forward.",
            "The New York Times adds that Brazilian investigators have not found any evidence to support the swimmers' claims, nor have they been able to find the taxicab driver whose cab was allegedly pulled over (the swimmers said they couldn't remember the make or model of their taxi)."
        ],
        "tf-idf score": [
            1.1551839746630215,
            0.4934870272561173,
            0.8297238336864928
        ]
    },
    "0.21298854519376617-3-124": {
        "average clique similarity": 0.21298854519376617,
        "clique": [
            "3-But the group did no",
            "4-According to authori",
            "0-Two military police "
        ],
        "median tf-idf score": 0.819685839996153,
        "publications": [
            "Guardian",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "But the group did not call police, authorities said, and officers began investigating once they saw media reports in which Lochte's mother spoke about the robbery.",
            "According to authorities, the swimmers did not call the police after the incident and it was only after reading media stories that the officers pursued investigated.",
            "Two military police officers were arrested in connection to the incident, confirming the robbers were not impersonating police, but actual officers. In another instance of security officers committing crimes, a private security officer hired to keep the Olympic Village safe was arrested for raping a female firefighter posted at the village while she slept."
        ],
        "tf-idf score": [
            0.9406908322806594,
            0.7308146000682444,
            0.819685839996153
        ]
    },
    "0.2134950709259121-3-157": {
        "average clique similarity": 0.2134950709259121,
        "clique": [
            "2-Adams said the Unite",
            "4-From the Associated ",
            "1-Lochte compared the "
        ],
        "median tf-idf score": 1.0815541591483435,
        "publications": [
            "Vox",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Adams said the United States Olympic Committee told him it spoke to Lochte and Lochte said the robbery story was not true.",
            "From the Associated Press: According to statements from Lochte and the United States Olympic Committee, the swimmers were returning to the athletes village by taxi after a night out at the French Olympic team's hospitality house in the Rodrigo de Freitas area in the upscale south zone of the city.",
            "Lochte compared the way police questioned him to a time in the United States when he talked with police after being robbed, Lauer said."
        ],
        "tf-idf score": [
            1.0892186929558656,
            1.0815541591483435,
            0.8427196539361168
        ]
    },
    "0.2181323191908354-3-104": {
        "average clique similarity": 0.2181323191908354,
        "clique": [
            "2-Citing an account fr",
            "5-When that video was ",
            "1-Video emerges  Publi"
        ],
        "median tf-idf score": 1.1355510524594719,
        "publications": [
            "Vox",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "Citing an account from a Brazilian police official, it appears that video shows Lochte and his teammates damaging a bathroom door and then having an argument about it with a manager and security guard:  At the gas station, which is in Barra da Tijuca, on the route to the athletes' village, the swimmers went to the bathroom.",
            "When that video was published on The Daily Mail's website, it was initially described as showing how Lochte \"and his shaken teammates slunk back into the Athletes Village after a night of partying ended in a chilling gunpoint robbery\". But a close viewing of the video shows that Lochte and his friends were wearing their watches when they returned  --   and that they put their cellphones and other belongings into baskets at the security gate.",
            "Video emerges, Public speculation has been fueled by the release of a video obtained by the Daily Mail, which it said was filmed shortly after the robbery. The video appears to show the four swimmers returning to the Olympic Village looking relatively relaxed, and in possession of   items that might be expected to have been taken in an armed robbery."
        ],
        "tf-idf score": [
            1.2972696663874819,
            1.1355510524594719,
            1.0086073674433775
        ]
    },
    "0.22015631068979072-3-323": {
        "average clique similarity": 0.22015631068979072,
        "clique": [
            "4-A Brazilian judge or",
            "1-A Brazilian judge ha",
            "5-Police visited the a"
        ],
        "median tf-idf score": 1.2260715447049948,
        "publications": [
            "Guardian",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "A Brazilian judge orders the seizure of Lochte's and James Feigen's passports as doubts in the story develop. Lochte, of course, is back in the US as Ostrow denies to TMZ he even knows about this request.",
            "A Brazilian judge has issued a search and seizure warrant for US Olympic swimmer Ryan Lochte and teammate James Feigen as questions emerge about their account of being robbed at gunpoint early Sunday in Rio de Janeiro.",
            "Police visited the athletes' village in Rio Wednesday, hoping to seize the passports of Ryan Lochte and James Feigen as part of an inquiry into Lochte's report that he was the victim of a robbery  --   a crime that has since been called into question."
        ],
        "tf-idf score": [
            0.7383853555437441,
            1.2260715447049948,
            1.3735508661267521
        ]
    },
    "0.22802560964423954-3-308": {
        "average clique similarity": 0.22802560964423954,
        "clique": [
            "1-The robbery    durin",
            "2- And then the guy pu",
            "0-Lochte also said he "
        ],
        "median tf-idf score": 0.9796468618808925,
        "publications": [
            "CNN",
            "Vox",
            "Breitbart"
        ],
        "sentences": [
            "The robbery    during which one of the bandits was said to have put a gun to Lochte's forehead    reportedly occurred after the athletes left a party at the French hospitality house.",
            "\"And then the guy pulled out his gun, he cocked it, put it to my forehead, and he said, 'Get down,' and I put my hands up. I was like, 'Whatever,'\" Lochte told NBC in one of his early accounts of the incident.",
            "Lochte also said he did not have a gun physically touching his forehead, though the gun was pointed at him."
        ],
        "tf-idf score": [
            0.9796468618808925,
            1.0449021665139595,
            0.7365245739706519
        ]
    },
    "0.22888958808784246-3-114": {
        "average clique similarity": 0.22888958808784246,
        "clique": [
            "3-Lochte returned to t",
            "2-A third teammate who",
            "1-Feigen is believed t"
        ],
        "median tf-idf score": 0.946762843344606,
        "publications": [
            "CNN",
            "Vox",
            "Fox News"
        ],
        "sentences": [
            "Lochte returned to the U S earlier this week. The Washington Post reported late Thursday that Conger and Bentz had been cleared to leave Brazil and were heading to the Rio airport. Feigen was believed to still be in Rio, though his exact whereabouts were not known.",
            "A third teammate who was said to be involved is also still in Rio. (Lochte is already back in the States.)",
            "Feigen is believed to still be in Brazil. Lochte said he wouldn't make up a story like this, NBC's Matt Lauer reported Wednesday night."
        ],
        "tf-idf score": [
            0.950010743609478,
            0.8011890359966718,
            0.946762843344606
        ]
    },
    "0.2315481479754337-3-273": {
        "average clique similarity": 0.2315481479754337,
        "clique": [
            "0- I m just happy he s",
            "2-He said the episode ",
            "1-He said Lochte told "
        ],
        "median tf-idf score": 0.5955475202403662,
        "publications": [
            "CNN",
            "Breitbart",
            "Vox"
        ],
        "sentences": [
            "\"I'm just happy he's safe. It was an unfortunate experience for him and the other three. I don't know what all the controversy is,\" he said.",
            "He said the episode was a misunderstanding  --   that a gun was pointed in his direction and he thought he was being mugged, and that he didn't realize that the security guard or manager were asking him to pay for the damaged door.",
            "He said Lochte told him he and his three teammates were victims. NBC is broadcasting the Games in Rio."
        ],
        "tf-idf score": [
            0.41133830770955265,
            0.5955475202403662,
            0.7492937331553351
        ]
    },
    "0.24393036704873108-4-280": {
        "average clique similarity": 0.24393036704873108,
        "clique": [
            "2-On Wednesday  Brazil",
            "3-Conger and Bentz wer",
            "0-Feigen  Bentz  and C",
            "1-Two other swimmers  "
        ],
        "median tf-idf score": 0.9282170548439149,
        "publications": [
            "Vox",
            "Fox News",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "On Wednesday, Brazilian police removed two American swimmers from their flight home to the US, because they were allegedly involved in Lochte's story.",
            "Conger and Bentz were not indicted because they did not speak to police until Wednesday, when they were pulled off a flight bound for the United States by authorities, and never claimed they had been robbed. Because Lochte and Feigen are   offenders, they will likely only be fined if the judge accepts the indictment.",
            "Feigen, Bentz, and Conger were all forcibly removed from flights home on Wednesday night, their passports seized. They have not spoken to the media about their version of events.",
            "Two other swimmers, Jack Conger and Gunnar Bentz, were removed by Brazilian authorities on Wednesday night from their flight before it departed Rio de Janeiro to the United States, US Olympic Committee spokesman Patrick Sandusky told CNN Sports contributor Christine Brennan."
        ],
        "tf-idf score": [
            0.8965546953056053,
            1.035168653628921,
            0.40857820945088874,
            0.9598794143822246
        ]
    },
    "0.2714536950288366-3-205": {
        "average clique similarity": 0.2714536950288366,
        "clique": [
            "4-When he first descri",
            "3-He now says the taxi",
            "2-He also told Lauer h"
        ],
        "median tf-idf score": 0.8574735972943239,
        "publications": [
            "Fox News",
            "Vox",
            "Guardian"
        ],
        "sentences": [
            "When he first described the incident, Lochte recalled the robber pressing the gun against his head but now he changes his story, saying he only pointed the weapon at him. The swimmer says that he \"wouldn't make up a story like this, nor would the others\".",
            "He now says the taxi wasn't pulled over by men with a badge, but that they were robbed after stopping at a gas station, NBC reported. Lochte also said the assailant pointed a gun at him rather than putting it to his head.",
            "He also told Lauer he was surprised by the Brazilian authorities' lack of thoroughness the first time he questioned him, and that he and his teammates were robbed at a gas station where they'd stopped to go to the bathroom, as opposed to their taxi being pulled over."
        ],
        "tf-idf score": [
            0.8574735972943239,
            1.012140323511022,
            0.7429807247947237
        ]
    },
    "0.27223772018992803-3-380": {
        "average clique similarity": 0.27223772018992803,
        "clique": [
            "2-The Daily Mail obtai",
            "4-Later in the morning",
            "5-But police have had "
        ],
        "median tf-idf score": 0.8285843123154882,
        "publications": [
            "Vox",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "The Daily Mail obtained security surveillance video that shows Lochte and his teammates returning to the Olympic Village after allegedly getting robbed.",
            "Later in the morning, police officials visit the athletes village asking to speak to the swimmers, who cannot be found as they left the village after competition. Meanwhile, the Daily Mail releases video footage of the swimmers returning to the village early on Sunday morning.",
            "But police have had trouble verifying that version of events  --   and a video recently emerged that purportedly shows Lochte and his fellow swimmers returning to the athletes' village on the night in question, passing through a security checkpoint where a surveillance camera filmed their movements."
        ],
        "tf-idf score": [
            0.755437285765224,
            0.8285843123154882,
            1.1014789538898477
        ]
    },
    "0.2799820222441926-3-36": {
        "average clique similarity": 0.2799820222441926,
        "clique": [
            "4-Almost simultaneousl",
            "1-  CNN  Breaking news",
            "2-According to Lochte "
        ],
        "median tf-idf score": 1.2399527951172837,
        "publications": [
            "CNN",
            "Vox",
            "Guardian"
        ],
        "sentences": [
            "Almost simultaneously, the US Olympic Committee release their own statement, this time mentioning the other three members who were with Lochte on the night in question: According to four members of the U S Olympic Swimming Team (Gunnar Bentz, Jack Conger, Jimmy Feigen and Ryan Lochte) they left France House early Sunday morning in a taxi headed for the Olympic Village.",
            " (CNN)[Breaking news update at 1:47 a. m. ET] For the latest updates on the Ryan Lochte fallout, follow CNN's developing story here, American swimmers Gunnar Bentz and Jack Conger were ordered not to leave Brazil until they give a statement to police about a reported incident in which they and two other US swimmers say they were robbed, an attorney for Bentz and Conger said.",
            "According to Lochte, he and his swimming teammates Jack Conger, Gunnar Bentz, and James Feigen were returning to the Olympic Village early on Sunday, August 14, when they were mugged."
        ],
        "tf-idf score": [
            1.2399527951172837,
            1.4649852028164898,
            0.8777258378998011
        ]
    },
    "0.2861992139818967-3-23": {
        "average clique similarity": 0.2861992139818967,
        "clique": [
            "4-Their taxi was stopp",
            "1-Lochte  Feigen  Bent",
            "5-The police visit cam"
        ],
        "median tf-idf score": 1.2470532922472175,
        "publications": [
            "NPR",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Their taxi was stopped by individuals posing as armed police officers who demanded the athletes' money and other personal belongings.",
            "Lochte, Feigen, Bentz and Conger reported being robbed at gunpoint early Sunday in a taxi bound for the Olympic Village by individuals posing as armed police officers, the US Olympic Committee said Sunday.",
            "The police visit came as questions have intensified around Lochte's account from this past weekend, when he told NBC that he and three other swimmers  --   including Feigen  --   were robbed after a taxi they were traveling in was stopped by thieves posing as police."
        ],
        "tf-idf score": [
            0.6075868112325516,
            1.3176432218958023,
            1.2470532922472175
        ]
    },
    "0.443837710896901-5-94": {
        "average clique similarity": 0.443837710896901,
        "clique": [
            "1-I refused  I was lik",
            "2- Its  traumatic to b",
            "3-He took our money  h",
            "5-As you might recall ",
            "4-I refused  I was lik"
        ],
        "median tf-idf score": 0.7263200092235768,
        "publications": [
            "NPR",
            "CNN",
            "Guardian",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "I refused, I was like we didn't do anything wrong, so    I'm not getting down on the ground. \"And then the guy pulled out his gun, he cocked it, put it to my forehead and he said, 'Get down,' and I put my hands up, I was like 'whatever.'",
            "\"Its' traumatic to be out late with your friends in aforeign country  --   with a language barrier  --   and have a stranger point a gun at you and demand money,\" Lochte said in a statement. \"I should have been much more responsible in how I handled myself for that am sorry to my teammates, my fans, my fellow competitors, my sponsors, and hosts of the great event\".",
            "He took our money, he took my wallet  --   he left my cellphone, he left my credentials\". NBC reported Wednesday night that Lochte backed off some of his earlier claims about the robbery.",
            "As you might recall, Lochte's description included this line: \"I put my hands up, I was like 'whatever.' He took our money, he took my wallet  --   he left my cellphone, he left my credentials\".",
            "I refused, I was like we didn't do anything wrong, so I'm not getting down on the ground. And then the guy pulled out his gun, he cocked it, put it to my forehead and he said: 'Get down,' and I put my hands up, I was like 'whatever'. He took our money, he took my wallet, he left my cellphone, he left my credentials. \""
        ],
        "tf-idf score": [
            0.6523475639937082,
            0.780799103827733,
            0.7263200092235768,
            0.6994913190224368,
            0.8165225093163191
        ]
    },
    "0.4677830718043574-3-271": {
        "average clique similarity": 0.4677830718043574,
        "clique": [
            "1- We got pulled over ",
            "2- No  they were just ",
            "3- We got pulled over "
        ],
        "median tf-idf score": 0.8696112477091241,
        "publications": [
            "Vox",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "\"We got pulled over, in the taxi, and these guys came out with a police badge, no lights, no nothing    just a police badge and they pulled us over,\" he said. \"They pulled out their guns, they told the other swimmers to get down on the ground    they got down on the ground.",
            "\"No, they were just, they just took their wallets and basically that was it\". Ileana's interview also came after IOC director of communications Mark Adams said the robbery report was false.",
            "\"We got pulled over, in the taxi, and these guys came out with a badge, a police badge, no lights, no nothing just a police badge and they pulled us over,\" Lochte said. \"They pulled out their guns, they told the other swimmers to get down on the ground  --   they got down on the ground."
        ],
        "tf-idf score": [
            0.8696112477091241,
            0.6151497827061803,
            1.1607572105559867
        ]
    },
    "0.5237461519625691-3-380": {
        "average clique similarity": 0.5237461519625691,
        "clique": [
            "0-They got back to the",
            "4- We got pulled over ",
            "2-Lochte told NBC s Bi"
        ],
        "median tf-idf score": 0.6638450848986229,
        "publications": [
            "Breitbart",
            "Guardian",
            "Vox"
        ],
        "sentences": [
            "They got back to the taxi, and when they told the taxi driver to go, he didn't move,\" Lauer said Lochte told him.",
            "\"We got pulled over, in the taxi, and these guys came out with a badge, a police badge, no lights, no nothing just a police badge and they pulled us over,\" the    swimmer told NBC's Today show.",
            "Lochte told NBC's Billy Bush:  We got pulled over, in the taxi, and these guys came out with a badge, a police badge, no lights, no nothing just a police badge and they pulled us over   ..."
        ],
        "tf-idf score": [
            0.6508664426357528,
            0.6638450848986229,
            0.8134082360918865
        ]
    },
    "0.6377607921537753-3-380": {
        "average clique similarity": 0.6377607921537753,
        "clique": [
            "3-I refused  I was lik",
            "2-I refused  I was lik",
            "0- He said   let s go "
        ],
        "median tf-idf score": 0.6523475639937082,
        "publications": [
            "Fox News",
            "Vox",
            "Breitbart"
        ],
        "sentences": [
            "I refused, I was like we didn't do anything wrong, so  --   I'm not getting down on the ground. \"And then the guy pulled out his gun, he cocked it, put it to my forehead and he said, 'Get down,' and I put my hands up, I was like 'whatever.'",
            "I refused, I was like we didn't do anything wrong, so  --   I'm not getting down on the ground. And then the guy pulled out his gun, he cocked it, put it to my forehead and he said, 'Get down,' and I put my hands up, I was like 'whatever.'",
            "\"He said, 'let's go,' again, 'we've got to get out of here.' And again the taxi driver didn't move, and that's when he says two men approached the car with guns and badges, told them to get out, to get on the ground. \""
        ],
        "tf-idf score": [
            0.6523475639937082,
            0.6523475639937082,
            0.5611478213957215
        ]
    }
}