{
    "0.1721221817483345-3-1": {
        "average clique similarity": 0.1721221817483345,
        "clique": [
            "1-Even if Trump tries ",
            "2-In addition to a   m",
            "0-Current low oil pric"
        ],
        "median tf-idf score": 0.6872698292187033,
        "publications": [
            "Reuters",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "Even if Trump tries to fight the move, few energy companies have expressed a desire to drill anytime soon off the coasts thanks to abundant cheap shale oil in North Dakota and Texas. Exploratory drilling in the Arctic is expensive and risky.",
            "In addition to a   moratorium already in place in the Atlantic, removing the canyons from drilling puts much of the eastern seaboard off limits to oil exploration even if companies develop plans to operate around them.",
            "Current low oil prices have scared away companies like Shell from engaging in costly and risky oil exploration in the Arctic."
        ],
        "tf-idf score": [
            0.9525972167805915,
            0.6872698292187033,
            0.6174846075452224
        ]
    },
    "0.1736124275777687-3-95": {
        "average clique similarity": 0.1736124275777687,
        "clique": [
            "4-But as NPR s Jeff Br",
            "0-Environmental groups",
            "2-Officials said the w"
        ],
        "median tf-idf score": 0.6529852149038403,
        "publications": [
            "NPR",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "But as NPR's Jeff Brady and Jennifer Ludden report, major questions remain about what will happen if the incoming Trump administration attempts to reverse this action. \"The White House says the president is acting within his authority, that Presidents of both parties have done this in the past, and trying to reverse such an order would be unprecedented if Trump tried to do this,\" Jeff said on All Things Considered.",
            "Environmental groups had been calling for precisely this move ever since the election  --   as a way of preempting Donald Trump. What's interesting here is that while Obama can legally put these areas off limits by executive order, it's not at all clear that Trump can unilaterally reverse this move, at least not without Congress passing a   bill.",
            "Officials said the withdrawals under Section   of the 1953 act used by presidents dating to Dwight Eisenhower cannot be undone by an incoming president. It is not clear if a   Congress can rescind Obama's action."
        ],
        "tf-idf score": [
            0.9413523966865203,
            0.6529852149038403,
            0.6455629008438484
        ]
    },
    "0.1756313028765999-3-65": {
        "average clique similarity": 0.1756313028765999,
        "clique": [
            "0-As a brief from two ",
            "1-The law under which ",
            "2-Rhea Suh  president "
        ],
        "median tf-idf score": 0.7033758447896389,
        "publications": [
            "Washington Post",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "As a brief from two environmental groups, the Natural Resources Defense Council and EarthJustice, explains, this strongly implies that only Congress can put these areas back into consideration for oil and gas leasing. So it's unclear what happens next.",
            "The law under which Obama is acting enables a president to withdraw certain areas from leasing or drilling \"for any public purpose,\" such as to limit the impacts of climate change, according to a legal briefing by the Natural Resources Defense Council and Earth Justice.",
            "Rhea Suh, president of the Natural Resources Defense Council, called it \"a historic victory in our fight to save our Arctic and Atlantic waters, marine life, coastal communities and all they support. \""
        ],
        "tf-idf score": [
            0.7033758447896389,
            0.8918199464667638,
            0.694680226356245
        ]
    },
    "0.2036230296081718-3-21": {
        "average clique similarity": 0.2036230296081718,
        "clique": [
            "1-There is currently n",
            "4-There is no legal pr",
            "2- There is a preceden"
        ],
        "median tf-idf score": 0.4857995257915052,
        "publications": [
            "Washington Post",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "There is currently no crude oil production in the Canadian Arctic.",
            "There is no legal precedent for reversal, Jeff reports. \"So if there's a legal challenge, and I'm not going to be surprised if there is one, it's really not clear what a court would decide\". As Bloomberg reports, the \"statute doesn't include a provision for reversal and that action may take years to work its way through court\". Environmental groups such as Oceana are celebrating the designation.",
            "\"There is a precedent of more than half a century of this authority being utilized by presidents of both parties,\" a White House aide said. \"There is no authority for subsequent presidents to  ."
        ],
        "tf-idf score": [
            0.4857995257915052,
            0.5449355486745701,
            0.40676364088420375
        ]
    },
    "0.20941339920908406-3-160": {
        "average clique similarity": 0.20941339920908406,
        "clique": [
            "1-The ban affects 115 ",
            "4-Obama s action desig",
            "2-The underwater canyo"
        ],
        "median tf-idf score": 0.741447932993287,
        "publications": [
            "NPR",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "The ban affects 115 million acres (46. 5 million hectares) of federal waters off Alaska in the Chukchi Sea and most of the Beaufort Sea and 3. 8 million acres (1. 5 million hectares) in the Atlantic from New England to Chesapeake Bay.",
            "Obama's action designates 31 Atlantic canyons \"off limits to oil and gas exploration and development activity,\" totaling 3. 8 million acres, according to the administration.",
            "The underwater canyons protected by the president cover nearly 4 million acres across the Atlantic continental shelf break, \"running from Heezen Canyon offshore New England to Norfolk Canyon offshore the Chesapeake Bay,\" according to a separate fact sheet. They are widely recognized as major biodiversity hotspots that are critical to fisheries."
        ],
        "tf-idf score": [
            0.6287518462847833,
            0.9254279091783941,
            0.741447932993287
        ]
    },
    "0.2200411249990379-3-36": {
        "average clique similarity": 0.2200411249990379,
        "clique": [
            "3-And Erik Milito  ups",
            "4- We think it s a ver",
            "2- The administration "
        ],
        "median tf-idf score": 0.787448408522827,
        "publications": [
            "Washington Post",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "And Erik Milito, upstream director at the American Petroleum Institute, told Reuters: \"We are hopeful the incoming administration will reverse this decision as the nation continues to need a robust strategy for developing offshore and onshore energy. \"",
            "\"We think it's a very shortsighted decision to take these areas \" Andy Radford, senior policy adviser for offshore issues at the American Petroleum Institute, told Jeff. The action poses \"great risk to our energy security going forward and eliminates the opportunity to create jobs and help small businesses throughout the country. \"",
            "\"The administration's decision to remove key Arctic and Atlantic offshore areas from future leasing consideration ignores congressional intent, our national security, and vital,   job opportunities for our shipyards, unions, and businesses of all types across the country,\" said Erik Milito, the group's Upstream director."
        ],
        "tf-idf score": [
            0.6500757724828997,
            0.787448408522827,
            1.0149574192926978
        ]
    },
    "0.22494432086540295-3-78": {
        "average clique similarity": 0.22494432086540295,
        "clique": [
            "3-This has led to a sc",
            "1-Canada will designat",
            "0-That s why looking f"
        ],
        "median tf-idf score": 0.9742440027189683,
        "publications": [
            "Vox",
            "Guardian",
            "Reuters"
        ],
        "sentences": [
            "This has led to a scramble from environmentalists calling on Obama to impose whatever regulations and executive orders he can to protect his climate legacy. Tuesday's move came in a joint announcement by Obama and the Canadian prime minister, Justin Trudeau, who also put a moratorium on new oil and gas leasing in its Arctic waters, subject to periodic review.",
            "Canada will designate all Arctic Canadian waters as indefinitely off limits to future offshore Arctic oil and gas licensing, to be reviewed every five years through a climate and marine     assessment.",
            "That's why looking forward, we must continue to focus on economic empowerment for Arctic communities beyond this one sector. This move was done in conjunction with Prime Minister Justin Trudeau's government in Canada, which placed some of its own waters off limits to   exploration, though that Canadian ban will be reviewed every five years."
        ],
        "tf-idf score": [
            1.2809193913474948,
            0.9742440027189683,
            0.7698324814359181
        ]
    },
    "0.23237511913564393-3-102": {
        "average clique similarity": 0.23237511913564393,
        "clique": [
            "1-On the U S Atlantic ",
            "4-Earlier this year  t",
            "2-The Obama administra"
        ],
        "median tf-idf score": 0.6082919537543263,
        "publications": [
            "Reuters",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "On the U S Atlantic coast, local groups have opposed offshore drilling and would fight the Trump administration's attempts to open it up.",
            "Earlier this year, the Obama administration reversed course on a plan that would have allowed Atlantic offshore drilling after uproar from local communities and environmentalists. Then, the administration designated the first national marine monument in the Atlantic Ocean.",
            "The Obama administration eventually closed the Atlantic to drilling for five years."
        ],
        "tf-idf score": [
            0.6082919537543263,
            0.7949870552255089,
            0.46265569356507
        ]
    },
    "0.23813730943778563-3-139": {
        "average clique similarity": 0.23813730943778563,
        "clique": [
            "0-First  let s look at",
            "4-It provides the same",
            "3-However  Obama s ban"
        ],
        "median tf-idf score": 1.0193758760755522,
        "publications": [
            "Vox",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "First, let's look at the lands in question. The White House placed 115 million acres of federal waters north of Alaska, in the Chukchi and Beaufort seas, off limits to future oil and gas exploration.",
            "It provides the same protections to much of the Arctic's waters, covering the \"vast majority of U S waters in the Chukchi and Beaufort Seas,\" totaling 115 million acres. Canada is doing the same to \"all Arctic Canadian waters,\" the joint statement adds.",
            "However, Obama's ban  --   affecting federal waters off Alaska in the Chukchi Sea and most of the Beaufort Sea and in the Atlantic from New England to the Chesapeake Bay  --   is unprecedented in scale and could be challenged by Trump in court. The   has vowed to unleash the country's untapped energy reserves and exploit fossil fuels. He has previously questioned the science of climate change, threatened to tear up the Paris climate agreement and appointed   deniers in his cabinet."
        ],
        "tf-idf score": [
            1.0193758760755522,
            0.6770957221347862,
            1.2270711340029667
        ]
    },
    "0.2872485002431452-4-11": {
        "average clique similarity": 0.2872485002431452,
        "clique": [
            "2-     President Obama",
            "0- On Tuesday  Preside",
            "1- U S President Barac",
            "4-President Obama has "
        ],
        "median tf-idf score": 1.3196222580517707,
        "publications": [
            "Washington Post",
            "Vox",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "     President Obama moved to solidify his environmental legacy Tuesday by withdrawing hundreds of millions of acres of federally owned land in the Arctic and Atlantic Ocean from new offshore oil and gas drilling.",
            " On Tuesday, President Obama announced that he was putting hundreds of millions of acres of federally owned waters in the Arctic and Atlantic Ocean off limits \"indefinitely\" to future oil and gas drilling.",
            " U S President Barack Obama on Tuesday banned new oil and gas drilling in federal waters in the Atlantic and Arctic Oceans, in a push to leave his stamp on the environment before Republican Donald Trump takes office next month.",
            "President Obama has indefinitely blocked offshore drilling in areas of the Atlantic Ocean and in Arctic waters, a move aimed at advancing environmental protection during his final days in office."
        ],
        "tf-idf score": [
            1.3173154947057533,
            1.3219290213977881,
            1.346450869814167,
            1.1145210093136109
        ]
    },
    "0.3445345688213232-3-42": {
        "average clique similarity": 0.3445345688213232,
        "clique": [
            "2-White House official",
            "4- The people of the A",
            "3- The people of the A"
        ],
        "median tf-idf score": 0.8453296343310912,
        "publications": [
            "NPR",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "White House officials described their actions to make the areas off limits to future oil and gas exploration and drilling as indefinite.",
            "\"The people of the Atlantic coast refused to allow their way of life to be compromised and we commend their hard work making their voices heard in Washington\". Representatives of the oil and gas industry are unhappy about the news.",
            "\"The people of the Atlantic coast refused to allow their way of life to be compromised and we commend their hard work making their voices heard in Washington. \" Few energy companies have expressed a wish to drill any time soon off the coasts thanks to abundant cheap shale oil in North Dakota and Texas."
        ],
        "tf-idf score": [
            0.8453296343310912,
            0.7392265026345477,
            0.8878895777135744
        ]
    },
    "0.34694558534366066-4-91": {
        "average clique similarity": 0.34694558534366066,
        "clique": [
            "2-President Obama bann",
            "1-Obama used a   law c",
            "0-The dispute hinges o",
            "4-Obama took these act"
        ],
        "median tf-idf score": 0.8670090503835984,
        "publications": [
            "Vox",
            "Washington Post",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "President Obama banned oil drilling in large areas of the Atlantic and Arctic oceans, using a law called the Outer Continental Shelf Lands Act.",
            "Obama used a   law called the Outer Continental Shelf Act that allows presidents to limit areas from mineral leasing and drilling.",
            "The dispute hinges on an obscure section of a 1953 law, the Outer Continental Shelf Lands Act, that has never really been tested in courts.",
            "Obama took these actions by invoking a law called the Outer Continental Shelf Lands Act, which gives the president the authority to withdraw lands from oil and gas leases."
        ],
        "tf-idf score": [
            1.2379569502860366,
            0.7955532836974948,
            0.4095525936852276,
            0.9384648170697021
        ]
    },
    "0.3945752215246755-4-173": {
        "average clique similarity": 0.3945752215246755,
        "clique": [
            "0-1 percent of U S fed",
            "3-In 2015  just 0  1  ",
            "1-At current oil price",
            "2-Oil production in th"
        ],
        "median tf-idf score": 0.7300571621669596,
        "publications": [
            "Vox",
            "Guardian",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "1 percent of U S federal offshore crude production came from the Arctic and Department of Interior analysis shows that, at current oil prices, significant production in the Arctic will not occur.",
            "In 2015, just 0. 1% of US federal offshore crude production came from the Arctic. A Department of Interior analysis shows that, at current oil prices, significant production in the Arctic will not occur.",
            "At current oil prices, significant production in the Arctic will not occur, according to a Department of Interior analysis.",
            "Oil production in the Arctic represents a tenth of one percent of the nation's oil production overall, the White House said."
        ],
        "tf-idf score": [
            0.7763408480022307,
            0.7847358368803986,
            0.6108273873195738,
            0.6837734763316885
        ]
    },
    "0.4588545454557573-3-7": {
        "average clique similarity": 0.4588545454557573,
        "clique": [
            "0-By contrast  it woul",
            "4- By contrast  it wou",
            "2- This proposal would"
        ],
        "median tf-idf score": 0.8018652535740246,
        "publications": [
            "Vox",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "By contrast, it would take decades to fully develop the production infrastructure necessary for any   oil and gas leasing production in the region  --   at a time when we need to continue to move decisively away from fossil fuels. In 2015, just 0.",
            "\"By contrast, it would take decades to fully develop the production infrastructure necessary for any   oil and gas leasing production in the region  --   at a time when we need to continue to move decisively away from fossil fuels\".",
            "\"This proposal would take us in the wrong direction just as we have become world leader in production and refining of oil and natural gas and in reduction of carbon emissions. \""
        ],
        "tf-idf score": [
            0.8239102865809659,
            0.8018652535740246,
            0.45254117460090915
        ]
    },
    "0.6374238699702509-3-173": {
        "average clique similarity": 0.6374238699702509,
        "clique": [
            "2- These actions  and ",
            "0-Here s the key White",
            "4-The Arctic protectio"
        ],
        "median tf-idf score": 0.5988407149612356,
        "publications": [
            "Washington Post",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "\"These actions, and Canada's parallel actions, protect a sensitive and unique ecosystem that is unlike any other region on earth,\" the White House said in a statement.",
            "Here's the key White House quote:  These actions . .. protect a sensitive and unique ecosystem that is unlike any other region on earth.",
            "The Arctic protections are a joint partnership with Canada. \"These actions, and Canada's parallel actions, protect a sensitive and unique ecosystem that is unlike any other region on earth,\" the White House said in a statement."
        ],
        "tf-idf score": [
            0.5988407149612356,
            0.42037350062581963,
            0.8151766689343258
        ]
    },
    "0.812847751918544-3-111": {
        "average clique similarity": 0.812847751918544,
        "clique": [
            "1-Obama said in a stat",
            "4- They reflect the sc",
            "3-Obama  currently on "
        ],
        "median tf-idf score": 1.0500806209389135,
        "publications": [
            "Reuters",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "Obama said in a statement that the joint actions \"reflect the scientific assessment that, even with the high safety standards that both our countries have put in place, the risks of an oil spill in this region are significant and our ability to clean up from a spill in the region's harsh conditions is limited\".",
            "\"They reflect the scientific assessment that, even with the high safety standards that both our countries have put in place, the risks of an oil spill in this region are significant and our ability to clean up from a spill in the region's harsh conditions is limited,\" the White House added.",
            "Obama, currently on holiday in Hawaii and with only a month left in office, said in a statement: \"These actions, and Canada's parallel actions, protect a sensitive and unique ecosystem that is unlike any other region on earth. They reflect the scientific assessment that, even with the high safety standards that both our countries have put in place, the risks of an oil spill in this region are significant and our ability to clean up from a spill in the region's harsh conditions is limited."
        ],
        "tf-idf score": [
            1.0500806209389135,
            0.8077696241075178,
            1.3004995647146298
        ]
    }
}