{
    "0.1424985180935465-3-192": {
        "average clique similarity": 0.1424985180935465,
        "clique": [
            "2-Abroad  Peres was be",
            "1-President Obama said",
            "0-Peres became head of"
        ],
        "median tf-idf score": 0.8957799107070474,
        "publications": [
            "Atlantic",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Abroad, Peres was best known as Israel's elder statesman, the grandfatherly figure who liked poetry and a glass of wine  --   a leader hailed for his optimism, vigor and pursuit of a deal between Israel and the Palestinians, who seek an end to the almost   military occupation and the creation of a sovereign state.",
            "President Obama said in a statement Wednesday that Peres \"was guided by a vision of the human dignity and progress,\" and that he changed the course of history through his moral foundation and \"unflagging optimism\".",
            "Peres became head of naval services in 1948, the year of the war of independence, and the following year   sent him to the United States to work on arms procurement for the nascent state. In 2014, he boasted to The Washington Post that he had worked with 10 presidents over the course of his career."
        ],
        "tf-idf score": [
            1.1906772313592788,
            0.8957799107070474,
            0.7860829725150371
        ]
    },
    "0.14559944071318945-3-281": {
        "average clique similarity": 0.14559944071318945,
        "clique": [
            "2-The White House said",
            "4-One month after the ",
            "0-After Peres returned"
        ],
        "median tf-idf score": 0.7295940140076895,
        "publications": [
            "Atlantic",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "The White House said Obama will depart Thursday for Jerusalem and return Friday after the service.",
            "One month after the U2 show, Peres told a   security conference in Israel that Jerusalem needed to return to the negotiating table to prevent Israel from becoming isolated internationally and \"eaten demographically\" because of its growing Arab population.",
            "After Peres returned to Israel,   in 1953 appointed him director general of the defense department --  the same year that Moshe Dayan became chief of staff for the IDF He served in that role under Prime Minister Moshe Sharett, who briefly replaced   and continued after  's return."
        ],
        "tf-idf score": [
            0.29600523885779007,
            0.7295940140076895,
            0.9831820148243322
        ]
    },
    "0.15690021364395615-3-44": {
        "average clique similarity": 0.15690021364395615,
        "clique": [
            "4-In the 1950s  with B",
            "1-From the beginning P",
            "0-Through his relation"
        ],
        "median tf-idf score": 0.8678768194947875,
        "publications": [
            "Atlantic",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "In the 1950s, with Ben Gurion's blessing, he worked with France to establish Israel's nuclear program. Jerusalem has never formally confirmed that it has nuclear weapons, but it is widely believed to have one of the biggest arsenals in the world.",
            "From the beginning Peres was entrusted by   to lead Israel's pursuit of a nuclear capability,\" wrote Avner Cohen, a leading authority on Israel's nuclear program.",
            "Through his relations with the French, Peres was also instrumental in establishing Israel's nuclear program --  one whose existence the country neither confirms nor denies."
        ],
        "tf-idf score": [
            0.4808340372425417,
            0.8678768194947875,
            0.884996343437448
        ]
    },
    "0.15762458664992263-3-151": {
        "average clique similarity": 0.15762458664992263,
        "clique": [
            "0-In 1947  Peres joine",
            "4-Beilin quotes Peres ",
            "1-Yossi Beilin  who wo"
        ],
        "median tf-idf score": 0.6165247480389447,
        "publications": [
            "NPR",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "In 1947, Peres joined the Haganah, the predecessor of the Israel Defense Forces. While serving at Haganah headquarters that year, he met David   who would become Israel's first prime minister, and Levi Eshkol, who would be the third.",
            "Beilin quotes Peres's logic: The settlements would serve \"as the roots and the eyes of Israel. \"",
            "Yossi Beilin, who would become a Peres ally and negotiate the secret Oslo Accord with the Palestinians in the 1990s, described Peres as \"more hawkish than others\" for decades."
        ],
        "tf-idf score": [
            0.8540025299675679,
            0.6043132149683134,
            0.6165247480389447
        ]
    },
    "0.1583052002165599-3-263": {
        "average clique similarity": 0.1583052002165599,
        "clique": [
            "2- He would say to me ",
            "3- If you asked the av",
            "4- If we do not start "
        ],
        "median tf-idf score": 0.48576286315604783,
        "publications": [
            "Vox",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "\"He would say to me, 'Yoram, do you ever quit your family? Your concern until your last breath is your family and you will do everything you can to help your family, and my family is the state of Israel,' \" Dori said.",
            "\"If you asked the average Israeli right now 'Would you vote for Shimon Peres?' the answer would be no.",
            "\"If we do not start negotiating, Israel could become an Arab state. \" he said. \"This would be the end of the dream of a Jewish and democratic state\"."
        ],
        "tf-idf score": [
            0.4801633698746451,
            0.5777000186005458,
            0.48576286315604783
        ]
    },
    "0.17108164114636493-3-99": {
        "average clique similarity": 0.17108164114636493,
        "clique": [
            "4-Over time  though  h",
            "2-But his legacy is co",
            "3-It would have resolv"
        ],
        "median tf-idf score": 1.0396455233631685,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "Over time, though, his views  --   like those of many Israelis  --   began to shift. He came to believe that many, if not all, of the Israeli settlements would have to be evacuated from the West Bank so it could become the heart of a future Palestinian state.",
            "But his legacy is complex in Israel. [Gallery: Shimon Peres over more than half a century]  Many Israelis have turned away from Peres's signal achievement, the crafting of the 1993 Oslo Accords, the beginning of what has become a faltering peace process with the Palestinians.",
            "It would have resolved the Palestinian issue through Jordanian sovereignty over most of the West Bank,\" said Hoffman. The deal was never put into effect, but it still stood out in Peres' memory. \"Israelis can only salivate looking back at the possibility of such a deal today. \""
        ],
        "tf-idf score": [
            0.4656213567384226,
            1.070376532085914,
            1.0396455233631685
        ]
    },
    "0.17276054322810822-3-125": {
        "average clique similarity": 0.17276054322810822,
        "clique": [
            "4-His life and career ",
            "3-He was the ninth pre",
            "0-It would as though a"
        ],
        "median tf-idf score": 0.9949502219212097,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Vox"
        ],
        "sentences": [
            "His life and career spanned the entire history of the state, and he worked closely with a remarkable range of Israeli leaders, from David Ben Gurion, one of the founders of the Israeli state, in the 1950s to Yitzhak Rabin in the 1990s and, uncomfortably, with Benjamin Netanyahu in the 2000s.",
            "He was the ninth president of Israel, from 2007 --  2014. \"He moved, he shifted positions throughout his entire career because he saw what was necessary,\" said Yigal Amitay, a longtime Labor Party activist who supported Peres' various bids for leadership of the party. \"He had many mentors who shaped him, from Ben Gurion to Rabin. \"",
            "It would as though an    to George Washington had retired during the James Buchanan administration, after a career with turns as ambassador, secretary of state, and senator. Peres was born in what was then Poland and what is now Belarus in 1923, but his family moved to Mandatory Palestine, then under British control, in 1932. When he arrived, he attended a school named for Arthur Balfour, who issued the 1917 British statement of support for a Jewish state --  still a recent memory."
        ],
        "tf-idf score": [
            0.5706482942611856,
            1.207401891344552,
            0.9949502219212097
        ]
    },
    "0.1761893507534675-3-315": {
        "average clique similarity": 0.1761893507534675,
        "clique": [
            "2-  JERUSALEM       As",
            "0-But in Israel  one o",
            "3-It was to many Israe"
        ],
        "median tf-idf score": 0.8194726644529826,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "  JERUSALEM  --   As tributes poured in from abroad, Israel prepared to say goodbye to Shimon Peres, one of the founders of the Jewish state, who died Wednesday of complications from a massive stroke.",
            "But in Israel, one of the world's younger states, it takes on particular significance, as he represented one of the few remaining links to Israel's founding generation. Peres, who was 93, was a   witness and often a central participant in every moment in its history.",
            "It was to many Israelis the equivalent of the Queen's birthday  --   a rare moment of positive press, celebrities, and tributes to a man who represented Israel's peaceful interests to the outside world."
        ],
        "tf-idf score": [
            0.8194726644529826,
            0.956843600945279,
            0.6414352847834633
        ]
    },
    "0.17889697077143737-3-185": {
        "average clique similarity": 0.17889697077143737,
        "clique": [
            "2-Former Israeli lawma",
            "4-As former Israeli Ju",
            "1-In a remarkable care"
        ],
        "median tf-idf score": 1.10178147084345,
        "publications": [
            "Vox",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Former Israeli lawmaker Einat Wilf, who served as a foreign policy adviser to Peres, said that as a politician, Peres was not always popular in Israel, especially because he was so opinionated.",
            "As former Israeli Justice Minister Yossi Beilin wrote in a perceptive Foreign Policy article in 2014, Peres was known as \"Mr Security\" because of his close ties to Israel's military establishment and fierce opposition to the creation of a Palestinian state.",
            "In a remarkable career filled with great triumphs and bitter setbacks, he held more senior positions than any other Israeli, often at pivotal moments in the country's turbulent history. In addition to his tenures as president and prime minister, he served as foreign minister (three times) defense minister (twice) finance minister and transportation minister in Israel's   coalition governments."
        ],
        "tf-idf score": [
            1.10178147084345,
            1.298590669726144,
            0.9026873052795201
        ]
    },
    "0.17944993581669508-3-132": {
        "average clique similarity": 0.17944993581669508,
        "clique": [
            "4-It is now the Middle",
            "1- I believed  therefo",
            "3-He was part of the f"
        ],
        "median tf-idf score": 0.6460569788452648,
        "publications": [
            "Buzzfeed News",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "It is now the Middle East's only nuclear power, and Peres  --   like every Israeli leader who has followed him  --   believed the weapons would give the Jewish state the most powerful form of deterrent.",
            "\"I believed, therefore, that all our diplomatic efforts should be focused on France\". Israel does not discuss details of its nuclear program to this day, but according to the CIA and others it is widely believed to have 100 or more nuclear weapons.",
            "He was part of the founding of the state, the building of its army and its nuclear deterrent and every political battle that has taken place over its   history,\" said Gil Hoffman, the political editor at the Jerusalem Post."
        ],
        "tf-idf score": [
            0.8163173436589349,
            0.40188213326870725,
            0.6460569788452648
        ]
    },
    "0.18507268961978662-3-326": {
        "average clique similarity": 0.18507268961978662,
        "clique": [
            "3-Two decades before h",
            "1-In the first major  ",
            "4-Ironically  Peres pl"
        ],
        "median tf-idf score": 0.6823051163553385,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "Two decades before he played an instrumental role in constructing the 1993 peace accords  --   to this day the most significant political move towards a lasting peace deal between the Israeli and Palestinian leadership  --   he was Israel's defense minister.",
            "In the first major   war, in 1948, Peres played a key role in procuring arms for the Haganah, a militia that evolved into the Israeli military following the country's independence.",
            "Ironically, Peres played a key role in building the settlements in the West Bank and Gaza Strip that he would later come to see as obstacles in peace."
        ],
        "tf-idf score": [
            1.0337514195328315,
            0.6823051163553385,
            0.6367482379521267
        ]
    },
    "0.18540436685462378-3-237": {
        "average clique similarity": 0.18540436685462378,
        "clique": [
            "2-The          a forme",
            "1-With President Clint",
            "4- Former Israeli Pres"
        ],
        "median tf-idf score": 1.1711772535061502,
        "publications": [
            "Washington Post",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "The     --   a former prime minister and president and a Nobel Peace Prize laureate  --   died at a Tel Aviv hospital surrounded by his family.",
            "With President Clinton presiding, Israel was represented by Prime Minister Yitzhak Rabin and Peres, then the foreign minister, and the Palestinians by their leader, Yasser Arafat.",
            " Former Israeli President and Prime Minister Shimon Peres spent the first half of his life building up Israel's military might and the second half trying to forge peace deals with its neighbors."
        ],
        "tf-idf score": [
            0.46471609778215656,
            1.2244036013393993,
            1.1711772535061502
        ]
    },
    "0.19578280449222632-3-276": {
        "average clique similarity": 0.19578280449222632,
        "clique": [
            "2-At home  Peres was m",
            "0-But Peres  career wa",
            "3- I paid in elections"
        ],
        "median tf-idf score": 0.762007484029589,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Buzzfeed News"
        ],
        "sentences": [
            "At home, Peres was most beloved in his later years, especially during his term as president, a largely ceremonial post.",
            "But Peres' career wasn't over. In 2001 --  following a failed run for president, a largely ceremonial post, in 2000 --  he became minister of foreign affairs once again, this time under Ariel Sharon, the    whom, of course, Peres had known for decades.",
            "\"I paid in elections and in record,\" Peres told BuzzFeed News at the time. He likened the presidency, a largely ceremonial post, to that of a bird \"in a cage with golden stripes. \""
        ],
        "tf-idf score": [
            0.777800187426343,
            0.762007484029589,
            0.5562752147307527
        ]
    },
    "0.19701389886147133-3-113": {
        "average clique similarity": 0.19701389886147133,
        "clique": [
            "2-He began more than s",
            "4-That s precisely the",
            "1-Peres  who died Tues"
        ],
        "median tf-idf score": 0.8572484397197552,
        "publications": [
            "Washington Post",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "He began more than six decades of public service as a security hawk who helped turn Israel into a nuclear power, only to become the ultimate dove, pushing until the end for peace with the Palestinians.",
            "That's precisely the kind of peace deal Peres had been pushing for, unsuccessfully, for the final decades of his life. He lived a long and productive life, helping to build Israel into a stable democracy with a flourishing economy and arguably the most powerful military in the Middle East.",
            "Peres, who died Tuesday at 93 according to Israeli officials, was at the center of recurring Middle East dramas throughout his more than six decades of public life."
        ],
        "tf-idf score": [
            0.6152989239795494,
            0.9016803834298085,
            0.8572484397197552
        ]
    },
    "0.20509910354202507-3-223": {
        "average clique similarity": 0.20509910354202507,
        "clique": [
            "3-In a March 2015 inte",
            "2-Peres shared the Nob",
            "1-The last surviving l"
        ],
        "median tf-idf score": 1.0578287762233838,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "In a March 2015 interview with BuzzFeed News, longtime Palestinian negotiator Saeb Erekat called Peres \"the last Israeli of a generation of leaders who cared about making peace between Israel and Palestine. \"",
            "Peres shared the Nobel Peace Prize in 1994 with Israeli Prime Minister Yitzhak Rabin and Palestine Liberation Organization leader Yasser Arafat for the peace accords.",
            "The last surviving leader of Israel's founding generation, Shimon Peres was a   prime minister, the architect of the country's secretive nuclear program and a winner of the Nobel Peace Prize for his efforts to make peace with the Palestinians."
        ],
        "tf-idf score": [
            1.0578287762233838,
            0.9522343670456275,
            1.3913337469744493
        ]
    },
    "0.21926087604121738-3-3": {
        "average clique similarity": 0.21926087604121738,
        "clique": [
            "0-When Meir stepped do",
            "3-Peres  who held the ",
            "1-Still in his   Peres"
        ],
        "median tf-idf score": 1.0155894969688748,
        "publications": [
            "Atlantic",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "When Meir stepped down in 1974, Peres competed with Yitzhak Rabin to succeed her and lost.",
            "Peres, who held the record of world's   statesman when he stepped down as Israel's president in July 2014 at the age of 91, was still working in various diplomatic outreach programs at the time of his death.",
            "Still in his   Peres was put in charge of securing weapons for the main paramilitary in Israel's 1948 war of independence, and he remained in prominent roles until he stepped down as the country's president in 2014, at age 90."
        ],
        "tf-idf score": [
            0.4659205693096441,
            1.0155894969688748,
            1.0314879459272523
        ]
    },
    "0.22358407406903288-3-24": {
        "average clique similarity": 0.22358407406903288,
        "clique": [
            "3-Hoffman tells a stor",
            "1-In the years that fo",
            "2- He strengthened Isr"
        ],
        "median tf-idf score": 1.0462042316178697,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Hoffman tells a story of sitting with longtime politician and activist Avraham Burg in the Israeli parliament cafeteria in 2001. Burg, who was running for leader of the Labor Party at the time, was considered an up and coming member of the party. \"We were talking about taking up the mantle from Peres and Burg pointed outside the cafeteria and said, 'You see that tree?",
            "In the years that followed, he would be a leading advocate of the country's   sector. Peres first served as prime minister for just two months in 1977. He held the job again, from   in an unusual arrangement brought on by a deadlocked election between his   Labor Party and the   Likud Party.",
            "\"He strengthened Israel in many ways, some of which are still secret,\" said Netanyahu, who as a leader of the Likud party was often a political rival of Peres and his Labor Party."
        ],
        "tf-idf score": [
            1.08964622058568,
            0.7835942109395635,
            1.0462042316178697
        ]
    },
    "0.22707551671772272-3-50": {
        "average clique similarity": 0.22707551671772272,
        "clique": [
            "0-Peres s successor wa",
            "2-Prime Minister Benja",
            "1- It was Shimon Peres"
        ],
        "median tf-idf score": 1.0297965130221947,
        "publications": [
            "NPR",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "Peres's successor was Benjamin Netanyahu, which signaled a changing of the guard: Netanyahu was the first prime minister born after independence, and the first born within the state of Israel.",
            "Prime Minister Benjamin Netanyahu noted that Peres was always dedicated to Israel's security.",
            "\"It was Shimon Peres who persuaded [Israel's first prime minister] David   in   that the time was right to initiate the nuclear project."
        ],
        "tf-idf score": [
            1.0607161122762956,
            0.9616106477159655,
            1.0297965130221947
        ]
    },
    "0.23163087982426753-3-171": {
        "average clique similarity": 0.23163087982426753,
        "clique": [
            "0-When Rabin was assas",
            "3-He first served as u",
            "2-Peres succeeded Rabi"
        ],
        "median tf-idf score": 0.6203619949105117,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "When Rabin was assassinated in 1995, Peres once again became prime minister.",
            "He first served as unofficial prime minister for three months in 1977, due to a scandal in the   government. He served as prime minister again from 1984 --  86 thanks to a shared unity government agreement struck with the Likud Party, and from 1995 --  1996 following Rabin's assassination.",
            "Peres succeeded Rabin as prime minister, one of three times he held the post."
        ],
        "tf-idf score": [
            0.7417233280737918,
            0.3813373459976364,
            0.6203619949105117
        ]
    },
    "0.24728708226417506-3-380": {
        "average clique similarity": 0.24728708226417506,
        "clique": [
            "0-In 1992  Peres retur",
            "4-But don t mourn his ",
            "1-The agreement called"
        ],
        "median tf-idf score": 0.8325407403636724,
        "publications": [
            "Atlantic",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "In 1992, Peres returned to the government as foreign minister under his old rival Rabin, and alongside Rabin and Yasser Arafat won the 1994 Nobel Peace Prize.",
            "But don't mourn his passing as a sudden, fatal blow to the peacemaking efforts he championed. Those have been dead for quite some time. How \"Mr Security\" became a man of peace Peres won the Nobel Peace Prize in 1994 for his role in the landmark Oslo Accords with the Palestinians.",
            "The agreement called for talks to permanently end the conflict, and though that deal still needed to be negotiated, the three men were awarded the Nobel Peace Prize in 1994. \"Let us become a civic community,\" Peres said in his speech on the White House lawn."
        ],
        "tf-idf score": [
            0.7583890351181215,
            0.8325407403636724,
            0.877455193763023
        ]
    }
}