{
    "0.179747124586665-3-282": {
        "average clique similarity": 0.179747124586665,
        "clique": [
            "3-The central player i",
            "2-But in the wake of t",
            "4- The accusation whic"
        ],
        "median tf-idf score": 1.6643670149459022,
        "publications": [
            "NPR",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "The central player in the soap opera, Breitbart reporter Michelle Fields, resigned on Monday, saying in an interview with The Washington Post that she thought the site was more interested in shielding Donald Trump than in supporting her assertion that the Republican  's campaign manager manhandled her at a campaign event.",
            "But in the wake of the assault claim, her critics have said that's precisely what she was trying to do. After Terris published his account of the incident for the Post, Breitbart CEO and President Larry Solov released a statement saying his company was \"disappointed\" in the Trump campaign's response, adding that he stood behind Fields' reporting.",
            "\"The accusation which has only been made in the media and never addressed directly with the campaign is entirely false,\" Hicks said in the statement."
        ],
        "tf-idf score": [
            1.6643670149459022,
            1.7290016825746015,
            0.4972480225238408
        ]
    },
    "0.19143998252430894-3-192": {
        "average clique similarity": 0.19143998252430894,
        "clique": [
            "2-On Friday  Lewandows",
            "3- New video of Donald",
            "1-After a number of up"
        ],
        "median tf-idf score": 1.3560656132198758,
        "publications": [
            "Talking Points Memo",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "On Friday, Lewandowski himself tweeted a Breitbart story about the dispute that had initially cited a video showing how Terris had misidentified the campaign manager. But in an update added later in the day, the site then said that new video footage had emerged that \"shows Lewandowski reaching in Fields's direction\".",
            "\"New video of Donald Trump's press conference Tuesday evening shows that the Washington Post's account of an altercation involving Breitbart News reporter Michelle Fields could not possibly have happened as Ben Terris reported,\" said a piece posted on Breitbart by writer and editor Joel B Pollak.",
            "After a number of updates to the post, Pollak later amended the article to include new video that appeared to show Lewandowski reaching toward Fields."
        ],
        "tf-idf score": [
            1.3560656132198758,
            1.73571492825815,
            0.6205466055476145
        ]
    },
    "0.19277883546189337-3-206": {
        "average clique similarity": 0.19277883546189337,
        "clique": [
            "4-How it started This ",
            "2-Two days later  the ",
            "1-After an evening pre"
        ],
        "median tf-idf score": 1.2952285660004161,
        "publications": [
            "Vox",
            "NPR",
            "Talking Points Memo"
        ],
        "sentences": [
            "How it started This all started on Tuesday night at a Trump rally in Jupiter, Florida, where Fields stepped forward to ask Trump a question as he was trying to leave.",
            "Two days later, the Breitbart site published Fields' story about the incident. Here's an excerpt, in which she says she attempted to ask Trump a question as he made his way through the room: \"Trump acknowledged the question, but before he could answer I was jolted backwards. Someone had grabbed me tightly by the arm and yanked me down.",
            "After an evening press conference at Trump's Jupiter, Florida golf club, Breitbart News reporter Michelle Fields said she tried to approach the Republican frontrunner to ask a question."
        ],
        "tf-idf score": [
            0.8056095816818921,
            1.4744346339108938,
            1.2952285660004161
        ]
    },
    "0.19803658721869652-3-78": {
        "average clique similarity": 0.19803658721869652,
        "clique": [
            "4- Today I informed th",
            "1-Late evening  Fields",
            "2- I can t stand with "
        ],
        "median tf-idf score": 1.2682840978072134,
        "publications": [
            "NPR",
            "Vox",
            "Talking Points Memo"
        ],
        "sentences": [
            "\"Today I informed the management at Breitbart News of my immediate resignation,\" Fields said in a statement to BuzzFeed News.",
            "Late evening: Fields and Shapiro resign from Breitbart, \"I do not believe Breitbart News has adequately stood by me during the events of the past week and because of that I believe it is now best for us to part ways,\" Fields said in a Sunday night statement to BuzzFeed News.",
            "\"I can't stand with an organization that won't stand by me,\" Fields tweeted this morning. The news first emerged on BuzzFeed, which ran statements from Fields and Shapiro this morning criticizing the Breitbart site  --   and, in Shapiro's case, also saying that Breitbart News chair Steve Bannon had sullied the legacy of the site's founder, Andrew Breitbart, who died in 2012."
        ],
        "tf-idf score": [
            0.9344983576360982,
            1.3493491486248355,
            1.2682840978072134
        ]
    },
    "0.2046420488031937-3-148": {
        "average clique similarity": 0.2046420488031937,
        "clique": [
            "1-8 a  m   Breitbart p",
            "4-Breitbart published ",
            "2-Here s that video  A"
        ],
        "median tf-idf score": 1.09820483293917,
        "publications": [
            "NPR",
            "Vox",
            "Talking Points Memo"
        ],
        "sentences": [
            "8 a. m.: Breitbart publishes, deletes post mocking Fields and Shapiro, A biting post on the site that featured Shapiro's face in a yellow star after identifying him as an Orthodox Jew, titled \"Ben Shapiro Betrays Loyal Breitbart Readers In Pursuit Of Fox News Contributorship,\" slammed the   for giving a statement to BuzzFeed.",
            "Breitbart published and later deleted an article smearing Shapiro for \"abandoning Andrew Breitbart's lifelong best friend, widow,   management team and friends in pursuit of an elusive contributorship at the Fox News Channel\".",
            "Here's that video: After the resignations by Fields and Shapiro, the Breitbart site posted, and then deleted, a piece that linked to Shapiro's bio at the California State Bar website  --   something Shapiro says was an attempt to expose private information about him to the public."
        ],
        "tf-idf score": [
            1.2156024479744534,
            0.7547193620520288,
            1.09820483293917
        ]
    },
    "0.2138284665409539-3-71": {
        "average clique similarity": 0.2138284665409539,
        "clique": [
            "2-But the Breitbart si",
            "1- EVERYONE STOP tweet",
            "4- There are often lar"
        ],
        "median tf-idf score": 1.0570789379568701,
        "publications": [
            "NPR",
            "Talking Points Memo",
            "Vox"
        ],
        "sentences": [
            "But the Breitbart site also ran a story saying that Lewandowski never \"acknowledged\" grabbing Fields  --   and BuzzFeed reported this weekend that Breitbart senior    Joel Pollak had ordered reporters who wanted to defend Fields to stop tweeting and \"speculating\" about the story.",
            "\"EVERYONE STOP tweeting about the story. Stop speculating about the story,\" Pollak reportedly wrote in one message to staff. \"You may wish to defend your colleague, and that is commendable --  but keep in mind that when you do so, you are also putting other colleagues under direct public pressure, so you are actually hurting some to help another,\" he wrote in another. \"That is why we have to be patient, and coordinate our responses. \"",
            "\"There are often large crowds aggressively seeking access to Mr Trump and our staff would never do anything to harm another individual, while at the same time understanding that Mr Trump and his personal space should never be invaded\". Trump's strategy is to go personal It doesn't stop at denial. Hicks goes on to question Fields's credibility, saying Fields has a history of \"becoming part of the news story\"."
        ],
        "tf-idf score": [
            1.1273072636804407,
            0.3394342865604455,
            1.0570789379568701
        ]
    },
    "0.2147180313535906-3-214": {
        "average clique similarity": 0.2147180313535906,
        "clique": [
            "3-Breitbart officials ",
            "0-Fields claimed that ",
            "1-She said Terris  imm"
        ],
        "median tf-idf score": 0.5666420892205223,
        "publications": [
            "Fox News",
            "Washington Post",
            "Talking Points Memo"
        ],
        "sentences": [
            "Breitbart officials said the column, which was penned by Pollak, was meant as a joke and was not intended for publication.",
            "Fields claimed that she was grabbed by the arm and pulled down.",
            "She said Terris \"immediately remarked\" that it was Lewandowski who grabbed her arm and said the campaign manager was \"out of line. \""
        ],
        "tf-idf score": [
            0.5666420892205223,
            0.5297308751520021,
            0.724190785811668
        ]
    },
    "0.23338579202952978-3-318": {
        "average clique similarity": 0.23338579202952978,
        "clique": [
            "4-The campaign release",
            "3-However  the person ",
            "1-After comparing a nu"
        ],
        "median tf-idf score": 0.7606065667829089,
        "publications": [
            "Washington Post",
            "Vox",
            "Talking Points Memo"
        ],
        "sentences": [
            "The campaign released the following statement Friday:  The accusation, which has only been made in the media and never addressed directly with the campaign, is entirely false. As one of the dozens of individuals present as Mr Trump exited the press conference, I did not witness any encounter.",
            "However, the person who made contact with Fields was likely not Trump campaign manager Corey Lewandowski,\" the post read.",
            "After comparing a number of different video snippets of the incident, Pollak concluded \"the person who made contact with Fields was likely not\" Lewandowki and Terris was wrong to identify him as the culprit."
        ],
        "tf-idf score": [
            0.7606065667829089,
            1.0735107648988282,
            0.7207693582629048
        ]
    },
    "0.24828050659336298-3-129": {
        "average clique similarity": 0.24828050659336298,
        "clique": [
            "1- I think that s what",
            "3-I think that s what ",
            "4-In fact  they say th"
        ],
        "median tf-idf score": 0.1370108096404679,
        "publications": [
            "Vox",
            "Talking Points Memo",
            "Washington Post"
        ],
        "sentences": [
            "\"I think that's what happened. \" 12:28 a. m.: Lewandowski calls Fields \"delusional\" @MichelleFields you are totally delusional. I never touched you. As a matter of fact, I have never even met you.",
            "I think that's what happened. \"",
            "In fact, they say the incident never even happened."
        ],
        "tf-idf score": [
            0.5020670228592553,
            0.06267306312934764,
            0.1370108096404679
        ]
    },
    "0.2572492826021346-3-24": {
        "average clique similarity": 0.2572492826021346,
        "clique": [
            "4-I watched as a man w",
            "1-Accounts differ on w",
            "3-Fields has become an"
        ],
        "median tf-idf score": 1.0569037925070526,
        "publications": [
            "Washington Post",
            "Talking Points Memo",
            "Vox"
        ],
        "sentences": [
            "I watched as a man with   hair and a suit grabbed her arm and yanked her out of the way. He was Corey Lewandowski, Trump's    campaign manager.",
            "Accounts differ on what happened next, but Fields alleges that Corey Lewandowski, Trump's campaign manager, grabbed her by the arm to forcibly move her out of the way, hard enough to nearly knock her to the ground.",
            "Fields has become an instant celebrity of the journalism world after saying that she was roughly grabbed on the arm, bruised and pushed by Trump's campaign manager, Corey Lewandowski, after a campaign event in Jupiter, Fla. on March 8."
        ],
        "tf-idf score": [
            0.8652821387528853,
            1.0569037925070526,
            1.3438209987165466
        ]
    },
    "0.2661818349754404-3-244": {
        "average clique similarity": 0.2661818349754404,
        "clique": [
            "1-     Corey Lewandows",
            "4-Fields  filed a crim",
            "2-The assault allegati"
        ],
        "median tf-idf score": 0.6882700105401878,
        "publications": [
            "NPR",
            "Talking Points Memo",
            "Vox"
        ],
        "sentences": [
            "--   Corey Lewandowski (@CLewandowski_) March 11, 2016,  10 a. m.: Fields files criminal complaint with Florida policeThe Jupiter Police Department confirmed law enforcement were investigating a misdemeanor battery after Fields filed a police report about the incident.",
            "Fields  filed a criminal police report against Lewandowski on Friday after alleging he \"manhandled\" her.",
            "The assault allegation stems from a Trump news conference last Tuesday  --   and it escalated further Friday, after a criminal complaint was filed in Jupiter, Fla. reportedly, as NPR said on Friday, by Fields against Lewandowski, who, we should note, has denied ever laying a hand on Fields."
        ],
        "tf-idf score": [
            0.6882700105401878,
            0.478299516298688,
            1.3350627577535559
        ]
    },
    "0.27051432355109073-3-57": {
        "average clique similarity": 0.27051432355109073,
        "clique": [
            "1-4 p  m   New video a",
            "0-Washington Post repo",
            "4-According to Washing"
        ],
        "median tf-idf score": 1.1834305076131775,
        "publications": [
            "Fox News",
            "Talking Points Memo",
            "Vox"
        ],
        "sentences": [
            "4 p. m.: New video appears to show Lewandowski grab reporter's arm, Video tweeted by a   staffer purportedly shows the campaign manager grasping Fields' arm, lending credence to the reporter's account of events. Different angle of Michelle Fields, Ben Terris and Corey Lewandowski. pic. twitter.",
            "Washington Post reporter Ben Terris identified Lewandowski as the assailant. Fields did not see who grabbed her arm herself.",
            "According to Washington Post reporter Ben Terris, who was there, Trump's campaign manager, Corey Lewandowski, grabbed Fields and yanked her out of the candidate's way."
        ],
        "tf-idf score": [
            1.1834305076131775,
            0.7776544651107551,
            1.3602265452175044
        ]
    },
    "0.28553688328045845-3-196": {
        "average clique similarity": 0.28553688328045845,
        "clique": [
            "4-Politico obtained an",
            "3-A transcript of an a",
            "1-Lewandowski also twe"
        ],
        "median tf-idf score": 0.4225473173657729,
        "publications": [
            "Vox",
            "Washington Post",
            "Talking Points Memo"
        ],
        "sentences": [
            "Politico obtained an audio recording of the incident, which reflected Terris's account.",
            "A transcript of an audiotape obtained by Politico seemed to support Terris and Fields.",
            "Lewandowski also tweeted Fields \"once claimed Allen West groped her but later went silent,\" with a link to notorious   troll Charles C Johnson's blog. 5 p. m.: Politico publishes transcript of   After a voice allegedly belonging to Lewandowski says \"excuse me, thank you,\" Terris can be heard asking Fields if she's okay in a transcript of audio of the incident obtained by Politico."
        ],
        "tf-idf score": [
            0.24225789644360257,
            0.4225473173657729,
            0.8373645512831396
        ]
    },
    "0.29157074464326843-3-333": {
        "average clique similarity": 0.29157074464326843,
        "clique": [
            "2-Saying her employer ",
            "0- A reporter and edit",
            "4-Michelle Fields  the"
        ],
        "median tf-idf score": 1.6364223177314532,
        "publications": [
            "NPR",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "Saying her employer had failed to stand by her after she alleged being assaulted by Donald Trump's campaign manager, reporter Michelle Fields has resigned from conservative website Breitbart News. Ben Shapiro also resigned.",
            " A reporter and editor for the conservative news website Breitbart resigned their positions late Sunday over the site's response to an alleged assault on the reporter by Donald Trump's campaign manager.",
            "Michelle Fields, the reporter physically assaulted allegedly by Donald Trump's campaign manager, resigned from Breitbart Monday morning; editor at large Ben Shapiro announced he will also be leaving the   news organization, BuzzFeed reported."
        ],
        "tf-idf score": [
            1.680419802005086,
            1.2587378833177705,
            1.6364223177314532
        ]
    },
    "0.3372123334156547-3-242": {
        "average clique similarity": 0.3372123334156547,
        "clique": [
            "1-In a statement  Shap",
            "2-From Shapiro s state",
            "4-In his resignation l"
        ],
        "median tf-idf score": 1.0947094215094455,
        "publications": [
            "Talking Points Memo",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "In a statement, Shapiro called Breitbart chairman Steve Bannon a \"bully\" who sold out founder Andrew Breitbart's \"mission in order to back another bully, Donald Trump. \"",
            "From Shapiro's statement: \"Steve Bannon is a bully, and has sold out Andrew's mission in order to back another bully, Donald Trump he has shaped the company into Trump's personal Pravda, to the extent that he abandoned and undercut his own reporter, Breitbart News' Michelle Fields, in order to protect Trump's bully campaign manager, Corey Lewandowski, who allegedly assaulted Michelle\".",
            "In his resignation letter, Shapiro said he no longer believed Breitbart was staying true to its   founder Andrew Breitbart:  Both Lewandowski and Trump maligned Michelle in the most repulsive fashion."
        ],
        "tf-idf score": [
            0.8787560843086348,
            1.9737452165435103,
            1.0947094215094455
        ]
    },
    "0.3384605060959032-4-333": {
        "average clique similarity": 0.3384605060959032,
        "clique": [
            "2-I almost fell to the",
            "1-Solov also said that",
            "4-What Michelle has to",
            "3-Washington Post repo"
        ],
        "median tf-idf score": 0.9695587425552643,
        "publications": [
            "NPR",
            "Talking Points Memo",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "I almost fell to the ground, but was able to maintain my balance. Nonetheless, I was shaken. \"The Washington Post's Ben Terris immediately remarked that it was Trump's campaign manager, Corey Lewandowski, who aggressively tried to pull me to the ground.",
            "Solov also said that Fields didn't see who grabbed her, but that The Washington Post's Ben Terris told her it was Lewandowski.",
            "What Michelle has told us directly is that someone \"grabbed her arm\" and while she did not see who it was, Ben Terris of the Washington Post told her that it was Corey Lewandowski.",
            "Washington Post reporter Ben Terris was standing nearby when the incident took place, and he has reported that Lewandowski is the person who grabbed Fields."
        ],
        "tf-idf score": [
            1.0320129910712632,
            0.9071044940392653,
            0.7911754407728752,
            1.0889492571378208
        ]
    },
    "0.38653184720325323-3-232": {
        "average clique similarity": 0.38653184720325323,
        "clique": [
            "0-On Monday  two more ",
            "1-12 p  m   Two more B",
            "3-Other resignations w"
        ],
        "median tf-idf score": 0.9755063485147565,
        "publications": [
            "Fox News",
            "Talking Points Memo",
            "Washington Post"
        ],
        "sentences": [
            "On Monday, two more staffers for Breitbart resigned from the company over the news website's   Trump stance, Politico reported. National security correspondent Jordan Schachtel and associate editor Jarrett Stepman sent their resignations to management.",
            "12 p. m.: Two more Breitbart staffers resign, Jordan Schachtel, Breitbart national security correspondent, and editor Jarrett Stepman said in statements to Politico that they resigned their posts over the news site's   \"propaganda. \"",
            "Other resignations would follow in the coming days: Fields's, and those of reporters Ben Shapiro, Jordan Schachtel and Jarrett Stepman."
        ],
        "tf-idf score": [
            1.0480730301881285,
            0.9755063485147565,
            0.6357692331579423
        ]
    },
    "0.40639554857959953-3-113": {
        "average clique similarity": 0.40639554857959953,
        "clique": [
            "1- Former Breitbart Ne",
            "3-The story began   Fo",
            "0-On Sunday  Fields wr"
        ],
        "median tf-idf score": 0.8933922957460521,
        "publications": [
            "Washington Post",
            "Fox News",
            "Talking Points Memo"
        ],
        "sentences": [
            "\"Former Breitbart News    Ben Shapiro announced Sunday evening via   Buzzfeed that he is abandoning Andrew Breitbart's lifelong best friend, widow,   management team and friends in pursuit of an elusive contributorship at the Fox News Channel,\" the post read.",
            "The story began: \"Former Breitbart News    Ben Shapiro announced Sunday evening via   Buzzfeed that he is abandoning Andrew Breitbart's lifelong best friend, widow,   management team and friends in pursuit of an elusive contributorship at the Fox News Channel.",
            "On Sunday, Fields wrote that she did not believe the site \"has adequately stood by me during the events of the past week and because of that I believe it is now best for us to part ways\"."
        ],
        "tf-idf score": [
            0.8933922957460521,
            0.917563920070052,
            0.7032570774061164
        ]
    },
    "0.42151494327379146-3-5": {
        "average clique similarity": 0.42151494327379146,
        "clique": [
            "0- Breitbart News is n",
            "1- Breitbart News is n",
            "3-After Thursday s Rep"
        ],
        "median tf-idf score": 0.8734076861761051,
        "publications": [
            "Washington Post",
            "Fox News",
            "Talking Points Memo"
        ],
        "sentences": [
            "\"Breitbart News is no longer a journalistic enterprise, but instead, in my opinion, something resembling an unaffiliated media Super PAC for the Trump campaign.",
            "\"Breitbart News is no longer a journalistic enterprise, but instead, in my opinion, something an unaffiliated media Super PAC for the trump campaign.",
            "After Thursday's Republican presidential debate, Trump told CNN: \"This was, in my opinion, made up."
        ],
        "tf-idf score": [
            0.8841639204504167,
            0.8734076861761051,
            0.5104811264183899
        ]
    },
    "0.4351056745945108-3-135": {
        "average clique similarity": 0.4351056745945108,
        "clique": [
            "4-In addition to our s",
            "0-There was no immedia",
            "1- In addition to our "
        ],
        "median tf-idf score": 0.32519508405376496,
        "publications": [
            "Vox",
            "Talking Points Memo",
            "Fox News"
        ],
        "sentences": [
            "In addition to our staff, which had no knowledge of said situation, not a single camera or reporter of more than 100 in attendance captured the alleged incident\".",
            "There was no immediate response from Breitbart or the Trump campaign. Click for more from Buzzfeed News.",
            "\"In addition to our staff, which had no knowledge of said situation, not a single camera or reporter of more than 100 in attendance captured the alleged incident\"."
        ],
        "tf-idf score": [
            0.32519508405376496,
            0.9720131514434012,
            0.32519508405376496
        ]
    },
    "0.44298417915441335-3-203": {
        "average clique similarity": 0.44298417915441335,
        "clique": [
            "2-If you re just catch",
            "1- Everybody said noth",
            "3-Everybody said nothi"
        ],
        "median tf-idf score": 0.6877411895030666,
        "publications": [
            "NPR",
            "Talking Points Memo",
            "Washington Post"
        ],
        "sentences": [
            "If you're just catching up to this story, Fields said last week that she had been yanked hard by the arm as she tried to talk with the Republican  . That night, Trump had just won primary victories in Mississippi and Michigan.",
            "\"Everybody said nothing happened. Perhaps she made the story up,\" Trump said of Fields.",
            "Everybody said nothing happened. Perhaps she made the story up."
        ],
        "tf-idf score": [
            0.8521848246114764,
            0.6877411895030666,
            0.20701121319674762
        ]
    }
}