{
    "0.13375969562588666-3-197": {
        "average clique similarity": 0.13375969562588666,
        "clique": [
            "0-He has also consiste",
            "2-Last year  he denoun",
            "3- Not only that  he i"
        ],
        "median tf-idf score": 0.2770833262315562,
        "publications": [
            "Washington Post",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "He has also consistently denied the reality of global warming, claiming in 2011 that \"[t]here are a substantial number of scientists who have manipulated data so that they will have dollars rolling into their projects\". (There is no evidence whatsoever of this.)",
            "Last year, he denounced him as a \"cancer on conservatism,\" calling Trumpism \"a toxic mix of demagoguery,   and nonsense that will lead the Republican Party to perdition if pursued. \" But that   conviction appears to have been  . Earlier this year, Perry endorsed Trump, saying that while \"he is not a perfect man\" he believes that Trump \"loves this country and he will surround himself with capable, experienced people. \"",
            "\"Not only that, he is deep in the pocket of Big Polluters, who have contributed over $2. 5 million to his presidential campaigns, a disturbing sign that they expected him to protect their profits in office, not do what's best for the American people. \""
        ],
        "tf-idf score": [
            0.2770833262315562,
            0.7065974050272741,
            0.21809356439688224
        ]
    },
    "0.14047324711905748-3-23": {
        "average clique similarity": 0.14047324711905748,
        "clique": [
            "1-Mr Perry did campaig",
            "3-Later  during the 20",
            "4-Trump also had harsh"
        ],
        "median tf-idf score": 0.5251001661178712,
        "publications": [
            "Washington Post",
            "New York Times",
            "Reuters"
        ],
        "sentences": [
            "Mr Perry did campaign energetically for Mr Trump later.",
            "Later, during the 2012 presidential campaign, Perry said, \"There are a substantial number of scientists who have manipulated data so that they will have dollars rolling into their projects. \"",
            "Trump also had harsh things to say about Perry during the campaign, even belittling his eyeglasses by saying, \"He put on glasses so people will think he's smart\". Once Trump secured the nomination, Perry endorsed him as \"the people's choice\"."
        ],
        "tf-idf score": [
            0.5251001661178712,
            0.5146518030396923,
            0.6019588363952556
        ]
    },
    "0.1444105338274975-3-263": {
        "average clique similarity": 0.1444105338274975,
        "clique": [
            "1-And Mr Richardson  a",
            "3-Salo Zelermyer  who ",
            "4-Perry served as gove"
        ],
        "median tf-idf score": 1.0186076899485041,
        "publications": [
            "Washington Post",
            "New York Times",
            "Reuters"
        ],
        "sentences": [
            "And Mr Richardson, a former governor of New Mexico who served as Bill Clinton's energy secretary, said Mr Perry's experience leading a state with a diverse energy economy could serve him well  --   with one major caveat.",
            "Salo Zelermyer, who served as a senior counsel at the Energy Department's general counsel's office under President George W Bush and is now a partner at the Bracewell law firm, said Perry has proven \"it is indeed possible to successfully balance appropriate environmental regulations with domestic energy production and use. \"",
            "Perry served as governor of Texas, a leading   state, from 2000 when he succeeded President George W Bush until 2015. In his unsuccessful presidential runs, he touted his record of job creation in the    state."
        ],
        "tf-idf score": [
            1.0186076899485041,
            1.2042630874829918,
            0.6678063748325168
        ]
    },
    "0.15178921729468356-3-257": {
        "average clique similarity": 0.15178921729468356,
        "clique": [
            "1- There s a lot of el",
            "0- And I will tell you",
            "2-It s not always the "
        ],
        "median tf-idf score": 0.6899594090237114,
        "publications": [
            "Vox",
            "New York Times",
            "Atlantic"
        ],
        "sentences": [
            "\"There's a lot of elements to the department that people don't necessarily know about until you get there,\" said Mr Abraham, who, as a senator from Michigan, also frequently called for the abolition of the Energy Department.",
            "\"And I will tell you,\" Perry said, \"it is three agencies of government when I get there that are gone. Commerce, Education, and the   ...     what's the third one there? Let's see\". Then he stumbled. He couldn't recall the third. When coaxed by other candidates and the moderator  --   did he mean the Environmental Protection Agency, maybe? --   he drew a blank.",
            "It's not always the case that it's been led by a scientist, but to have somebody dismissing climate science as the head of the department, that's worrying,\" said Andrew Rosenberg, the director of the Center for Science and Democracy at the Union of Concerned Scientists, a science advocacy organization. There are other notable differences between the outgoing and potentially incoming cabinet secretaries as well."
        ],
        "tf-idf score": [
            0.765417749894681,
            0.5822047657847592,
            0.6899594090237114
        ]
    },
    "0.1522090838417955-3-219": {
        "average clique similarity": 0.1522090838417955,
        "clique": [
            "3- Rick Perry s Texas ",
            "0-And Rick Perry      ",
            "4-An overwhelming majo"
        ],
        "median tf-idf score": 0.9601453928459016,
        "publications": [
            "Reuters",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "\"Rick Perry's Texas was not only a world leader in oil and gas production; it was also a global leader in wind power and renewable energy investment.",
            "And Rick Perry  --   an inveterate climate denier who was governor for 15 years of one of America's most important oil and gas states  --   is a natural fit to do just that.",
            "An overwhelming majority of scientists believe that carbon dioxide emissions from burning oil, gas and coal is a significant contributor to global climate change, causing sea level rise, drought and more frequent violent storms. The Energy Department was established by President Jimmy Carter in 1977 after an embargo by   nations led to shortages in the United States."
        ],
        "tf-idf score": [
            0.9601453928459016,
            0.7509376888215017,
            1.1973815225257292
        ]
    },
    "0.16114882814171694-3-19": {
        "average clique similarity": 0.16114882814171694,
        "clique": [
            "0-The Department of En",
            "4-The department is re",
            "1-Texas is rich in ene"
        ],
        "median tf-idf score": 0.7807464612626662,
        "publications": [
            "New York Times",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "The Department of Energy doesn't just do energy  --   it mainly handles nuclear weapons The Department of Energy is a strange beast, cobbled together from existing agencies in 1977 at a time when oil crises were raging and calls for a national energy policy were in the air.",
            "The department is responsible for U S energy policy and oversees the nation's nuclear weapons program.",
            "Texas is rich in energy resources, and Mr Perry is an enthusiastic supporter of extracting them. But it is not clear how that experience would translate into leading the Energy Department."
        ],
        "tf-idf score": [
            0.7807464612626662,
            0.6672294758574361,
            0.92518201519138
        ]
    },
    "0.16921485002797207-3-259": {
        "average clique similarity": 0.16921485002797207,
        "clique": [
            "0-The wind boom wasn t",
            "2-But Perry has suppor",
            "3-But  he added  as go"
        ],
        "median tf-idf score": 0.8251464297007225,
        "publications": [
            "Vox",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "The wind boom wasn't all Perry's doing  --   federal tax credits for wind arguably played a bigger role  --   but he didn't stand in its way.",
            "But Perry has supported the wind industry in Texas as well, signing legislation that mandated an expansion of renewable energy capacity.",
            "But, he added, as governor Perry \"increased the ambition of the state's Renewable Energy Standard, directed state funds to innovative wind energy R&D initiatives, and created a 'Competitive Renewable Energy Zone' that helped expand transmission of renewables, bringing clean wind energy from rural communities to new state markets. \" However during a 2015 Iowa Agriculture Summit in Des Moines, the former governor said he opposed extending the federal tax credit for wind power."
        ],
        "tf-idf score": [
            0.4042915788811833,
            0.8251464297007225,
            1.0959296877893205
        ]
    },
    "0.1759190666334163-3-103": {
        "average clique similarity": 0.1759190666334163,
        "clique": [
            "2-Moniz played a major",
            "1-Under President Obam",
            "3-More than  1  65 bil"
        ],
        "median tf-idf score": 0.8170575843803202,
        "publications": [
            "New York Times",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "Moniz played a major role in the negotiation of the Iran nuclear deal, an international agreement that Perry has claimed \"jeopardizes the safety and security of the free world. \"",
            "Under President Obama, the Energy Department helped secure an agreement with Iran to dismantle its nuclear weapons program and took on a larger role in efforts to combat global warming, particularly through scientific research.",
            "More than $1. 65 billion in interest payments have already been paid. Moniz also used his knowledge of physics and nuclear weapons, and the department's national laboratories to play a key role in talks aimed at limiting Iran's nuclear program. Perry brings lacks that knowledge."
        ],
        "tf-idf score": [
            0.6231234174645983,
            0.9209167318062723,
            0.8170575843803202
        ]
    },
    "0.18044296984809094-3-182": {
        "average clique similarity": 0.18044296984809094,
        "clique": [
            "1-He said his views ev",
            "0-Another 20 percent g",
            "3-Despite its name  mo"
        ],
        "median tf-idf score": 0.8958716567647917,
        "publications": [
            "Washington Post",
            "New York Times",
            "Vox"
        ],
        "sentences": [
            "He said his views evolved after he was named its leader in President George W Bush's first term. \"You find yourself surprised by what it really entails,\" he said. About 60 percent of the Energy Department's budget is devoted to the National Nuclear Security Administration, which defines its mission as enhancing national security through the military application of nuclear science.",
            "Another 20 percent goes toward basic science research in the national labs  --   things like   physics, nuclear physics, and computing research. Finally, only 20 percent is devoted to what we typically think of as \"energy\" programs, including R&D toward new oil and gas drilling techniques, advanced nuclear reactors, renewables, and energy efficiency.",
            "Despite its name, most of the Energy Department's budget is devoted to maintaining the nation's stockpile of nuclear warheads and to cleaning up nuclear waste at sites left by military weapons programs."
        ],
        "tf-idf score": [
            1.0521280072533752,
            0.8958716567647917,
            0.7123158896949822
        ]
    },
    "0.19477831576238822-3-229": {
        "average clique similarity": 0.19477831576238822,
        "clique": [
            "1- Some of the questio",
            "2- My administration i",
            "4- It s now up to the "
        ],
        "median tf-idf score": 0.46049594663266313,
        "publications": [
            "Reuters",
            "New York Times",
            "Atlantic"
        ],
        "sentences": [
            "\"Some of the questions asked left many in our work force unsettled,\" he wrote in an email. \"We are going to respect the professional and scientific integrity and independence of our employees at our labs and across our department,\" he wrote.",
            "\"My administration is going to make sure we take advantage of our huge natural resource deposits to make America energy independent and create vast new wealth for our nation, and Rick Perry is going to do an amazing job as the leader of that process,\" Trump said in a statement.",
            "\"It's now up to the Senate to defend our health, our economy and our democracy by defeating this nomination\". (Writing by Bill Trott  Editing by xxxx xxxxx) NEW YORK Six in 10 American voters support the new ban on people from six predominantly Muslim countries from entering the United States unless they can show they have a close relative here, according to opinion poll results released on Wednesday."
        ],
        "tf-idf score": [
            0.38000392605926053,
            1.0565118992706042,
            0.46049594663266313
        ]
    },
    "0.19550441884968828-3-346": {
        "average clique similarity": 0.19550441884968828,
        "clique": [
            "3-The department runs ",
            "0-On Tuesday  a massiv",
            "2-It maintains the nat"
        ],
        "median tf-idf score": 0.6888037698022622,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "The department runs the nation's national laboratories, sets appliance standards and hands out grants and loan guarantees for basic research, solar cells, capturing carbon dioxide from coal combustion and more.",
            "On Tuesday, a massive new report by the Information Technology & Information Foundation outlined a variety of recommendations for future Department of Energy research that included everything from reorienting the national labs \"to pursue commercially relevant RD&D\" to investing in demonstration projects for advanced nuclear, solar, carbon capture, and \"connected vehicles\" technology.",
            "It maintains the nation's arsenal of nuclear weapons, and runs national laboratories that conduct scientific and energy technology research, including research and development focused on renewable energy. The national laboratories play a critical role in driving U S scientific innovation."
        ],
        "tf-idf score": [
            0.48660766892893753,
            0.9024615565121461,
            0.6888037698022622
        ]
    },
    "0.20252038311818046-3-378": {
        "average clique similarity": 0.20252038311818046,
        "clique": [
            "0-That was it  That br",
            "2-Perry tried and fail",
            "1-He was briefly a   f"
        ],
        "median tf-idf score": 0.4545933519770941,
        "publications": [
            "Vox",
            "Atlantic",
            "New York Times"
        ],
        "sentences": [
            "That was it. That brain fart ended Perry's presidential aspirations in 2012.",
            "Perry tried and failed to win the Republican nomination for president in 2012, and launched another unsuccessful presidential bid in 2016.",
            "He was briefly a   for the 2012 Republican presidential nomination, but his Energy Department \"oops moment,\" as he called it, is widely seen as having sunk his candidacy. His run for the 2016 nomination ended in late 2015, but not before he called Mr Trump a \"barking carnival act\" and a \"cancer on conservatism. \""
        ],
        "tf-idf score": [
            0.3972847092439558,
            0.4545933519770941,
            1.0328628660462111
        ]
    },
    "0.20265586642047353-3-10": {
        "average clique similarity": 0.20265586642047353,
        "clique": [
            "1-In choosing him to b",
            "0-But it wasn t the en",
            "4-Perry s proposal to "
        ],
        "median tf-idf score": 1.0290724718612672,
        "publications": [
            "Reuters",
            "New York Times",
            "Vox"
        ],
        "sentences": [
            "In choosing him to be secretary of energy, the   is elevating him to a cabinet post that Mr Perry once said he wanted to eliminate, a proposal that led to one of the most famous gaffes in recent presidential politics.",
            "But it wasn't the end of the story: Donald Trump has reportedly picked Rick Perry to lead the Energy Department, the very agency he once kinda sorta wanted to get rid of.",
            "Perry's proposal to get rid of the Energy Department caused what has become known as his \"oops\" moment during a November 2011 Republican presidential candidate debate when he could not remember all of the three   departments he wanted to eliminate."
        ],
        "tf-idf score": [
            0.9152367503823133,
            1.17164506117441,
            1.0290724718612672
        ]
    },
    "0.21307549225190617-3-8": {
        "average clique similarity": 0.21307549225190617,
        "clique": [
            "3-If confirmed  Perry ",
            "4-Perry  who also brie",
            "2-Perry won t necessar"
        ],
        "median tf-idf score": 0.6237748084572743,
        "publications": [
            "Reuters",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "If confirmed, Perry would walk into an agency where many career civil servants are likely to be wary of him, not only because of his past pledge to abolish the department.",
            "Perry, who also briefly ran in the 2016 presidential race, would have to be confirmed by the Senate to head the Energy Department.",
            "Perry won't necessarily be pursuing his own energy agenda if confirmed by the Senate. He will be tasked with carrying out the  's policy aims."
        ],
        "tf-idf score": [
            0.6237748084572743,
            0.7968165821264583,
            0.5928957085580099
        ]
    },
    "0.2153265351390631-3-195": {
        "average clique similarity": 0.2153265351390631,
        "clique": [
            "3-But the last two sec",
            "0-How Perry might resh",
            "1-It also established "
        ],
        "median tf-idf score": 0.9067702289927757,
        "publications": [
            "Washington Post",
            "Vox",
            "New York Times"
        ],
        "sentences": [
            "But the last two secretaries, physicists Steven Chu and Ernest Moniz, have moved laboratories and other  energy programs toward finding ways to slow climate change. The much derided loan and loan guarantee program  --   which stumbled with a half billion loss linked to solar panel maker Solyndra  --   has as of September had issued $31.",
            "How Perry might reshape the Energy Department Perry has a very different background from his   predecessors  --   Steven Chu, a Nobel Prize --  winning physicist, and Ernest Moniz, a nuclear physicist.",
            "It also established the Advanced Research Projects   to support breakthrough research on clean energy technology. The last two energy secretaries, Ernest J Moniz of M I T and Steven Chu of Stanford, brought to the office their doctorates in physics, academic credentials and, in Dr Chu's case, a Nobel Prize."
        ],
        "tf-idf score": [
            0.9067702289927757,
            0.9945549076659929,
            0.6055822775609488
        ]
    },
    "0.22538927921436203-3-304": {
        "average clique similarity": 0.22538927921436203,
        "clique": [
            "2-Trump has called cli",
            "3-Gore met with Trump ",
            "1-His views align with"
        ],
        "median tf-idf score": 0.5494991231912724,
        "publications": [
            "New York Times",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "Trump has called climate change a \"hoax\" and campaigned on promises to dismantle Obama's climate initiatives.",
            "Gore met with Trump recently to discuss climate change.",
            "His views align with those of Mr Trump, who has called climate change a hoax perpetuated by the Chinese."
        ],
        "tf-idf score": [
            0.5494991231912724,
            0.32671222706614583,
            0.5904464934497217
        ]
    },
    "0.23118531747418314-3-378": {
        "average clique similarity": 0.23118531747418314,
        "clique": [
            "1-Mr Perry  66  would ",
            "0-Perry has a long his",
            "3-At one point  he dis"
        ],
        "median tf-idf score": 0.8176329886219765,
        "publications": [
            "New York Times",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "Mr Perry, 66, would bring a different set of credentials. He is the   governor of Texas  --   in office from 2000 to 2015  --   and before that was the Texas agriculture commissioner.",
            "Perry has a long history of supporting oil, gas, and coal  --   though also wind             As governor of Texas from 2000 to 2015, Perry strongly favored expanded fossil fuel production, as this great piece from Kate Galbraith of the Texas Tribune explored.",
            "At one point, he dismissed Trump's campaign as a \"barking carnival act. \" The child of a cotton farmer and county commissioner from west Texas, Perry immersed himself in politics from a young age. He was elected as a Democrat to the state legislature but switched to the GOP when he ran for Texas agriculture commissioner. As governor, he recruited    firms to Texas."
        ],
        "tf-idf score": [
            0.6438023241087757,
            0.8176329886219765,
            0.8429451428296644
        ]
    },
    "0.23625475273246796-3-33": {
        "average clique similarity": 0.23625475273246796,
        "clique": [
            "4-Perry s selection is",
            "3-Perry sits on the bo",
            "1- The Rick Perry choi"
        ],
        "median tf-idf score": 0.9753124456908431,
        "publications": [
            "New York Times",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Perry's selection is another indication that the incoming Trump administration may be friendly toward the fossil fuel industry. He is on the board of directors for Energy Transfer Partners, the company building the Dakota Access Pipeline in North Dakota that has been stalled by protests by the Standing Rock Sioux tribe and supporters.",
            "Perry sits on the board of Energy Transfer Partners, the firm that is trying to complete work on the Dakota Access Pipeline on the Great Plains.",
            "\"The Rick Perry choice is so perplexing,\" said former Senator Byron L Dorgan, Democrat of North Dakota, who for years led the committee that oversees the Energy Department's budget."
        ],
        "tf-idf score": [
            1.1039516595834742,
            0.6247684792260838,
            0.9753124456908431
        ]
    },
    "0.24820178943737012-3-177": {
        "average clique similarity": 0.24820178943737012,
        "clique": [
            "3-But he said that  my",
            "1-But  as a big fossil",
            "4-Perry has advocated "
        ],
        "median tf-idf score": 1.2288208328576051,
        "publications": [
            "Washington Post",
            "Reuters",
            "New York Times"
        ],
        "sentences": [
            "But he said that \"my big concern is that he's too tied to the fossil fuel industry and because of Donald Trump's positions he will try to dismantle the very valuable renewable energy and climate change programs and policies that are a huge part of the DOE \" Wind power did expand under Perry during his tenure in Texas  --   from 200 megawatts in 2000 to 14, 098 megawatts in 2014, according to the American Wind Energy Association  --   and he supported the construction of transmission lines nearly a decade ago that helped bring   electricity to market.",
            "But \"as a big fossil fuel advocate, my concern is that Perry will get sucked in by the Trump climate deniers and try to dismantle the valuable renewable energy and climate change programs that the department manages. \"",
            "Perry has advocated lighter regulation on the fossil fuel industry, and has called the science around climate change \"unsettled\"."
        ],
        "tf-idf score": [
            1.572760145148494,
            1.2288208328576051,
            0.7279099529004408
        ]
    },
    "0.24981634672211459-4-43": {
        "average clique similarity": 0.24981634672211459,
        "clique": [
            "1-WASHINGTON         D",
            "4- Donald Trump has ch",
            "0-And while it s not c",
            "3-           Donald Tr"
        ],
        "median tf-idf score": 1.4526739177816455,
        "publications": [
            "Washington Post",
            "Vox",
            "Reuters",
            "New York Times"
        ],
        "sentences": [
            "WASHINGTON  --     Donald J Trump plans to name Rick Perry, the former governor of Texas, to lead the Energy Department, an agency far more devoted to national security and basic science than to the extraction of fossil fuels that is Mr Perry's expertise.",
            " Donald Trump has chosen former Texas Governor Rick Perry to head the U S Department of Energy, a source close to the   said, putting him in charge of an agency he proposed eliminating during his bid for the 2012 Republican presidential nomination.",
            "And while it's not clear that Perry still wants to abolish the DOE, the   fossil fuel --  loving former governor from Texas is likely to usher in major changes to this key agency.",
            "           Donald Trump has picked Rick Perry to head the Energy Department, said two people familiar with the decision, seeking to put the former Texas governor in control of an agency whose name he forgot during a presidential debate even as he vowed to abolish it."
        ],
        "tf-idf score": [
            1.4100656377880032,
            1.5185440904102294,
            0.7234486030716419,
            1.4952821977752877
        ]
    },
    "0.2593958159002371-3-325": {
        "average clique similarity": 0.2593958159002371,
        "clique": [
            "4-There were indicatio",
            "0-Last week  a leaked ",
            "3-Employees there are "
        ],
        "median tf-idf score": 1.006426372475673,
        "publications": [
            "Reuters",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "There were indications of a possible rocky handover for the Energy Department after Trump transition officials asked the agency for the names of employees who have worked on climate change issues. Department spokesman Eben   said on Tuesday the department will not comply and that the request had \"left many in our workforce unsettled\".",
            "Last week, a leaked memo revealed that the Trump transition team was asking for the names of any Energy Department staffers who had worked on climate change issues under Obama.",
            "Employees there are already on edge, given the fact that Trump's transition team gave a questionnaire to DOE officials asking that they identify which employees have worked on either international climate negotiations or domestic initiatives to cut carbon."
        ],
        "tf-idf score": [
            1.1699292881091188,
            1.006426372475673,
            0.5347602670699123
        ]
    },
    "0.2608114339994135-3-345": {
        "average clique similarity": 0.2608114339994135,
        "clique": [
            "0- Which programs with",
            "2-The transition team ",
            "3-Referring to renewab"
        ],
        "median tf-idf score": 0.8459631661461481,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "\"Which programs within DOE,\" the memo asks, \"are essential to meeting the goals of President Obama's Climate Action Plan?\"",
            "The transition team recently asked the Energy Department to provide names of employees who have attended United Nations climate talks and identify programs \"essential to meeting the goals of President Obama's Climate Action Plan. \"",
            "Referring to renewable sources, Jennifer Layke, the World Resources Institute energy program director, said: \"The Department of Energy leads essential programs that drive innovation and fill important gaps to get new technologies off the ground. These are vital to keep the U S at the frontier of energy technology."
        ],
        "tf-idf score": [
            0.3946030849006976,
            0.9405415811774256,
            0.8459631661461481
        ]
    },
    "0.2676164188470254-4-83": {
        "average clique similarity": 0.2676164188470254,
        "clique": [
            "1-Mr Trump s selection",
            "2-Scott Pruitt  the Ok",
            "0-If the Trump adminis",
            "4-Trump s choice for t"
        ],
        "median tf-idf score": 0.7153806454680187,
        "publications": [
            "Reuters",
            "New York Times",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "Mr Trump's selection of Mr Perry appears to line up with his appointment last week of the Oklahoma attorney general, Scott Pruitt, to run the Environmental Protection Agency.",
            "Scott Pruitt, the Oklahoma attorney general who Trump has chosen to head the Environmental Protection Agency, has been a   legal opponent of the agency's efforts to regulate greenhouse gas emissions.",
            "If the Trump administration is serious about improving US competitiveness, surely they won't risk forfeiting these advanced energy industries and their   dollar markets to China. Further reading   --   Here's a look at how Trump's pick for the EPA, Scott Pruitt, could reshape that agency.",
            "Trump's choice for the Environmental Protection Agency is  Oklahoma Attorney General Scott Pruitt, an ardent opponent of President Barack Obama's measures to curb climate change who has sued the EPA to block in a bid to undo a key regulation to curb greenhouse gas emissions, mainly from   power plants."
        ],
        "tf-idf score": [
            0.7511855152133969,
            0.6228366519447498,
            0.6795757757226405,
            1.0378634561731608
        ]
    },
    "0.2839783939718838-3-51": {
        "average clique similarity": 0.2839783939718838,
        "clique": [
            "0-But the energy progr",
            "1-But after the Sept  ",
            "2-As Brad Plumer point"
        ],
        "median tf-idf score": 0.6578683539213401,
        "publications": [
            "Vox",
            "New York Times",
            "Atlantic"
        ],
        "sentences": [
            "But the energy programs have changed significantly with each new president.",
            "But after the Sept. 11 attacks, his attention shifted to counterterrorism and nuclear weapons and nonproliferation programs. Mr Chu was brought in by Mr Obama to focus on climate change programs, but in the summer of 2010, he became consumed with personally helping to engineer a way to stop the oil gushing from a blown BP well in the Gulf of Mexico.",
            "As Brad Plumer points out at Vox:   The nuclear weapons and environmental cleanup programs tend to remain fixed from administration to administration. But the energy programs have changed significantly with each new president."
        ],
        "tf-idf score": [
            0.43160936610622636,
            0.7791363484276879,
            0.6578683539213401
        ]
    },
    "0.29001203211635235-3-141": {
        "average clique similarity": 0.29001203211635235,
        "clique": [
            "4-After mentioning the",
            "1-More recently  Mr Pe",
            "3-Oops    Later during"
        ],
        "median tf-idf score": 0.8556959016434278,
        "publications": [
            "New York Times",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "After mentioning the departments of Commerce and Education, he said, \"I can't. The third one, I can't. Sorry. Oops\". A few minutes later in the debate Perry said with a laugh, \"By the way that was the Department of Energy I was reaching for a while ago\".",
            "More recently, Mr Perry was a contestant on the television show \"Dancing With the Stars,\" but was eliminated in an early round.",
            "Oops. \" Later during the debate, Perry offered: \"By the way, that was the Department of Energy I was reaching for a while ago. \""
        ],
        "tf-idf score": [
            1.0067440301131902,
            0.5046914723953537,
            0.8556959016434278
        ]
    },
    "0.2977681006335965-3-378": {
        "average clique similarity": 0.2977681006335965,
        "clique": [
            "1- Oops   Mr Perry sai",
            "3-Declaring that he wa",
            "0- Back in 2011  durin"
        ],
        "median tf-idf score": 0.674390162227355,
        "publications": [
            "New York Times",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "\"Oops,\" Mr Perry said in 2011 as he racked his brain during a nationally televised Republican primary debate, trying to remember the three departments he wanted to dismantle.",
            "Declaring that he wanted to eliminate three federal agencies during a primary debate in Michigan, Perry then froze after mentioning the Commerce and Education departments. \"The third one, I can't. Sorry.",
            " Back in 2011, during the GOP presidential primary, Rick Perry spoke during a debate and tried to list the three federal agencies he'd abolish if elected to the White House."
        ],
        "tf-idf score": [
            0.7856013011776821,
            0.674390162227355,
            0.5471876415729315
        ]
    },
    "0.41319438046500506-3-236": {
        "average clique similarity": 0.41319438046500506,
        "clique": [
            "0-Donald Trump s trans",
            "2-           Donald Tr",
            "4-Trump on Tuesday nam"
        ],
        "median tf-idf score": 1.1976830833833891,
        "publications": [
            "Vox",
            "Atlantic",
            "Reuters"
        ],
        "sentences": [
            "Donald Trump's transition team, for its part, has generally signaled that it wants to tilt the Energy Department's focus away from renewables and back toward programs that support oil and gas drilling (and possibly nuclear power).",
            "[  ...    ]Donald Trump's transition team, for its part, has generally signaled that it wants to tilt the Energy Department's focus away from renewables and back toward programs that support oil and gas drilling (and possibly nuclear power).",
            "Trump on Tuesday named Rex Tillerson, chief executive of oil giant Exxon Mobil Corp, as his choice for secretary of state. Trump has settled on U S Representative Cathy McMorris Rodgers, a   skeptic and an advocate for expanded oil and gas development, as interior secretary."
        ],
        "tf-idf score": [
            1.1976830833833891,
            1.1976830833833891,
            0.7010920576781947
        ]
    },
    "0.47402953581412294-3-261": {
        "average clique similarity": 0.47402953581412294,
        "clique": [
            "3-In recent years  the",
            "2-          Under Obam",
            "0-Under President Bara"
        ],
        "median tf-idf score": 0.8669797029287749,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "In recent years, the Department of Energy has given U S businesses a significant boost to accelerate the development of battery storage, solar panels and electric vehicles. These programs must continue. \"",
            "...      [Under Obama] the Department of Energy has greatly expanded a variety of clean energy programs  --   the stimulus bill of 2009 created massive loan guarantee programs for solar, battery, and electric car companies.",
            "Under President Barack Obama, meanwhile, the Department of Energy has greatly expanded a variety of clean energy programs  --   the stimulus bill of 2009 created massive loan guarantee programs for solar, battery, and electric car companies."
        ],
        "tf-idf score": [
            0.7824299969719423,
            0.8669797029287749,
            0.9348634877672186
        ]
    }
}