{
    "0.12168153099217843-3-327": {
        "average clique similarity": 0.12168153099217843,
        "clique": [
            "3-Before entering poli",
            "4-What Clinton has in ",
            "1-Kaine and Holton mar"
        ],
        "median tf-idf score": 1.0089617830892215,
        "publications": [
            "Vox",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "Before entering politics, Kaine was an attorney who specialized in civil rights and fair housing. He learned Spanish during a mission trip to Honduras while in law school. During his political career, he's demonstrated an ability to woo voters across party lines, winning his 2006 gubernatorial race with support in both Democratic and traditionally Republican strongholds.",
            "What Clinton has in Kaine is a vice presidential candidate who doesn't help Trump's effort to mobilize a white male backlash and may even help blunt it, but who is also able to appeal to the Democrats' multicultural coalition: Kaine was the first member of the Senate to deliver a floor speech in Spanish, and while mayor of Richmond, Virginia, he made headlines for officially apologizing for the city's role in slavery.",
            "Kaine and Holton married and settled in Richmond where both practiced law and sewed the seeds of Kaine's political future."
        ],
        "tf-idf score": [
            1.0089617830892215,
            1.455422340524366,
            0.47407136056016924
        ]
    },
    "0.12525786560703928-3-261": {
        "average clique similarity": 0.12525786560703928,
        "clique": [
            "1-Labor  abortion righ",
            "4-Usually  that s not ",
            "0- In politics you ve "
        ],
        "median tf-idf score": 0.5491898961541263,
        "publications": [
            "CNN",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "Labor, abortion rights groups praise Kaine pick, The announcement came on the heels of an attack in Munich, Germany, that dominated the afternoon news cycle. The Clinton campaign deliberated over how to avoid a   scenario that could be perceived as insensitive, but in the end, proceeded with its plan to make the unveil on Friday.",
            "Usually, that's not how you want your VP described, but the Clinton campaign might well wear that label as a badge of honor this year.",
            "\"In politics you've got to have a fallback in our line of work because your career can be over in an instant,\" Kaine told the Post. \"Not that I would make much money playing a harmonica\"."
        ],
        "tf-idf score": [
            0.9609341745723272,
            0.3678224500409126,
            0.5491898961541263
        ]
    },
    "0.13413171578186267-3-207": {
        "average clique similarity": 0.13413171578186267,
        "clique": [
            "0-He ran for the U S S",
            "3-Kaine has been bashe",
            "1-While Kaine is perce"
        ],
        "median tf-idf score": 0.6862831844020176,
        "publications": [
            "Fox News",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "He ran for the U S Senate in 2012. Kaine's rise through the political world has been steady and, in some cases, with a hint of luck: He won his Senate seat four years ago when incumbent Jim Webb, a   senator, did not seek  .",
            "Kaine has been bashed by some who says he's too conservative on issues like abortion and trade deals. The latest headlines on the 2016 elections from the biggest name in politics.",
            "While Kaine is perceived as far more of political moderate, particularly with today's liberal strain coursing through the party, he is often a reliable liberal vote in the Senate. Despite his Catholic faith, he is a staunch supporter of abortion rights. He is a defender of the Affordable Care Act and announced his support for same sex marriage in 2013. On guns he has an \"F\" rating from the National Rifle Association (NRA)."
        ],
        "tf-idf score": [
            0.6655952828155688,
            0.6862831844020176,
            0.8789931757750171
        ]
    },
    "0.1392953516459868-3-250": {
        "average clique similarity": 0.1392953516459868,
        "clique": [
            "0-In a statement at th",
            "2-A popular figure amo",
            "3-His selection comple"
        ],
        "median tf-idf score": 0.889967061686741,
        "publications": [
            "NPR",
            "Fox News",
            "Guardian"
        ],
        "sentences": [
            "In a statement at the time, he said that for many women, \"Planned Parenthood health centers are their only source of high quality health care\". Kaine is a   \"harmonica enthusiast\". He has played the instrument for over two decades, according to Roll Call, and has been known to make appearances with it on and off the campaign trail.",
            "A popular figure among evangelical conservatives and known, like Kaine, for his polite demeanor, Pence has nonetheless shed the   image in his new role as attack dog for Trump, echoing the real estate mogul's message that Clinton is corrupt and disqualified from the presidency.",
            "His selection completes the   for the general election, in which Clinton and Kaine will face off against Trump and Pence."
        ],
        "tf-idf score": [
            0.889967061686741,
            0.9990801468371675,
            0.7719190351899093
        ]
    },
    "0.14153903938736634-3-4": {
        "average clique similarity": 0.14153903938736634,
        "clique": [
            "1-  CNN  Hillary Clint",
            "0-Clinton running mate",
            "3-But Clinton s campai"
        ],
        "median tf-idf score": 1.0570701031306198,
        "publications": [
            "CNN",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            " (CNN) Hillary Clinton has chosen Virginia Sen. Tim Kaine to be her running mate, turning to a steady and seasoned hand in government to fill out the Democratic ticket, she announced Friday.",
            "Clinton running mate Tim Kaine and Trump running mate Mike Pence will debate each other on Tuesday night at Longwood University in Farmville, Va. Vice presidential picks don't typically receive as much attention as the people at the top of the ticket.",
            "But Clinton's campaign faced mounting unrest from some liberal groups and supporters of Vermont Sen. Bernie Sanders over her choice of running mate."
        ],
        "tf-idf score": [
            1.074697319834738,
            1.0570701031306198,
            0.584741665018353
        ]
    },
    "0.14411359209992278-3-183": {
        "average clique similarity": 0.14411359209992278,
        "clique": [
            "0-In June  Kaine held ",
            "2-Gun control has emer",
            "1-In the wake of the T"
        ],
        "median tf-idf score": 0.5904307914198038,
        "publications": [
            "Guardian",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "In June, Kaine held the floor with other Senate Democrats for 15 hours to advocate for gun control legislation.",
            "Gun control has emerged as a prominent issue in the 2016 election. Kaine pledged: \"We will not rest until we get universal background checks. \"",
            "In the wake of the Tech massacre, Kaine became a leading voice on reforming gun control laws, an issue Clinton has highlighted throughout her campaign."
        ],
        "tf-idf score": [
            0.5334185803694503,
            0.5904307914198038,
            0.8503891939668677
        ]
    },
    "0.15259731706598198-3-86": {
        "average clique similarity": 0.15259731706598198,
        "clique": [
            "3-He also had a partic",
            "1-The President later ",
            "0-President Obama near"
        ],
        "median tf-idf score": 0.5876664223129322,
        "publications": [
            "CNN",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "He also had a particularly powerful backer: President Obama, who advised Clinton's campaign during the selection process that Kaine would be a strong choice.",
            "The President later praised Clinton's choice, telling supporters in a fundraising email Saturday that \"Tim is a good man. He's a true progressive. And he will make a great vice president\".",
            "President Obama nearly picked him in 2008, but this time he got the job. He has been seen as a safe choice in an    election year."
        ],
        "tf-idf score": [
            0.8649185027758389,
            0.5876664223129322,
            0.4851278172975212
        ]
    },
    "0.15422334055303535-3-36": {
        "average clique similarity": 0.15422334055303535,
        "clique": [
            "0-On the floor  he spo",
            "2-It was one of his bi",
            "1-Advisers to Clinton "
        ],
        "median tf-idf score": 0.6866838494938405,
        "publications": [
            "Guardian",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "On the floor, he spoke of his experience in the aftermath of the shooting: \"That was the worst day of my life, and it will always be the worst day of my life  --   comforting the families of the victims, talking to the first responders who went into a classroom where bodies littered the floor and who heard in the pockets of deceased students and professors cell phones ringing as parents who had seen it on the news were calling their kids, just knowing they were at Virginia Tech to ask them if they were all right  --   calls that would never be answered\".",
            "It was one of his biggest applause lines. Kaine also wasted little time going after Trump, invoking the real estate mogul's recent comments that the US should not immediately come to the assistance of Nato allies unless they had fulfilled their obligations in return.",
            "Advisers to Clinton see Kaine as a stable force on the bottom of the ticket, foregoing the allure of a pick that could provide more star power in favor of one they are hoping will be void of drama."
        ],
        "tf-idf score": [
            0.6044080356847362,
            0.8399842402644839,
            0.6866838494938405
        ]
    },
    "0.15608149100328128-3-290": {
        "average clique similarity": 0.15608149100328128,
        "clique": [
            "3-Kaine got some pract",
            "1-The audition  At a j",
            "2-He added   Hillary C"
        ],
        "median tf-idf score": 0.9274417043238882,
        "publications": [
            "Guardian",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "Kaine got some practice challenging Trump's message when he campaigned with Clinton last week in northern Virginia, where he spoke briefly in Spanish and offered a strident assault on Trump's White House credentials.",
            "The audition, At a joint campaign appearance last week in Virginia, which served as a final audition, Clinton stood    Kaine and beamed as he spoke of her virtues in Spanish. \"Estamos listos para Hillary,\" he declared.",
            "He added: \"Hillary Clinton is the direct opposite of Donald Trump. She doesn't trash our allies  --   she respects them. \" Trump last week chose Pence, the Indiana governor, as his   candidate."
        ],
        "tf-idf score": [
            1.0050458380948806,
            0.9274417043238882,
            0.5768695657241572
        ]
    },
    "0.16040824775703114-3-30": {
        "average clique similarity": 0.16040824775703114,
        "clique": [
            "2- I had the experienc",
            "4-Trump is left with 1",
            "1-It reflected a strat"
        ],
        "median tf-idf score": 0.739656833587261,
        "publications": [
            "Vox",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "\"I had the experience of [Fidel] Castro,\" she said, \"and Trump is a reminder of the dictators in the world. I am totally against anything that has to do with Trump. \"",
            "Trump is left with 16. Virginia, in other words, is a big deal, and if Kaine can help her win it, Trump's path to the White House narrows considerably.",
            "It reflected a strategic choice by Clinton: To go with a running mate who amplifies her argument that experience in government    not sizzle    is the best path to keeping the White House in Democratic hands. Kaine's midwestern roots also run strong: Born in Minnesota, Kaine is the son of a welder who was raised in Kansas and graduated from the University of Missouri."
        ],
        "tf-idf score": [
            0.33532888380640946,
            0.739656833587261,
            1.1500784055344357
        ]
    },
    "0.161888613364306-3-161": {
        "average clique similarity": 0.161888613364306,
        "clique": [
            "1-Kaine also earned hi",
            "3-His wife  Anne Holto",
            "4-In 2006  mere days a"
        ],
        "median tf-idf score": 0.503026609249297,
        "publications": [
            "Fox News",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "Kaine also earned high marks for his stewardship of the state after the Virginia Tech Massacre, at the time the worst mass shooting in U S history.",
            "His wife, Anne Holton, is the daughter of a former Virginia governor and is herself a former state judge and the state's education secretary. The couple has three children.",
            "In 2006, mere days after he was sworn in as governor of Virginia, Democrats tapped him to give their State of the Union response. In 2008, he was one of three names on Barack Obama's shortlist for the vice presidency."
        ],
        "tf-idf score": [
            0.6171587210099561,
            0.33934848241832105,
            0.503026609249297
        ]
    },
    "0.1627340103881707-3-55": {
        "average clique similarity": 0.1627340103881707,
        "clique": [
            "2-Alvarez had never se",
            "0-Here s what you need",
            "3-Wasting no time targ"
        ],
        "median tf-idf score": 0.528425813815147,
        "publications": [
            "Fox News",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "Alvarez had never seen Kaine before, a fact the senator invoked with the   declaration: \"Let me be honest: for many of you this is the first time you've heard my name. \"",
            "Here's what you need to know about the Virginia senator going into the vice presidential debate.",
            "Wasting no time targeting Trump, Kaine asked the Miami crowd, \"Do you want a 'you're fired' president or a 'you're hired' president? Do you want a   president or a   president?\""
        ],
        "tf-idf score": [
            0.528425813815147,
            0.259955232200818,
            0.6728489466270361
        ]
    },
    "0.16478938750438868-3-40": {
        "average clique similarity": 0.16478938750438868,
        "clique": [
            "0-However  the senator",
            "1-Ultimately  Clinton ",
            "4-Of course  the quest"
        ],
        "median tf-idf score": 0.44070432592092207,
        "publications": [
            "CNN",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "However, the senator said in a June Meet The Press interview that he doesn't let his personal beliefs affect his position on the issue. He said he believes the decision of whether or not to have an abortion shouldn't be dictated by the government: \"I deeply believe, and not just as a matter of politics, but even as a matter of morality, that matters about reproduction and intimacy and relationships and contraception are in the personal realm.",
            "Ultimately, Clinton was swayed by her personal comfort with Kaine, as well as the belief that the senator is fully prepared to do the job.",
            "Of course, the question behind any vice presidential pick isn't whether he makes the president's job easier but whether he can do the president's job in the event of a catastrophe."
        ],
        "tf-idf score": [
            0.44070432592092207,
            0.8192793542697977,
            0.27457856411887305
        ]
    },
    "0.17456352794302354-3-218": {
        "average clique similarity": 0.17456352794302354,
        "clique": [
            "0-Like his running mat",
            "2- And make no mistake",
            "3-Kaine  58  was long "
        ],
        "median tf-idf score": 0.8637496768367591,
        "publications": [
            "NPR",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "Like his running mate, Kaine supports expanded gun control legislation, having served as Virginia's governor during the 2007 mass shooting at Virginia Tech.",
            "\"And make no mistake. Behind that smile Tim also has a backbone of steel. Just ask the NRA \" Kaine was governor during the 2007 Virginia Tech shooting, in which 32 students and faculty members were killed.",
            "Kaine, 58, was long viewed as a likely choice, a former governor of politically important Virginia and mayor of Richmond who also served as chairman of the Democratic National Committee."
        ],
        "tf-idf score": [
            0.7572289463772669,
            0.8637496768367591,
            0.8778857196519779
        ]
    },
    "0.18329868465702412-3-354": {
        "average clique similarity": 0.18329868465702412,
        "clique": [
            "1-Kaine was the first ",
            "2-He later vowed to ad",
            "0-In the speech  Kaine"
        ],
        "median tf-idf score": 0.7294344912445523,
        "publications": [
            "Guardian",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "Kaine was the first member to give an entire speech on the Senate floor in Spanish. It was during a debate in support of the bipartisan \"Gang of 8\" immigration reform package.",
            "He later vowed to advance comprehensive immigration reform with a pathway to citizenship for the roughly 11 million undocumented immigrants living in the US, in the first 100 days of a Clinton presidency.",
            "In the speech, Kaine said he felt it was appropriate to speak in his second language because Spanish is \"spoken by more than 40 million Americans with a huge investment in the result of this debate\"."
        ],
        "tf-idf score": [
            0.7294344912445523,
            0.3533414402734104,
            0.7681821969376904
        ]
    },
    "0.1952335790489995-3-104": {
        "average clique similarity": 0.1952335790489995,
        "clique": [
            "2-Clinton will formall",
            "0-Kaine got the Democr",
            "1-Obama returned the f"
        ],
        "median tf-idf score": 0.4818357758892108,
        "publications": [
            "NPR",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Clinton will formally accept the Democratic nomination for president this week, at the party's national convention in Philadelphia.",
            "Kaine got the Democratic Party's nomination after no other Democrats filed to run.",
            "Obama returned the favor by naming Kaine one of his national   and after securing the Democratic nomination, he put Kaine on a short list as a potential running mate."
        ],
        "tf-idf score": [
            0.4174688247252073,
            0.4818357758892108,
            0.6447420280333401
        ]
    },
    "0.24717102079453115-3-378": {
        "average clique similarity": 0.24717102079453115,
        "clique": [
            "1-It may be an   year ",
            "2-Clinton s former riv",
            "0-He s a former chairm"
        ],
        "median tf-idf score": 0.33734701031754577,
        "publications": [
            "CNN",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "It may be an   year, but Clinton's running mate is an insider: A senator and former governor from the critical battleground of Virginia and a former chairman of the Democratic National Committee.",
            "Clinton's former rival, the Vermont senator Bernie Sanders, did not immediately respond to the news.",
            "He's a former chairman of the Democratic National Committee and has been a mayor, governor, and senator."
        ],
        "tf-idf score": [
            0.6361670411823072,
            0.33734701031754577,
            0.29104956092455014
        ]
    },
    "0.2568268448826995-4-64": {
        "average clique similarity": 0.2568268448826995,
        "clique": [
            "0- When I hear Donald ",
            "3-She also called hers",
            "2- Tim Kaine is everyt",
            "4-The topic was Donald"
        ],
        "median tf-idf score": 0.5665464748600278,
        "publications": [
            "Fox News",
            "Vox",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "\"When I hear Donald Trump say the American military is a disaster, I want to go through the screen and shake the guy,\" Kaine said in the interview.",
            "She also called herself and Kaine \"everything that Donald Trump and Mike Pence are not\".",
            "\"Tim Kaine is everything Donald Trump and [his   pick] Mike Pence are not.",
            "The topic was Donald Trump. These days, the topic is always Donald Trump."
        ],
        "tf-idf score": [
            0.7258754860136841,
            0.5411191811290498,
            0.5919737685910059,
            0.31149266763544925
        ]
    },
    "0.2592815826052007-3-33": {
        "average clique similarity": 0.2592815826052007,
        "clique": [
            "1- I m thrilled to ann",
            "2- I m so thrilled to ",
            "3-The Democratic candi"
        ],
        "median tf-idf score": 0.6827743475665972,
        "publications": [
            "CNN",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "\"I'm thrilled to announce my running mate, @TimKaine, a man who's devoted his life to fighting for others. \" she tweeted. Minutes later, Kaine tweeted: \"Just got off the phone with Hillary. I'm honored to be her running mate. Can't wait to hit the trail tomorrow in Miami!\" She will introduce her new partner at a campaign rally Saturday in Miami, a recognition of Florida's pivotal importance in the fall.",
            "\"I'm so thrilled to announce that my running mate doesn't just share those values, he lives them,\" she said.",
            "The Democratic candidate made no mention of her impending pick during a somber meeting with community leaders and family members affected by the Pulse nightclub shooting in Orlando and a later campaign rally in Tampa. When the news came via text, she quickly followed it with a message on Twitter: \"I'm thrilled to announce my running mate, (at) TimKaine, a man who's devoted his life to fighting for others\"."
        ],
        "tf-idf score": [
            0.9153525463785496,
            0.2450307476793855,
            0.6827743475665972
        ]
    },
    "0.26599422704338455-3-92": {
        "average clique similarity": 0.26599422704338455,
        "clique": [
            "1-Barack Obama in his ",
            "2-He was greeted by to",
            "4-Kaine was one of the"
        ],
        "median tf-idf score": 0.8199254786368882,
        "publications": [
            "Vox",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Barack Obama in his 2008 presidential bid. At the time Obama was the underdog to Hillary Clinton and Kaine was the first sitting governor to endorse his campaign.",
            "He was greeted by top officials from the campaign and later received a congratulatory call from Obama, who nearly chose Kaine as his running mate in 2008.",
            "Kaine was one of the first statewide elected officials outside Illinois to endorse Obama in the 2008 race."
        ],
        "tf-idf score": [
            1.0307993818217809,
            0.8199254786368882,
            0.6337652090168899
        ]
    },
    "0.27139842093391525-3-128": {
        "average clique similarity": 0.27139842093391525,
        "clique": [
            "4-In 2009  Obama named",
            "1-Trump s campaign sei",
            "3-Trump  in a text to "
        ],
        "median tf-idf score": 0.8449304691299431,
        "publications": [
            "Vox",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "In 2009, Obama named Kaine to chair the Democratic National Committee.",
            "Trump's campaign seized upon Kaine's Washington experience in a fundraising text message to supporters, writing: \"The ultimate insiders    Obama, Hillary and Kaine. Don't Let Obama have a 3rd Term. Contribute\".",
            "Trump, in a text to his own supporters, said Obama, Clinton and Kaine were \"the ultimate insiders\" and implored voters to not \"let Obama have a 3rd term. \""
        ],
        "tf-idf score": [
            0.5186740086926461,
            0.8449304691299431,
            0.9639418817349318
        ]
    }
}