{
    "0.13054454189960327-3-0": {
        "average clique similarity": 0.13054454189960327,
        "clique": [
            "1-Trump will also face",
            "2-Others said the comp",
            "3-It has allowed Trump"
        ],
        "median tf-idf score": 0.6290101234756202,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "Trump will also face pressure from intelligence agencies, which have concluded that Moscow ordered the election  .",
            "Others said the compound was mostly quiet. It's unclear, overall, what the sanctions against the intelligence agencies actually mean and how   Donald Trump, who has been sympathetic to Russia, will handle the actions when he takes office Jan. 20.",
            "It has allowed Trump supporters to push back on the intelligence agencies and say the entire issue is designed to undermine Trump's legitimacy."
        ],
        "tf-idf score": [
            0.5382915529869621,
            1.1700299705235415,
            0.6290101234756202
        ]
    },
    "0.13474688023013423-3-396": {
        "average clique similarity": 0.13474688023013423,
        "clique": [
            "3-They spoke of Obama ",
            "4-If Obama  his legisl",
            "2- Nevertheless  in th"
        ],
        "median tf-idf score": 0.7089972844012429,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "They spoke of Obama trying to \"tie Trump's hands\" or \"box him in,\" meaning the   would be forced either to keep the sanctions or be at odds with Republicans who want to be tougher still on Moscow.",
            "If Obama, his legislative legacy under threat from all corners, can effectively tie up the new administration and members of its own party    to say nothing of Democrats who will gladly align themselves with more mainstream Republicans    then he stands a better chance of at least complicating Trump's efforts to undo the work of the past eight years.",
            "\"Nevertheless, in the interest of our country and its great people, I will meet with leaders of the intelligence community next week in order to be updated on the facts of this situation,\" Trump added in his statement."
        ],
        "tf-idf score": [
            0.7089972844012429,
            0.8529811350703685,
            0.6728855527027559
        ]
    },
    "0.14079659743201386-3-127": {
        "average clique similarity": 0.14079659743201386,
        "clique": [
            "2-This applies 2 any a",
            "4-Putin s move can als",
            "1- The sanctions were "
        ],
        "median tf-idf score": 0.7687473286295192,
        "publications": [
            "CNN",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "This applies 2 any actions agnst Ru  ...     https:  . House Speaker Paul Ryan, a Republican from Wisconsin, said Russia does not share America's interests. \"In fact, it has consistently sought to undermine them, sowing dangerous instability around the world,\" he said. \"While today's action by the administration is overdue, it is an appropriate way to end eight years of failed policy with Russia. \"",
            "Putin's move can also be read as an \"enormous insult\" to the Obama administration, said Jill Dougherty, a Russia analyst and former Moscow bureau chief for CNN \"It's an amazing move and it's classic Putin,\" she said. \"He's a master of doing things that are unexpected, and this is truly unexpected\". How strong is the US case against Russia?",
            "\"The sanctions were clearly an attempt by the Obama administration to throw a wrench into  --   or [to] box in  --   the next administration's relationship with Russia,\" said Boris Zilberman, a Russia expert at the Foundation for Defense of Democracies."
        ],
        "tf-idf score": [
            0.9117286328365124,
            0.7687473286295192,
            0.7079496906663707
        ]
    },
    "0.1511339668641481-3-49": {
        "average clique similarity": 0.1511339668641481,
        "clique": [
            "2- Earlier this year  ",
            "0- As the next Congres",
            "1-We intend to lead th"
        ],
        "median tf-idf score": 0.49837959950243327,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "(Earlier this year, Congress missed a chance to prevent Trump from lifting any sanctions against Russia.)",
            "\"As the next Congress reviews Russian actions against networks associated with the U S election, we must also work to ensure that any attack against the United States is met with an overwhelming response. \"",
            "We intend to lead the effort in the new Congress to impose stronger sanctions on Russia. \""
        ],
        "tf-idf score": [
            0.6464170331610452,
            0.49837959950243327,
            0.44493907864303733
        ]
    },
    "0.15273529351744006-3-6": {
        "average clique similarity": 0.15273529351744006,
        "clique": [
            "4-In his Thursday stat",
            "2-In the statement  Pu",
            "3-In the Washington of"
        ],
        "median tf-idf score": 0.806529602764348,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "In his Thursday statement, the   was more reserved and revealed he would, \"in the interest of our country and its great people,\" take a meeting with \"leaders of the intelligence community next week in order to be updated on the facts of this situation\".",
            "In the statement, Putin also wished President Obama,   Trump \"and all the American people,\" a Happy New Year.",
            "In the Washington of 2016, even when the policy can be bipartisan, the politics cannot. And in that sense, this year shows little sign of ending on Dec. 31. When President Obama moved to sanction Russia over its alleged interference in the U S election just concluded, some Republicans who had long called for similar or more severe measures could scarcely bring themselves to approve."
        ],
        "tf-idf score": [
            0.5574149175637082,
            0.806529602764348,
            0.9549773715132562
        ]
    },
    "0.15302094152478338-3-196": {
        "average clique similarity": 0.15302094152478338,
        "clique": [
            "1-Analysts were also c",
            "4-But whether it was i",
            "3-Meanwhile  at    and"
        ],
        "median tf-idf score": 0.8117640079619536,
        "publications": [
            "NPR",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Analysts were also concerned not with whether the sanctions should have been imposed at all, but rather whether the White House had acted quickly enough, and whether its eventual response was strong enough.",
            "But whether it was intended or not, the Obama administration's decision to act now, less than a month before clearing out ahead of Trump's inaugural, will have a series of   effects that should create difficulties and set a series of political traps for the new administration.",
            "Meanwhile, at    and on Fox News, various spokesmen for   Trump said Obama's real target was not the Russians at all but the man poised to take over the White House in less than three weeks."
        ],
        "tf-idf score": [
            0.38475001922131546,
            0.8117640079619536,
            0.9602065590888815
        ]
    },
    "0.15407540010495727-3-76": {
        "average clique similarity": 0.15407540010495727,
        "clique": [
            "0-It doesn t take an a",
            "4-The new sanctions fo",
            "3-During the campaign "
        ],
        "median tf-idf score": 0.8420999937006588,
        "publications": [
            "NPR",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "It doesn't take an advanced degree to see the problems with this statement. One can defend the press's decision to cover the hacked material, and even celebrate the effects of the hacked material, without inviting foreign powers to hack into the emails of political leaders (or those of the nation's top diplomat, as Trump did during the campaign). Obama is indeed tardy to the role of hawk in   relations.",
            "The new sanctions follow months of insinuations, leaks and, more recently, open accusations that Moscow set out on a coordinated campaign to hack the private communications of American political actors, making public information that would both undermine voters' confidence in the November elections and, according to some, boost Trump's campaign.",
            "During the campaign, Trump even urged Russia to \"find\" missing emails from the private server of his opponent, Hillary Clinton."
        ],
        "tf-idf score": [
            0.8420999937006588,
            1.0049525471316263,
            0.5220294266035131
        ]
    },
    "0.15454759696509393-3-154": {
        "average clique similarity": 0.15454759696509393,
        "clique": [
            "3-But the politicizing",
            "0- McConnell has been ",
            "4-Their evidence    wh"
        ],
        "median tf-idf score": 0.939032169076667,
        "publications": [
            "NPR",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "But the politicizing of the Russian actions  --   the idea that they helped Trump win  --   has also made the issue difficult for Republican leaders.",
            "(McConnell has been attempting a difficult dance --  with one hand, pushing back on demands for a special committee to investigate the hack, while using the other to insist that despite what Trump says, the intelligence community is reliable.) Most Republican members of Congress seem to be in McConnell's general vicinity, and worried about the threat of foreign powers interfering with electoral processes.",
            "Their evidence    which, again, has not been made public except through leaks to the press    includes findings that Russian hackers breached, but did not make public information stolen from the accounts of Republicans, including House members and GOP   according to a former senior law enforcement official with direct knowledge of the hack investigation told CNN The Republican National Committee has denied reports that it was compromised or targeted, and earlier this month, Trump's incoming press secretary, Sean Spicer, questioned the intelligence community's motives."
        ],
        "tf-idf score": [
            0.731277066044763,
            0.939032169076667,
            1.5251905407835886
        ]
    },
    "0.15518586374012444-3-310": {
        "average clique similarity": 0.15518586374012444,
        "clique": [
            "2-But later in the day",
            "4-At the same time  Pu",
            "1-After the Obama admi"
        ],
        "median tf-idf score": 0.9683914103001351,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "But later in the day, Russian President Vladimir Putin said his country will not take any such actions. Instead, Putin said that he would wait until   Donald Trump administration takes office to see how to proceed.",
            "At the same time, Putin laid the onus of action on incoming President Donald Trump.",
            "After the Obama administration's tough new sanctions against Russia put the   in a vulnerable political position at home, in his own party and abroad, Donald Trump chose to respond in familiar fashion  --   with praise for Vladimir Putin."
        ],
        "tf-idf score": [
            0.9683914103001351,
            0.5534198387753829,
            1.1075437146782763
        ]
    },
    "0.15959056997311957-3-347": {
        "average clique similarity": 0.15959056997311957,
        "clique": [
            "1-On Friday  he used T",
            "2-The president added ",
            "3-He imposed a set of "
        ],
        "median tf-idf score": 0.49632509722786183,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "On Friday, he used Twitter to applaud Putin's restrained response to the expulsion by the US of 35 diplomats and the closure of two Russian compounds.",
            "The president added Thursday that a number of US diplomats have experienced \"an unacceptable level of harassment\" in Moscow by Russian police over the past year that has \"gone far beyond international diplomatic norms of behavior. \"",
            "He imposed a set of mostly diplomatic actions such as sanctioning some Russian officials, closing two diplomatic compounds and expelling 35 Russian diplomats. There may have been more damaging measures taken covertly, and some Russophobes in Washington held out hope for that."
        ],
        "tf-idf score": [
            0.4858996841634741,
            0.7103372663023921,
            0.49632509722786183
        ]
    },
    "0.16153461546956818-3-85": {
        "average clique similarity": 0.16153461546956818,
        "clique": [
            "3-There have also been",
            "0-On the other hand  J",
            "1-The   has been consi"
        ],
        "median tf-idf score": 1.0420785533528372,
        "publications": [
            "Atlantic",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "There have also been suggestions that Trump's extensive business dealings with various Russians are the reason he refuses to release his tax returns. All those issues have been disquieting to some Republicans for many months. Sens. John McCain,  . and Lindsay Graham,  .",
            "On the other hand, John Bolton, whose name seems to have sunk somewhat in the sweepstakes for a Trump State Department appointment, who was seen just a couple weeks ago complaining that the intelligence was so shaky that the attack could well have been a   operation, now says that Obama should have done much more to \"make the Russians feel the pain. \"",
            "The   has been consistently skeptical about the US intelligence consensus that Russia ordered   on Democratic party targets as a way to influence the 2016 election in his favor  --   the reason for Obama's new sanctions. At one point, he suggested the culprit might have been China, another state or even a 400lb man in his bedroom."
        ],
        "tf-idf score": [
            0.6518101323423552,
            1.0420785533528372,
            1.1115236195773186
        ]
    },
    "0.16925237092138823-3-267": {
        "average clique similarity": 0.16925237092138823,
        "clique": [
            "4-Putin is waiting to ",
            "0-Should these fears p",
            "1-Putin  it seems  is "
        ],
        "median tf-idf score": 0.44417753279516836,
        "publications": [
            "Atlantic",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Putin is waiting to see \"is Trump on our side, or is he not?",
            "Should these fears paralyze the United States and prevent it from responding? Meanwhile, an entirely different faction on the left is arguing that Trump is all but (or maybe simply is) a     Kremlin agent.",
            "Putin, it seems, is willing simply to wait until Trump moves into the Oval Office."
        ],
        "tf-idf score": [
            0.3592704047189145,
            0.4518173167761973,
            0.44417753279516836
        ]
    },
    "0.17059833041100092-3-62": {
        "average clique similarity": 0.17059833041100092,
        "clique": [
            "0-The   spent the pres",
            "3-Typically  Republica",
            "2-But a senior adminis"
        ],
        "median tf-idf score": 0.6652269192071943,
        "publications": [
            "Atlantic",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "The   spent the presidential campaign promising friendlier relations with Russia he suggested he would recognize the illegal annexation of Crimea he nominated a vocal critic of sanctions on the Kremlin as a secretary of state and so on. Then there's Representative Trent Franks, an Arizona Republican, who argues that maybe Russia is responsible, and maybe it's not --  but that if it is, that's not such a bad thing.",
            "Typically, Republican leaders and spokesmen say there is no evidence that the actual voting or tallying on Nov. 8 was compromised, and that is true. But it is also a red herring, as interference in those functions has not been alleged and is not the focus of the U S intelligence agencies' concern.",
            "But a senior administration official said it would be \"inadvisable\" for Trump to reverse the actions when he takes office, adding that Russia's interference is a \"concern for all Americans,\" regardless of their political affiliation, \"We have no reason to believe that Russia's activities will cease,\" he said."
        ],
        "tf-idf score": [
            0.6652269192071943,
            0.6001953114997735,
            0.939005869281454
        ]
    },
    "0.1798949732579286-3-369": {
        "average clique similarity": 0.1798949732579286,
        "clique": [
            "2- I think it s necess",
            "3-Obama appears to hav",
            "0-And what if it s pro"
        ],
        "median tf-idf score": 0.4522545771514971,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "\"I think it's necessary to sustain these actions. We have every reason to believe that they will interfere with future elections around the world. \" A spokesman for Russian President Vladimir Putin said Moscow will consider retaliatory measures.",
            "Obama appears to have been reluctant to retaliate against the Russian hacking before the election for fear of seeming to interfere with the election himself.",
            "And what if it's proven that Russia did hack to interfere with the election?"
        ],
        "tf-idf score": [
            0.8522092057850125,
            0.4522545771514971,
            0.312113996830578
        ]
    },
    "0.18086702077589267-3-92": {
        "average clique similarity": 0.18086702077589267,
        "clique": [
            "1-On Friday  it was re",
            "3-He has said it is en",
            "2-Meanwhile  US Sen  M"
        ],
        "median tf-idf score": 0.5564980831397714,
        "publications": [
            "Guardian",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "On Friday, it was reported that McCain, a member of the Senate armed services committee, had scheduled a hearing on foreign cyber threats for 5 January, and called senior intelligence officials to testify.",
            "He has said it is enough for Sen. Richard Burr,  . C to look into it as chairman of the Senate Intelligence Committee.",
            "Meanwhile, US Sen. Mark Warner, a Democrat from Virginia and the vice chairman of the Senate Intelligence Committee, called the new sanctions \"an important step\" that would require a \"sustained response\" from the next administration. The Department of Homeland Security and the FBI also released the declassified full technical findings on \"Russian civilian and military intelligence service cyber activity\" related to the election hacks."
        ],
        "tf-idf score": [
            0.5564980831397714,
            0.4632716817777003,
            1.1051662273085854
        ]
    },
    "0.18197855758648815-3-298": {
        "average clique similarity": 0.18197855758648815,
        "clique": [
            "0-But on the left  par",
            "2-Trump s communicatio",
            "1-In response  Trump r"
        ],
        "median tf-idf score": 0.42267130650677,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            "But on the left, particularly, the farther left, there's concern that he is  . Glenn Greenwald points out that there's a long history of American intelligence misleading both the public and elected officials, though Greenwald also believes the hacks should be fully investigated.",
            "Trump's communication director Sean Spicer on Thursday accused the left of trying to undermine the legitimacy of Trump's win but added that \"if the US has clear proof of anybody interfering in our elections we should make that known. \"",
            "In response, Trump repeated his contention that the issue should be left behind, that Americans should be able to \"get on with our lives\"."
        ],
        "tf-idf score": [
            0.42267130650677,
            0.7459665787050178,
            0.4024832783525515
        ]
    },
    "0.1936141707553789-3-190": {
        "average clique similarity": 0.1936141707553789,
        "clique": [
            "1-Trump s tweet sugges",
            "3-He has cast doubt on",
            "4-He has suggested the"
        ],
        "median tf-idf score": 0.27579208668745353,
        "publications": [
            "Guardian",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "Trump's tweet suggested he is too.",
            "He has cast doubt on the U S intelligence reports to date and suggested \"no one really knows what happened\". He also has suggested that computers make it very difficult to know who is using them.",
            "He has suggested the Chinese could be to blame, or even \"somebody sitting on their bed that weighs 400 pounds\"."
        ],
        "tf-idf score": [
            0.27579208668745353,
            0.43833830421893655,
            0.19421072583696783
        ]
    },
    "0.2093748619218725-3-71": {
        "average clique similarity": 0.2093748619218725,
        "clique": [
            "0-What is a bewildered",
            "2-The Obama administra",
            "4-After weeks of   acc"
        ],
        "median tf-idf score": 0.7244671708892612,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "What is a bewildered citizen to make of the sanctions that President Obama levied on Russian officials and the Russian government on Thursday?",
            "The Obama administration will also levy sanctions against two Russian intelligence agencies, the GRU and the FSB, and shut down two Russian compounds  --   one in Maryland, called Pioneer Point, and one in New York  --   used by Russian personnel for   purposes.",
            "After weeks of   accusations about Russian hacking and promises of retaliation, the White House announced plans to expel 35 Russian diplomats    giving them and their families 72 hours to leave the country    and shuttering a pair of Russian compounds in New York and Maryland used by officials, in theory, for recreational purposes."
        ],
        "tf-idf score": [
            0.6779608133122751,
            0.8860480198952947,
            0.7244671708892612
        ]
    },
    "0.2123497092009713-4-130": {
        "average clique similarity": 0.2123497092009713,
        "clique": [
            "0-Putin announced that",
            "3-Although his governm",
            "4-The Russian Presiden",
            "2-In response  Russia "
        ],
        "median tf-idf score": 0.6121249302645727,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "Putin announced that he would not expel any American diplomats, despite the public recommendation of Foreign Minister Sergei Lavrov. (This seems possibly choreographed.) He even invited the children of American diplomats to a bash at the Kremlin.",
            "Although his government has steadfastly denied any interference in the U S election, Putin rejected his own foreign minister's recommended package of    responses. (He even sent an invitation for U S diplomats to send their children to a holiday party in Moscow.)",
            "The Russian President's decision to postpone any retaliation for Washington's sanctions, despite Foreign Minister Sergey Lavrov recommending the    expulsion of US diplomats, surprised some  .",
            "In response, Russia's foreign minister signaled Friday a desire to retaliate, in kind, against the US for the repulsion of Russian diplomats and new sanctions."
        ],
        "tf-idf score": [
            0.3948748427273465,
            0.6470987858550968,
            0.5771510746740486,
            0.7062281736680964
        ]
    },
    "0.21813062259100333-3-365": {
        "average clique similarity": 0.21813062259100333,
        "clique": [
            "1-The   has repeatedly",
            "3-Throughout 2016  Tru",
            "0-That effort came to "
        ],
        "median tf-idf score": 0.6925486816998383,
        "publications": [
            "NPR",
            "Guardian",
            "Atlantic"
        ],
        "sentences": [
            "The   has repeatedly spoken approvingly of Putin and called for closer relations with Russia.",
            "Throughout 2016, Trump has repeatedly called not for sanctions but for closer ties with Russia, including cooperation in the fight against ISIS Russia has battled ISIS in Syria on behalf of that country's embattled dictator, Bashar Assad, bombing the besieged   city of Aleppo that fell to Assad's forces this week.",
            "That effort came to naught, too, with Putin seizing Crimea, intervening on behalf of Bashar   in Syria, and allegedly overseeing hacks to interfere with the election. Trump now says he is the one to shepherd closer relations."
        ],
        "tf-idf score": [
            0.521857696255072,
            0.953099080924596,
            0.6925486816998383
        ]
    },
    "0.23109974407518497-3-223": {
        "average clique similarity": 0.23109974407518497,
        "clique": [
            "4-In a  joint analysis",
            "2-US intelligence offi",
            "1- There is now a publ"
        ],
        "median tf-idf score": 0.697189459658034,
        "publications": [
            "Guardian",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "In a \"joint analysis report\" by the Department of Homeland Security and the FBI, released with the sanctions notice on Thursday a summary titled \"Russian Malicious Cyber Activity\" and provided a detailed flowchart seeking to illustrate the complex nature of the Russian hacking effort.",
            "US intelligence officials said previously, in a joint statement from the Department of Homeland Security and the Office of the Director of National Intelligence, that they are \"confident\" Vladimir Putin's government was behind a series of hacks against Democratic institutions and operatives. The Russian foreign ministry denied the allegations, instead accusing the White House of trying to fan \"unprecedented   hysteria. \"",
            "\"There is now a public record of what Russia did and why they did it,\" said Zachary Goldman, executive director of New York University Law School's Center on Law and Security, referring to a joint Department of Homeland Security and FBI report issued on Thursday."
        ],
        "tf-idf score": [
            0.6297431164488774,
            1.195844121665305,
            0.697189459658034
        ]
    },
    "0.2321988129164385-3-34": {
        "average clique similarity": 0.2321988129164385,
        "clique": [
            "1-On Friday  the Kreml",
            "2- Here are the full t",
            "4-In dropping a new ro"
        ],
        "median tf-idf score": 1.0535165159038558,
        "publications": [
            "Guardian",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "On Friday, the Kremlin responded to the moves, including the expulsion of 35 suspected intelligence operatives and the closing of two Russian facilities in the US, with a shrug.",
            "'Here are the full technical findings:' 'Here's the executive order:'] The White House on Thursday announced a series of retaliation sanctions against Russia for meddling with the US election process  --   specifically hacking the emails of the Democratic National Committee and Hillary Clinton's campaign chairman  --   that includes the expulsion of 35 Russian intelligence operatives.",
            "In dropping a new round of targeted sanctions on Russian diplomats and assets in the US, Obama on Thursday struck back at what the intelligence community has portrayed as an unprecedented    and successful    attempt by the Kremlin to meddle in the American democratic process."
        ],
        "tf-idf score": [
            0.42660084560020667,
            1.1835150666599146,
            1.0535165159038558
        ]
    },
    "0.25491297241315275-3-331": {
        "average clique similarity": 0.25491297241315275,
        "clique": [
            "0-I found him very   a",
            "2-Trump tweeted his ap",
            "3-That allowed Putin t"
        ],
        "median tf-idf score": 0.8617899866060933,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "I found him very   and trustworthy --  I was able to get a sense of his soul. \" But Bush came to infuriate Putin with American support of the \"color revolutions\" in Eastern Europe in the   and at the very end of Bush's term, Putin spited him by seizing Georgian territories.",
            "Trump tweeted his approval of the move to delay any retaliatory actions by the Russian President on Friday, writing, \"Great move on delay (by V Putin)   I always knew he was very smart!\"",
            "That allowed Putin to appear for the moment to be \"the bigger man,\" even as he spurned Obama and kept up what has looked like a public bromance with Trump, who tweeted: \"Great move on delay (by V Putin)   I always knew he was very smart!\""
        ],
        "tf-idf score": [
            0.37780756046137043,
            0.8617899866060933,
            0.9235987885657805
        ]
    },
    "0.27165582806231675-3-438": {
        "average clique similarity": 0.27165582806231675,
        "clique": [
            "3-This week  Trump sai",
            "4-He played down news ",
            "0-After all  expressin"
        ],
        "median tf-idf score": 0.5506205428039759,
        "publications": [
            "NPR",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "This week, Trump said it was time to \"get on with our lives and do more important things\".",
            "He played down news of the sanctions on Thursday, saying it was \"time for the country to move on to bigger and better things\".",
            "After all, expressing concern over hacking and asking for an inquiry is diametrically opposed to Trump's view that it probably wasn't the Russians, and even if it was, it's time to move on."
        ],
        "tf-idf score": [
            0.5506205428039759,
            0.43577839430493487,
            0.6153879402379276
        ]
    },
    "0.3179975493350721-3-103": {
        "average clique similarity": 0.3179975493350721,
        "clique": [
            "4-Trump  who has repea",
            "0- It s time for our c",
            "2-Trump did not say Th"
        ],
        "median tf-idf score": 0.7681621713678126,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "Trump, who has repeatedly said he just wants everyone to move on, can undo the Thursday sanctions with relative ease after he takes office on January 20.",
            "\"It's time for our country to move on to bigger and better things,\" Trump said.",
            "Trump did not say Thursday what he plans to do with regard to Russia once he takes office, but did respond to the new sanctions by saying \"it's time for our country to move on to bigger and better things. \""
        ],
        "tf-idf score": [
            0.7681621713678126,
            0.4695900133531584,
            0.9092139468710977
        ]
    },
    "0.3474188369311018-3-155": {
        "average clique similarity": 0.3474188369311018,
        "clique": [
            "2-Sen  Lindsey Graham ",
            "3-That includes the FB",
            "1- But ultimately  the"
        ],
        "median tf-idf score": 0.5378971143296705,
        "publications": [
            "Guardian",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "Sen. Lindsey Graham tweeted Thursday that the sanctions \"are a small price for Russia to pay for its brazen attack on American democracy. \"",
            "That includes the FBI and CIA consensus that the Russian goal was not just to discredit American democracy but to defeat Clinton and elect Trump.",
            "\"But ultimately, they are a small price for Russia to pay for its brazen attack on American democracy."
        ],
        "tf-idf score": [
            0.5378971143296705,
            0.6518343849631124,
            0.2970038277951437
        ]
    },
    "0.3650128330782763-3-228": {
        "average clique similarity": 0.3650128330782763,
        "clique": [
            "0-Senate Majority Lead",
            "1-The Senate majority ",
            "3-Senate Majority Lead"
        ],
        "median tf-idf score": 0.4078759200341773,
        "publications": [
            "Atlantic",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "Senate Majority Leader Mitch McConnell also portrayed Obama's sanctions as too little and too late.",
            "The Senate majority leader, Mitch McConnell, agreed, saying: \"The Russians are not our friends.",
            "Senate Majority Leader Mitch McConnell has so far resisted calls for a select committee to look into the Russian interference in the 2016 campaign."
        ],
        "tf-idf score": [
            0.4078759200341773,
            0.30902720336458406,
            0.5279667036342393
        ]
    }
}