{
    "0.1623357091223752-3-288": {
        "average clique similarity": 0.1623357091223752,
        "clique": [
            "4- It s going to be ov",
            "2-Muilenburg told Trum",
            "3-It would not be unpr"
        ],
        "median tf-idf score": 0.7323450044575471,
        "publications": [
            "Atlantic",
            "New York Times",
            "Reuters"
        ],
        "sentences": [
            "\"It's going to be over $4 billion for the Air Force One program, and I think it's ridiculous,\" he said.",
            "Muilenburg told Trump the cost of the airplane could be lowered if the U S Air Force changed its requirements and the issue would likely be resolved without a major dispute, the sources said.",
            "It would not be unprecedented for a new president to scrap a major defense contract over cost concerns soon after taking office."
        ],
        "tf-idf score": [
            0.7323450044575471,
            0.9782797293048374,
            0.49894369041054154
        ]
    },
    "0.16817999071677378-3-221": {
        "average clique similarity": 0.16817999071677378,
        "clique": [
            "5-The Air Force says i",
            "1- I think once  Trump",
            "3-In a separate statem"
        ],
        "median tf-idf score": 0.904144141881567,
        "publications": [
            "NPR",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "The Air Force says it is still defining what it wants the planes to do and how much it's willing to pay.",
            "\"I think once [Trump] sees an actual Air Force One and the unique capabilities it is outfitted with he may start to understand why it is so expensive to replace,\" Harrison said.",
            "In a separate statement, the Air Force said it was \"still conducting risk reduction activities with Boeing to inform the engineering and manufacturing development contract negotiations that will define the capabilities and cost. \""
        ],
        "tf-idf score": [
            0.5745768585697818,
            0.904144141881567,
            1.103394238145666
        ]
    },
    "0.1712769591102394-3-160": {
        "average clique similarity": 0.1712769591102394,
        "clique": [
            "4-The planes would not",
            "5-The new models will ",
            "0-The contract for the"
        ],
        "median tf-idf score": 0.6048092941027742,
        "publications": [
            "NPR",
            "New York Times",
            "Fox News"
        ],
        "sentences": [
            "The planes would not be ready to fly until 2024, so Mr Trump's $4 billion estimate may ultimately be about correct.",
            "The new models will be able to fly about 1, 000 miles farther than the current planes. They'll also be slightly larger and faster, but will have a smaller carbon footprint.",
            "The contract for the planes was projected at about $3 billion, but costs have been reported to be rising. The Air Force had previously earmarked $1."
        ],
        "tf-idf score": [
            0.6048092941027742,
            0.4128995929578947,
            0.8821549840773312
        ]
    },
    "0.18046289474826874-3-154": {
        "average clique similarity": 0.18046289474826874,
        "clique": [
            "2-His spokesman  Josh ",
            "4-That is about as dys",
            "5-The military has bud"
        ],
        "median tf-idf score": 0.4937715056298453,
        "publications": [
            "NPR",
            "New York Times",
            "Reuters"
        ],
        "sentences": [
            "His spokesman, Josh Earnest, told reporters on board that the contracting arrangements for replacements were \"rather complicated\" and said the recommendations for upgrades had been made by national security experts. The budgeted costs for the replacement program are $2. 87 billion for the fiscal years 2015 through 2021, just on research and development, testing and evaluation, according to budget documents seen by Reuters.",
            "That is about as dysfunctional as it gets. \" Mr Trump could make good on his threat and cut the project from his budget request for the fiscal year that begins in October 2017, the first budget year of his presidency.",
            "The military has budgeted $2. 7 billion for research and development on the project, but says it expects that number to change as the process moves forward."
        ],
        "tf-idf score": [
            0.8161710803748321,
            0.4937715056298453,
            0.48174952900312284
        ]
    },
    "0.1874159083694725-3-78": {
        "average clique similarity": 0.1874159083694725,
        "clique": [
            "0-The   took aim at Bo",
            "4-Instead  he focused ",
            "2-Trump  who takes off"
        ],
        "median tf-idf score": 0.8616061895972132,
        "publications": [
            "Fox News",
            "Reuters",
            "New York Times"
        ],
        "sentences": [
            "The   took aim at Boeing's Air Force One work in a Tuesday morning tweet, and reiterated his concerns to reporters minutes later at Trump Tower.",
            "Instead, he focused on the Air Force One upgrade, telling reporters at Trump Tower, \"The plane is totally out of control. \"",
            "Trump, who takes office on Jan. 20, took aim at what he called cost overruns even though the plane is only in development stages."
        ],
        "tf-idf score": [
            1.0658745736333095,
            0.8616061895972132,
            0.611115383774249
        ]
    },
    "0.19396574559314125-3-35": {
        "average clique similarity": 0.19396574559314125,
        "clique": [
            "0- It s going to be ov",
            "3- People are really f",
            "4-Mr Trump could elimi"
        ],
        "median tf-idf score": 0.6017454552162027,
        "publications": [
            "Fox News",
            "Atlantic",
            "New York Times"
        ],
        "sentences": [
            "\"It's going to be over $4 billion for Air Force One program and I think it's ridiculous.",
            "\"People are really frustrated with some of the big price tags that are coming out for programs even in addition to this one, so we're going to be looking for ways to keep costs down. \"",
            "Mr Trump could eliminate some of these features to cut costs. But \"talk about the ultimate in penny wise and pound foolishness,\" Mr Aboulafia said. \"We're talking about Pentagon weapons accounts that are going to $200 billion a year, and you're going to nickel and dime the survivability of the president's jet."
        ],
        "tf-idf score": [
            0.6017454552162027,
            0.34292964410193777,
            0.9871311060221329
        ]
    },
    "0.21453845021912257-3-198": {
        "average clique similarity": 0.21453845021912257,
        "clique": [
            "3-Both aircraft are mo",
            "1-An Air Force officia",
            "5-Last year the Air Fo"
        ],
        "median tf-idf score": 0.9487057284680154,
        "publications": [
            "NPR",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "Both aircraft are more than 25 years old, which happens to be the same age as the Boeing 757 that Trump owns, according to Business Insider.",
            "An Air Force official, not authorized to speak publicly about the program, said that the current plane will be 30 years old next year, and the new ones aren't slated to come online until the  .",
            "Last year the Air Force struck an agreement with Boeing to deliver two new 747s around 2024, by which time the two planes now in service for presidential travel will be more than 30 years old."
        ],
        "tf-idf score": [
            0.6071639626978463,
            0.9487057284680154,
            1.0209263131658555
        ]
    },
    "0.21965932120951837-4-333": {
        "average clique similarity": 0.21965932120951837,
        "clique": [
            "0-The government has c",
            "2-NOT A  VANILLA  JUMB",
            "1-The price tag  he sa",
            "3-There are currently "
        ],
        "median tf-idf score": 0.8369462022359387,
        "publications": [
            "Fox News",
            "Reuters",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "The government has contracted with Boeing to build two or more new 747 planes, which would replace the current aging   aircraft and go into service around 2024.",
            "NOT A 'VANILLA' JUMBO JET The Air Force, which operates the presidential planes, announced in January 2015 that Boeing's   would be used to replace the two current presidential planes.",
            "The price tag, he said, \"is driven by the demands of the mission. \" Boeing is under contract to build two planes to serve as Air Force One.",
            "There are currently two planes that serve as Air Force One, which are customized Boeing   with the military designation  ."
        ],
        "tf-idf score": [
            0.682052208890623,
            0.8922004910337825,
            0.9628742671459289,
            0.781691913438095
        ]
    },
    "0.23684954608291295-3-74": {
        "average clique similarity": 0.23684954608291295,
        "clique": [
            "3-It also followed an ",
            "4-But he also made his",
            "2-Boeing Chief Executi"
        ],
        "median tf-idf score": 0.63167150988682,
        "publications": [
            "Reuters",
            "Atlantic",
            "New York Times"
        ],
        "sentences": [
            "It also followed an article in the Chicago Tribune in which Boeing CEO Dennis Muilenburg criticized Trump's position on trade.",
            "But he also made his post about the Air Force One upgrade just minutes after The Chicago Tribune published comments from Boeing's chief executive, Dennis Muilenburg, suggesting that the  's trade policies could hurt the company, which does substantial business in China.",
            "Boeing Chief Executive Dennis Muilenburg called Trump after his remarks and they had a constructive dialogue, sources familiar with the conversation told Reuters."
        ],
        "tf-idf score": [
            0.5609381728825015,
            0.918701569888455,
            0.63167150988682
        ]
    },
    "0.24142420375398008-3-51": {
        "average clique similarity": 0.24142420375398008,
        "clique": [
            "4-WASHINGTON         D",
            "3-The one thing Trump ",
            "1-           Donald Tr"
        ],
        "median tf-idf score": 1.1958980696631671,
        "publications": [
            "Washington Post",
            "Atlantic",
            "New York Times"
        ],
        "sentences": [
            "WASHINGTON  --     Donald J Trump took a shot on Tuesday at one of the nation's largest manufacturers, Boeing, sharply criticizing a pending order for a new Air Force One and suggesting that the company was \"doing a little bit of a number\" with the cost of the next generation of presidential aircraft.",
            "The one thing Trump did get right is that the next generation Air Force One will be built \"for future presidents. \"",
            "           Donald Trump tweeted Tuesday morning that Boeing's contract to build the next Air Force One should be canceled because of the high cost of the program."
        ],
        "tf-idf score": [
            1.5053947070359213,
            0.7508629234555091,
            1.1958980696631671
        ]
    },
    "0.24862717466016893-3-333": {
        "average clique similarity": 0.24862717466016893,
        "clique": [
            "4-In a statement after",
            "1-In a statement  Boei",
            "2- We are currently un"
        ],
        "median tf-idf score": 0.6890341884304196,
        "publications": [
            "New York Times",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "In a statement after Mr Trump's Twitter post, Boeing said it had a $170 million contract to study the equipment that a redesigned Air Force One might need.",
            "In a statement, Boeing said that so far it is only under contract for $170 million.",
            "\"We are currently under contract for $170 million to help determine the capabilities of these complex military aircraft that serve the unique requirements of the President of the United States,\" the company said in a statement."
        ],
        "tf-idf score": [
            1.1998251042458963,
            0.4529926997331622,
            0.6890341884304196
        ]
    },
    "0.2531074931707771-3-161": {
        "average clique similarity": 0.2531074931707771,
        "clique": [
            "3-In May 2009  the Oba",
            "1-Trump s tweet was re",
            "5-Similar concerns wer"
        ],
        "median tf-idf score": 0.45417873882213294,
        "publications": [
            "Atlantic",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "In May 2009, the Obama administration cancelled a contract that the Bush administration had signed with Lockheed Martin to build a new fleet for Marine One, the presidential helicopter.",
            "Trump's tweet was reminiscent of when Sen. John McCain took aim at the fleet of presidential helicopters at the beginning of the Obama administration, saying in 2009, \"I don't think that there's any more graphic demonstration of how good ideas have cost taxpayers an enormous amount of money. \"",
            "Similar concerns were raised in the early weeks of the Obama administration over costs for a new fleet of presidential helicopters."
        ],
        "tf-idf score": [
            0.36910812547643596,
            0.8918948933557397,
            0.45417873882213294
        ]
    },
    "0.29941777866349356-3-310": {
        "average clique similarity": 0.29941777866349356,
        "clique": [
            "5- The presidential ai",
            "4-Mr Trump s Air Force",
            "1-Boeing s   was the o"
        ],
        "median tf-idf score": 1.2342863281746324,
        "publications": [
            "NPR",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "\"The presidential aircraft is one of the most visible symbols of the United States of America and the office of the president of the United States,\" Air Force Secretary Deborah Lee James said at the time.",
            "Mr Trump's Air Force One post came out of the blue: He had not focused in the campaign on the cost of Boeing's plans for a   presidential plane.",
            "Boeing's   was the only plane made in the United States that could meet the requirements for the presidential aircraft while also being \"consistent with the national public interest,\" Air Force Secretary Deborah Lee James said in a statement at the time."
        ],
        "tf-idf score": [
            0.8936068842198754,
            1.2496046678557602,
            1.2342863281746324
        ]
    },
    "0.31112879740565447-3-333": {
        "average clique similarity": 0.31112879740565447,
        "clique": [
            "3-And so what if Trump",
            "2-If the GAO report us",
            "1-It s going to be ove"
        ],
        "median tf-idf score": 0.6017454552162027,
        "publications": [
            "Atlantic",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "And so what if Trump seemed to conjure his $4 billion   for Boeing's Air Force One out of thin air?",
            "If the GAO report used the same Air Force estimate for research and development, then its estimate would be around $4 billion.",
            "It's going to be over $4 billion for Air Force One program, and I think it's ridiculous."
        ],
        "tf-idf score": [
            0.9001769976362649,
            0.562123866528804,
            0.6017454552162027
        ]
    },
    "0.3424916248270149-3-251": {
        "average clique similarity": 0.3424916248270149,
        "clique": [
            "0-Trump s personal fin",
            "1-You turn on those en",
            "3- Miller told reporte"
        ],
        "median tf-idf score": 0.788722358593512,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "Trump's personal financial disclosure, filed in May, shows $ $100, 000 worth of stock in Boeing, though spokesman Jason Miller told reporters on a Tuesday conference call that Trump sold all of his stocks in June.",
            "You turn on those engines, I can tell you, it's a lot of money. \" Trump reported owning between $50, 001 and $100, 000 in Boeing stock in his most recent financial disclosure, which was filed in May 2016 and disclosed his 2015 holdings. He sold the shares in June, according to his spokesman.",
            "(Miller told reporters that Trump had sold all of his stocks, including Boeing, this past June.)"
        ],
        "tf-idf score": [
            0.788722358593512,
            0.8376848977225957,
            0.6178838059915239
        ]
    },
    "0.36053632340787223-3-247": {
        "average clique similarity": 0.36053632340787223,
        "clique": [
            "3- We are currently un",
            "1-Loren Thompson  a de",
            "0- We are currently un"
        ],
        "median tf-idf score": 0.8572140083971439,
        "publications": [
            "Atlantic",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "\"We are currently under contract for $170 million to help determine the capabilities of this complex military aircraft that serves the unique requirements of the president of the United States,\" Boeing said in a statement responding to Trump's tweet.",
            "Loren Thompson, a defense consultant, said that \"Air Force One has unique communications, safety and   features so that the president can function under the most trying circumstances  --   like nuclear war. \"",
            "\"We are currently under contract for $170 million to help determine the capabilities of these complex military aircraft that serve the unique requirements of the President of the United States,\" the aircraft giant said."
        ],
        "tf-idf score": [
            1.1114161080694336,
            0.8572140083971439,
            0.6193977396501807
        ]
    },
    "0.36212126465920386-4-124": {
        "average clique similarity": 0.36212126465920386,
        "clique": [
            "2- U S   Donald Trump ",
            "4- Boeing is building ",
            "0-Boeing is building a",
            "5-Earlier in the day  "
        ],
        "median tf-idf score": 1.1368394293519324,
        "publications": [
            "Reuters",
            "New York Times",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            " U S   Donald Trump urged the government on Tuesday to cancel an order with Boeing Co for a revamped Air Force One   one of the most prominent symbols of the U S presidency   saying costs were out of control.",
            "\"Boeing is building a brand new 747 Air Force One for future presidents, but costs are out of control, more than $4 billion,\" Mr Trump wrote on Twitter. \"Cancel order!\"",
            "Boeing is building a brand new 747 Air Force One for future presidents, but costs are out of control, more than $4 billion. Cancel order!",
            "Earlier in the day, Trump tweeted that the new aircraft would cost more than $4 billion and urged the government to cancel the contract."
        ],
        "tf-idf score": [
            1.1707696347184395,
            1.4424027131105288,
            1.102909223985425,
            0.7429995556514899
        ]
    },
    "0.4099150058477996-3-23": {
        "average clique similarity": 0.4099150058477996,
        "clique": [
            "4- We look forward to ",
            "5- We look forward to ",
            "0-China would become  "
        ],
        "median tf-idf score": 1.1098283163104292,
        "publications": [
            "NPR",
            "Fox News",
            "New York Times"
        ],
        "sentences": [
            "\"We look forward to working with the U S Air Force on subsequent phases of the program, allowing us to deliver the best planes for the president at the best value for the American taxpayer,\" Boeing said. Aviation analysts were more blunt.",
            "\"We look forward to working with the U S Air Force on subsequent phases of the program allowing us to deliver the best planes for the President at the best value for the American taxpayer,\" the company said in a statement.",
            "China would become \"the first trillion dollar aviation market\" after Boeing delivered nearly 7, 000 planes, the company said in a statement at the time."
        ],
        "tf-idf score": [
            1.2679164148491824,
            1.1098283163104292,
            0.7920666375169777
        ]
    },
    "0.41664823044439375-4-333": {
        "average clique similarity": 0.41664823044439375,
        "clique": [
            "0-Miller said the deta",
            "3- I think this really",
            "1- I think this really",
            "4-But Mr Trump did not"
        ],
        "median tf-idf score": 0.5010071012179347,
        "publications": [
            "New York Times",
            "Atlantic",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Miller said the details of any cancellation would be handled once Trump was inaugurated but the Tuesday tweet \"really speaks to the  's focus on keeping costs down across the board. \"",
            "\"I think this really speaks to the  's focus on keeping costs down across the board with regard to government spending,\" Miller said.",
            "\"I think this really speaks to the  's focus on keeping costs down across the board with regard to government spending,\" he said.",
            "But Mr Trump did not focus on Boeing broadly."
        ],
        "tf-idf score": [
            0.7830532505000155,
            0.46410779917666667,
            0.43063901992368997,
            0.5379064032592028
        ]
    },
    "0.4717548062487522-3-333": {
        "average clique similarity": 0.4717548062487522,
        "clique": [
            "5- The plane is totall",
            "0- The plane is totall",
            "1-She insisted that th"
        ],
        "median tf-idf score": 0.5674121615317972,
        "publications": [
            "NPR",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "\"The plane is totally out of control,\" Trump told reporters Tuesday morning.",
            "\"The plane is totally out of control,\" Trump told reporters later Tuesday inside Trump Tower.",
            "She insisted that the Pentagon \"will insist upon program affordability through   procurement practices. \" Talking to reporters Tuesday morning at Trump Tower in Manhattan, Trump explained his tweet: \"The plane is totally out of control."
        ],
        "tf-idf score": [
            0.5530631729244385,
            0.5674121615317972,
            0.7380486326089961
        ]
    },
    "0.5523223992852785-3-333": {
        "average clique similarity": 0.5523223992852785,
        "clique": [
            "2- Boeing is building ",
            "1-Boeing is building a",
            "4-But ultimately  Cong"
        ],
        "median tf-idf score": 1.0561242471298407,
        "publications": [
            "Reuters",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "\"Boeing is building a brand new 747 Air Force One for future presidents, but costs are out of control, more than $4 billion.",
            "Boeing is building a brand new 747 Air Force One for future presidents, but costs are out of control, more than $4 billion.",
            "But ultimately, Congress controls the federal purse strings, and lawmakers with parochial interests are already weighing in. \"Replacing the    Air Force One aircraft will support   jobs throughout northwest Washington and is important to ensuring the safety and security of future presidents,\" Senator Patty Murray, Senator Maria Cantwell and Representative Rick Larsen, all Democrats of Washington, said in a joint statement Boeing's largest factories are in the Seattle area."
        ],
        "tf-idf score": [
            1.0561242471298407,
            1.0561242471298407,
            1.1800735879725166
        ]
    },
    "0.5828986617256313-4-86": {
        "average clique similarity": 0.5828986617256313,
        "clique": [
            "0-I think Boeing is do",
            "4- I think Boeing is d",
            "1- Now Air Force One i",
            "5- I think Boeing is d"
        ],
        "median tf-idf score": 0.4559204952709908,
        "publications": [
            "NPR",
            "Fox News",
            "New York Times",
            "Washington Post"
        ],
        "sentences": [
            "I think Boeing is doing a little bit of a number. We want Boeing to make a lot of money, but not that much money. \"",
            "\"I think Boeing is doing a little bit of a number. We want Boeing to make a lot of money, but not that much money. \"",
            "\"Now Air Force One is a very old Boeing 747,\" Trump said. \"It sucks up a lot of gas. A lot of fuel. Boy, the fuel bill.",
            "\"I think Boeing is doing a little bit of a number. We want Boeing to make a lot of money, but not that much money\"."
        ],
        "tf-idf score": [
            0.4559204952709908,
            0.4559204952709908,
            1.0005429322948678,
            0.4559204952709908
        ]
    },
    "0.6895263065517127-4-333": {
        "average clique similarity": 0.6895263065517127,
        "clique": [
            "3- We look forward to ",
            "0- We look forward to ",
            "2-They are designed to",
            "1-We look forward to w"
        ],
        "median tf-idf score": 0.9021307607456568,
        "publications": [
            "Atlantic",
            "Fox News",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "\"We look forward to working with the U S Air Force on subsequent phases of the program allowing us to deliver the best planes for the president at the best value for the American taxpayer. \"",
            "\"We look forward to working with the U S Air Force on subsequent phases of the program allowing us to deliver the best planes for the President at the best value for the American taxpayer. \"",
            "They are designed to be an airborne White House able to fly in   security scenarios, such as nuclear war. President Barack Obama, who flew on the aging Air Force One to Tampa, Florida, on Tuesday, has called the plane one of the best perks of the presidency.",
            "We look forward to working with the U S Air Force on subsequent phases of the program allowing us to deliver the best plane for the president at the best value for the American taxpayer. \""
        ],
        "tf-idf score": [
            0.9021307607456568,
            0.9021307607456568,
            0.9710715252860453,
            0.9021307607456568
        ]
    },
    "0.8668815039326384-3-333": {
        "average clique similarity": 0.8668815039326384,
        "clique": [
            "2-We want Boeing to ma",
            "3- I think Boeing is d",
            "1-I think Boeing is do"
        ],
        "median tf-idf score": 0.4559204952709908,
        "publications": [
            "Reuters",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "We want Boeing to make a lot of money but not that much money,\" he told reporters.",
            "\"I think Boeing is doing a little bit of a number. We want Boeing to make a lot of money, but not that much money. \"",
            "I think Boeing is doing a little bit of a number. We want Boeing to make a lot of money, but not that much money. \""
        ],
        "tf-idf score": [
            0.40371668692560675,
            0.4559204952709908,
            0.4559204952709908
        ]
    }
}