{
    "0.17896545885331508-3-160": {
        "average clique similarity": 0.17896545885331508,
        "clique": [
            "4-Media company Ziff D",
            "2- A combination would",
            "1-Update at 2 30 p  m "
        ],
        "median tf-idf score": 1.3121432425466368,
        "publications": [
            "Buzzfeed News",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "Media company Ziff Davis LLC has entered an agreement to buy Gawker's assets for a little less than $100 million, according to people familiar with the matter, but that may be only the initial bid in a   auction likely to take place at the end of July.",
            "\"A combination would marry Ziff Davis' strength in   licensing and video with GMG's premium media brands. \" The sale will be conducted through a bankruptcy   auction, in which other bidders may offer a higher price, according to a statement.",
            "Update at 2:30 p. m. ET: Gawker Confirms Ziff Davis Deal, Gawker Media Group says it has reached an agreement \"to sell its seven media brands and other assets to Ziff Davis, a global digital media company which operates in the technology, gaming and lifestyle categories and is a subsidiary of j2 Global, Inc\"."
        ],
        "tf-idf score": [
            1.3121432425466368,
            0.8099169168465079,
            1.3254047734150252
        ]
    },
    "0.18481558459423-3-52": {
        "average clique similarity": 0.18481558459423,
        "clique": [
            "1-That case was part o",
            "5-Denton bragged that ",
            "0-Hogan sued  saying h"
        ],
        "median tf-idf score": 1.0405109824010639,
        "publications": [
            "Atlantic",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "That case was part of a pattern for the company, which has sought to bring previously unknown details about public figures into the public realm. After the ruling, it emerged that a wealthy businessman who had previously been the subject of Gawker's reporting had been backing Hogan's case.",
            "Denton bragged that the news of the bankruptcy filing had boosted Gawker's traffic on Friday by 13 percent. The publisher was also bullish in a statement about the bankruptcy.",
            "Hogan sued, saying he had been recorded without his consent. Denton had defended the decision to post the clip, which the website said it had received anonymously. The company's lawyers contended that Gawker's decision was protected by the First Amendment --  a position the jury did not buy."
        ],
        "tf-idf score": [
            1.0405109824010639,
            0.8707465502880435,
            1.1766306828267046
        ]
    },
    "0.18574978526023256-3-213": {
        "average clique similarity": 0.18574978526023256,
        "clique": [
            "5-Ziff Davis  which ow",
            "3-These sources said a",
            "4- There s a tremendou"
        ],
        "median tf-idf score": 0.7069133399987865,
        "publications": [
            "New York Post",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Ziff Davis, which owns PC Mag and other media outlets, has already put in a bid of between $90 million and $100 million to buy the online publication.",
            "These sources said an opening bid came from Ziff Davis, a digital media company that has offered $90 million.",
            "\"There's a tremendous fit between the two organizations, from brands to audience to monetization,\" said a spokesman for Ziff Davis. \"We look forward to the possibility of adding these great brands    and the talented people who support them    to the Ziff Davis family\". It was not clear on Friday what other bidders might emerge."
        ],
        "tf-idf score": [
            0.7069133399987865,
            0.9054612855073382,
            0.6382753180031489
        ]
    },
    "0.1918436058427991-3-73": {
        "average clique similarity": 0.1918436058427991,
        "clique": [
            "0-The New York Times r",
            "5- The driving force b",
            "2-In a May interview w"
        ],
        "median tf-idf score": 1.1618493386206012,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "New York Post"
        ],
        "sentences": [
            "The New York Times reported last year that the site had to pay its legal fees in the Hogan case out of hand after exceeding its insurance cap. Denton also told the Times that there was a    chance he would have to sell a controlling interest to keep the company solvent.",
            "\"The driving force behind the Bollea litigation is Peter Thiel, a billionaire investor, who holds a personal vendetta against the company and has publicly admitted that he funded the Bollea litigation, and other lawsuits against Gawker, to (as the New York Times reports) 'try to put the media company out of business,' \" the site's attorneys say in the bankruptcy filing.",
            "In a May interview with the New York Times, Thiel said Gawker Media \"ruined people's lives for no reason,\" and that several years ago he began funding a team of lawyers to find and help \"victims\" of the media company."
        ],
        "tf-idf score": [
            0.8812309637726368,
            1.537312836614204,
            1.1618493386206012
        ]
    },
    "0.19768321860454077-4-120": {
        "average clique similarity": 0.19768321860454077,
        "clique": [
            "3-The dispute took on ",
            "4-The move followed re",
            "2-Gawker Media s decis",
            "0-But last month  anot"
        ],
        "median tf-idf score": 0.8707725363468537,
        "publications": [
            "Washington Post",
            "Reuters",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "The dispute took on a new coloration last month when billionaire technology investor Peter Thiel  --   a target of Gawker stories  --   revealed that he had bankrolled Hogan's suit.",
            "The move followed revelations that Hogan's lawsuit, along with several others against Gawker, were being bankrolled by billionaire investor Peter Thiel, an early backer of Facebook ( ) and a   of PayPal ( ).",
            "Gawker Media's decision to sell itself came weeks after it was revealed that tech billionaire Peter Thiel was bankrolling Hogan's civil lawsuit.",
            "But last month, another wrinkle emerged in the story. It turned out, Hogan's case against Gawker was financed by Peter Thiel, the billionaire founder of PayPal who is also a major donor to the Committee to Protect Journalist."
        ],
        "tf-idf score": [
            0.810540391188752,
            0.7708184606424823,
            1.0689664442010103,
            0.9310046815049555
        ]
    },
    "0.2081267273030796-3-175": {
        "average clique similarity": 0.2081267273030796,
        "clique": [
            "5-If Gawker wins the a",
            "0- So the judgment wil",
            "2-Gawker Media said it"
        ],
        "median tf-idf score": 0.609026680363849,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "New York Post"
        ],
        "sentences": [
            "If Gawker wins the appeal, it will recoup the sale money. Otherwise, the funds will be handed over to Hogan.",
            "\"So the judgment will stay behind in the Gawker bankruptcy estate and the assets will be sold free and clear on the judgment on it. \"",
            "Gawker Media said it will appeal in hopes of reducing the judgement."
        ],
        "tf-idf score": [
            0.609026680363849,
            0.6059267413271174,
            0.6883987551436119
        ]
    },
    "0.21010668963730303-3-102": {
        "average clique similarity": 0.21010668963730303,
        "clique": [
            "0-The statement said t",
            "5-Gawker  was forced t",
            "3-But on Friday  the j"
        ],
        "median tf-idf score": 1.1393639486216058,
        "publications": [
            "Atlantic",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "The statement said the sale and the bankruptcy filing will allow Gawker Media to appeal the judgment in the Hogan case.",
            "Gawker \"was forced to file a petition for relief under the Bankruptcy Code on an emergency basis, because, this morning, the debtor was denied a complete, temporary stay in Florida state court to pursue\" an appeal of the Hogan verdict, a Gawker rep said in the Manhattan federal court filing.",
            "But on Friday, the judge in the case, Pamela Campbell, denied Gawker's request for a stay, triggering Gawker's   filing and plans to auction itself."
        ],
        "tf-idf score": [
            1.1393639486216058,
            1.202354918887225,
            0.6539153390776425
        ]
    },
    "0.212164510172926-3-63": {
        "average clique similarity": 0.212164510172926,
        "clique": [
            "0-   that they don t h",
            "3-However  the filing ",
            "4-3 million in cash on"
        ],
        "median tf-idf score": 0.8105945912483934,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            ".. that they don't have to post a bond on appeal, and the appeal [against the $140 million award] can proceed without them posting that bond,\" Christopher Ward,   of the bankruptcy practice at the law firm Polsinelli, said.",
            "However, the filing will give Gawker the opportunity to argue that it isn't required to post a $50 million bond that Campbell, the judge, ordered while Gawker's appeal moves forward, he said.",
            "3 million in cash on hand and faced massive legal bills. The judge agreed to postpone payment of the $140 million judgment while Gawker pursued its appeal, but required the defendants to put up their shares of the company as collateral to be held by Hogan's lawyers."
        ],
        "tf-idf score": [
            0.5695484230278283,
            0.8105945912483934,
            1.0301164237694582
        ]
    },
    "0.21664384816032836-3-193": {
        "average clique similarity": 0.21664384816032836,
        "clique": [
            "0-Here s more  In orde",
            "1-Gawker Media  the go",
            "5- The sale and filing"
        ],
        "median tf-idf score": 1.6141856366980702,
        "publications": [
            "NPR",
            "New York Post",
            "Atlantic"
        ],
        "sentences": [
            "Here's more: In order to offer the business free and clear of legal liabilities and maximize value for all stakeholders, GMG subsidiary GM LLC has filed for Chapter 11 protection from creditors. The sale will be conducted through a bankruptcy court supervised auction, in which other bidders may offer a higher price for the company. GMG is being advised by Mark Patricof of Houlihan Lokey.",
            "Gawker Media, the gossip and news company that lost a   court case in which it was ordered to pay $140 million over a violation of Hulk Hogan's privacy, has filed for Chapter 11 bankruptcy protection from its creditors.",
            "\"The sale and filing are intended to preserve the value of Gawker Media Group's pioneering digital news business, safeguard the jobs of journalists and other staff, and allow GMG to fund the appeal against the $130 million judgment in the Hulk Hogan case against the company in a Florida state court,\" the statement said."
        ],
        "tf-idf score": [
            0.932598607007,
            1.6141856366980702,
            1.6672660165030504
        ]
    },
    "0.2291302690860536-3-213": {
        "average clique similarity": 0.2291302690860536,
        "clique": [
            "3-However  Ziff Davis ",
            "1-But it is also now f",
            "2-The company       in"
        ],
        "median tf-idf score": 0.9702363710671731,
        "publications": [
            "Washington Post",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "However, Ziff Davis's bid isn't final; under a   auction, Gawker would be free to accept higher offers. In January, in an effort to defray some of the cost of its litigation, Denton sold a minority share of the company to Columbus Nova Technology Partners.",
            "But it is also now formally entertaining offers to buy the company and says it has a firm bid from publisher Ziff Davis to buy the entire operation for less than $100 million\". The bankruptcy filing authorizes Gawker's officers \"to commence the process of marketing and selling the assets of the Company and its subsidiaries\".",
            "The company  --   including its seven media brands and other assets  --   plans to be put up for auction, with an opening bid of $90 million to $100 million from PC Mag owner Ziff Davis, a source confirmed to BuzzFeed News."
        ],
        "tf-idf score": [
            0.9702363710671731,
            1.3415704115303964,
            0.9381871997620689
        ]
    },
    "0.2368388634073991-3-97": {
        "average clique similarity": 0.2368388634073991,
        "clique": [
            "5-The Chapter 11 filin",
            "2- Read the full filin",
            "0-Questions about Gawk"
        ],
        "median tf-idf score": 1.1516094324443902,
        "publications": [
            "New York Post",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "The Chapter 11 filing came Friday, just minutes after a Florida judge said Hogan could start slapping liens on Gawker's property as part of his effort to collect his $140 million jury award against the company.",
            "'Read the full filing:'] In March, a Florida jury awarded Hulk Hogan $140 million in his lawsuit against Gawker Media, finding the media company violated the wrestler's privacy by posting a   clip of him having sex with the wife of his best friend, Bubba the Love Sponge.",
            "Questions about Gawker's fate have swirled since a Florida jury awarded Terry Bollea, better known as Hulk Hogan, $115 million in March in his    lawsuit against the company that owns the gossip website of the same name and other properties."
        ],
        "tf-idf score": [
            1.1516094324443902,
            1.4408051113459093,
            1.1193820111348494
        ]
    },
    "0.25329083650113626-3-213": {
        "average clique similarity": 0.25329083650113626,
        "clique": [
            "5-Initial court filing",
            "1-The company is a lea",
            "0-twitter  The New Yor"
        ],
        "median tf-idf score": 0.9232642036827621,
        "publications": [
            "New York Post",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Initial court filings show Gawker has at least 200 creditors, $50 million to $100 million in assets and $100 million to $500 million in liabilities.",
            "The company is a leader in online commerce, native advertising and online discussion software, but the driving force is its distinctive editorial mission\". Our original post continues: Gawker filed bankruptcy papers with a court in the Southern District of New York Friday, claiming an estimated $50 million to $100 million in assets and between $100 million and $500 million in liabilities.",
            "twitter. The New York Times reported earlier, citing a person briefed on the plan, that ZiffDavis submitted an opening bid of $90 million to $100 million for Gawker Media."
        ],
        "tf-idf score": [
            0.780927718226367,
            1.225069847657255,
            0.9232642036827621
        ]
    },
    "0.2567259394395676-3-37": {
        "average clique similarity": 0.2567259394395676,
        "clique": [
            "3-Thiel  a   of PayPal",
            "1-As NPR s David Folke",
            "0-Thiel was famously o"
        ],
        "median tf-idf score": 0.8178295977967267,
        "publications": [
            "Washington Post",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Thiel, a   of PayPal and a Facebook board member, has long been upset with the site's coverage of him, particularly a 2007 story by a     site that disclosed he is gay. Thiel said he has spent as much as $10 million to secretly support Hogan's lawsuit.",
            "As NPR's David Folkenflik reported Thursday: \"A Gawker site outed PayPal   Peter Thiel as gay nine years ago and Thiel's never forgotten. .. Thiel told The New York Times that backing the lawsuits against Gawker was an act of philanthropy.",
            "Thiel was famously outed as gay by the gossip website in 2007. Thiel told the Times that story and articles about his friends in Gawker \"ruined people's lives for no reason. \""
        ],
        "tf-idf score": [
            0.8103253072644182,
            0.9817372008255447,
            0.8178295977967267
        ]
    },
    "0.2642615149428253-4-57": {
        "average clique similarity": 0.2642615149428253,
        "clique": [
            "5-In March  Hogan won ",
            "4-Hogan s lawsuit accu",
            "0-Two weeks later  he ",
            "3-Hogan  whose real na"
        ],
        "median tf-idf score": 0.8107936941058985,
        "publications": [
            "Reuters",
            "New York Post",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "In March, Hogan won an    lawsuit against Gawker after it posted video online of him having sex with his  's wife.",
            "Hogan's lawsuit accused Gawker, Denton and former Gawker editor A J Daulerio of violating his privacy by publishing a one minute,   edited video clip featuring Hogan having sex with the wife of his   friend, the radio shock jock Bubba the Love Sponge Clem.",
            "Two weeks later, he was awarded another $25 million in punitive damages. In 2012 Gawker ran a     video clip of Hogan having sex with a wife's friend.",
            "Hogan, whose real name is Terry Bollea, sued Gawker in 2012 after it posted excerpts of a sex tape featuring him and the wife of a friend, Heather Cole."
        ],
        "tf-idf score": [
            0.669976170839204,
            0.9292492734535506,
            0.9228727149753934,
            0.6987146732364037
        ]
    },
    "0.2646192963844332-3-213": {
        "average clique similarity": 0.2646192963844332,
        "clique": [
            "3-1 million   lawsuit ",
            "2-Hogan sued Gawker Me",
            "1-A massive chunk of t"
        ],
        "median tf-idf score": 0.7707940846450013,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "1 million   lawsuit to professional wrestler Hulk Hogan in March.",
            "Hogan sued Gawker Media in 2012 after it posted a   clip of the professional wrestler having sex.",
            "A massive chunk of those liabilities rests in a punishment levied on the company for making public a video in which professional wrestler Hulk Hogan was seen having sex with a woman who was married to a man who has been called Hogan's best friend."
        ],
        "tf-idf score": [
            0.41618694533924855,
            0.790520987623872,
            0.7707940846450013
        ]
    },
    "0.3281645107466527-3-213": {
        "average clique similarity": 0.3281645107466527,
        "clique": [
            "0-   I want to receive",
            "3- Gawker Media Group ",
            "4- Gawker Media LLC  a"
        ],
        "median tf-idf score": 1.3876858227405882,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "   I want to receive updates from partners and sponsors. Updated on June 10 at 2:57 p. m. ET, Gawker Media, reeling from the $140 million awarded to former   Hulk Hogan in an    suit, has filed for Chapter 11 bankruptcy, and said it's being sold to Ziff Davis, the media company that owns PC Magazine and other publications.",
            " Gawker Media Group, the parent of the news and gossip site Gawker, filed for Chapter 11 bankruptcy protection on Friday and put itself up for sale, in moves designed to shield its assets after it lost a $140.",
            " Gawker Media LLC, an online publishing pioneer, filed for Chapter 11 bankruptcy and put itself up for sale on Friday after a $140 million court judgment against it in a lawsuit brought by former professional wrestler Hulk Hogan over a sex tape."
        ],
        "tf-idf score": [
            1.6532482409959823,
            0.9834168986633974,
            1.3876858227405882
        ]
    },
    "0.3390776360989871-3-213": {
        "average clique similarity": 0.3390776360989871,
        "clique": [
            "4-In March  a   jury a",
            "3-After a   trial  a T",
            "2-Hogan maintained he "
        ],
        "median tf-idf score": 0.42815257886498553,
        "publications": [
            "Reuters",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "In March, a   jury awarded $60 million to Hogan, 62, for emotional distress and $55 million for economic damages. The jury then added another $25 million in punitive damages.",
            "After a   trial, a Tampa jury awarded Hogan a total of $140 million in general and punitive damages.",
            "Hogan maintained he did not know he was being filmed and that his privacy had been invaded. After a   trial in Florida, a jury awarded Hogan $115 million in damages and an additional $25 million in punitive damages. Thiel, through his spokesperson, declined to comment about the bankruptcy."
        ],
        "tf-idf score": [
            0.42815257886498553,
            0.4238562074420335,
            0.8450600085343279
        ]
    },
    "0.44295366867482827-3-32": {
        "average clique similarity": 0.44295366867482827,
        "clique": [
            "3-Gawker s attorney ha",
            "4-David Houston  an at",
            "5- We have every inten"
        ],
        "median tf-idf score": 0.8652579860767556,
        "publications": [
            "Washington Post",
            "Reuters",
            "New York Post"
        ],
        "sentences": [
            "Gawker's attorney have already sought relief from the bond from an appeals court.",
            "David Houston, an attorney for Hogan, said: \"We have every intention to continue to pursue our judgment against Gawker and to hold them accountable for violating Mr Bollea's privacy whether it be in the bankruptcy court or any other court\".",
            "\"We have every intention to continue to pursue our judgment against Gawker and to hold them accountable for violating Mr Bollea's privacy whether it be in the bankruptcy court or any other court,\" said attorney David Houston."
        ],
        "tf-idf score": [
            0.5340695535339747,
            1.0072410526547295,
            0.8652579860767556
        ]
    },
    "0.5861680556948616-3-213": {
        "average clique similarity": 0.5861680556948616,
        "clique": [
            "2- We are encouraged b",
            "0- We are encouraged b",
            "3- We are encouraged b"
        ],
        "median tf-idf score": 1.1939373740600792,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "\"We are encouraged by the agreement with Ziff Davis, one of the most rigorously managed and profitable companies in digital media,\" Gawker Media founder Nick Denton said in a statement.",
            "\"We are encouraged by the agreement with Ziff Davis, one of the most rigorously managed and profitable companies in digital media,\" Nick Denton, Gawker Media Group's (GMG) founder, said in a statement.",
            "\"We are encouraged by the agreement with Ziff Davis, one of the most rigorously managed and profitable companies in digital media,\" said Denton, in a statement."
        ],
        "tf-idf score": [
            1.1939373740600792,
            1.2537320289149694,
            0.7984983243568873
        ]
    },
    "0.7046490302895602-3-8": {
        "average clique similarity": 0.7046490302895602,
        "clique": [
            "5- Even with his billi",
            "2-Messages to Gawker M",
            "4- Even with his billi"
        ],
        "median tf-idf score": 0.9821312281489771,
        "publications": [
            "Reuters",
            "New York Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"Even with his billions, Thiel will not silence our writers. Our sites will thrive  --   under new ownership  --   and we'll win in court,\" Denton tweeted Friday afternoon.",
            "Messages to Gawker Media were not immediately returned, however Denton posted a defiant tweet after news of the bankruptcy filling hit: Even with his billions, Thiel will not silence our writers. Our sites will thrive a under new ownership a and we'll win in court. Freedom of the press is a cornerstone of our nation.",
            "\"Even with his billions, Thiel will not silence our writers,\" Gawker founder and Chief Executive Nick Denton said on Twitter. \"Our sites will thrive  --   under new ownership  --   and we'll win in court\"."
        ],
        "tf-idf score": [
            0.5168861443555608,
            1.2823840248321698,
            0.9821312281489771
        ]
    }
}