{
    "0.17876324976170188-3-140": {
        "average clique similarity": 0.17876324976170188,
        "clique": [
            "1- Our inner cities ar",
            "3-And so  apparently  ",
            "0- You have so many th"
        ],
        "median tf-idf score": 0.6873704246911525,
        "publications": [
            "Fox News",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "\"Our inner cities are in terrible shape,\" Carson said. \"And they definitely need some real attention. There have been so many promises made over the last several decades and nothing has been done, so it certainly is something that has been a   interest of mine\".",
            "And so, apparently, did Ben Carson.",
            "\"You have so many things, so many problems, so many horrible, horrible problems. The violence. The death. The lack of education. No jobs. We're going to work with the African American community, and we're going to solve the problem of the inner city,\" Trump told a rally before the election."
        ],
        "tf-idf score": [
            0.7957422440772988,
            0.37667577769460947,
            0.6873704246911525
        ]
    },
    "0.17977755962955486-3-83": {
        "average clique similarity": 0.17977755962955486,
        "clique": [
            "1-But after he dropped",
            "2-But he became one of",
            "3-Carson s constant re"
        ],
        "median tf-idf score": 0.9122561684087372,
        "publications": [
            "Reuters",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "But after he dropped out of the White House race in March, the subdued doctor quickly endorsed the boisterous businessman and became one of Trump's most visible surrogates. Caron's position in the cabinet requires Senate confirmation before it becomes official. Carson has often recounted his childhood as the son of a single mother in   Detroit in his books and motivational speeches.",
            "But he became one of his most     supporters after Trump secured the nomination. Carson enjoyed a brief surge early in the presidential campaign that took him to the top of the Republican polls in late 2015.",
            "Carson's constant reading, however, fostered an interest in science, and he said he went from being the \"class dummy\" to the top of his class in just a year. He went to Yale and then the University of Michigan medical school, and by the age of 33, he had become the youngest person ever to lead a major division at Johns Hopkins. He first gained national fame in the 1980s as the doctor who led a surgical team that separated conjoined twins."
        ],
        "tf-idf score": [
            1.1774149163540066,
            0.7808870601439426,
            0.9122561684087372
        ]
    },
    "0.19050827120774683-3-58": {
        "average clique similarity": 0.19050827120774683,
        "clique": [
            "2-In the past  Trump h",
            "1- We have much work t",
            "4- We have talked at l"
        ],
        "median tf-idf score": 1.1384714346230898,
        "publications": [
            "Fox News",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "In the past, Trump has dismissed the idea of   climate change as a hoax and he said during the campaign that he would seek to get the United States out of the Paris Agreement to reduce global emissions of fossil fuels. But last month he told the New York Times he had an open mind on this. Meanwhile, Green Party presidential nominee Jill Stein  filed suit in federal court in Pennsylvania on Monday in an attempt to force a statewide recount of voting there, adding to recounts in Michigan and Wisconsin.",
            "\"We have much work to do in strengthening every aspect of our nation and ensuring that both our physical infrastructure and our spiritual infrastructure is solid. An announcement is forthcoming about my role in helping to make America great again. \" He also told Fox News Channel's \"Your World with Neil Cavuto\" in an interview last month that the HUD position was \"one of the offers [from Trump] that is on the table\".",
            "\"We have talked at length about my urban renewal agenda and our message of economic revival, very much including our inner cities\". The famed retired neurosurgeon is an unorthodox pick to lead the agency, which oversees   programs and enforces   legislation. In fact, a top Carson aide, Armstrong Williams, told The Hill last month that the former GOP presidential hopeful wasn't interested in a Cabinet position, because \"Dr Carson feels he has no government experience, he's never run a federal agency."
        ],
        "tf-idf score": [
            1.1384714346230898,
            1.014416281816654,
            1.4257969142081273
        ]
    },
    "0.20623119671139598-4-106": {
        "average clique similarity": 0.20623119671139598,
        "clique": [
            "4-The last thing he wo",
            "3-Carson s selection i",
            "1-TRUMP EXPANDS SECRET",
            "2-FORMER TARGET OF TRU"
        ],
        "median tf-idf score": 0.9536615539466717,
        "publications": [
            "Fox News",
            "Atlantic",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "The last thing he would want to do was take a position that could cripple the presidency\". At the time, Carson's name was being floated to lead the Department of Health and Human Services.",
            "Carson's selection is an odd one chiefly because as a former chief of pediatric neurosurgery at Johns Hopkins, he would seem to be an obvious fit to lead the Department of Health and Human Services, which will be led by Tom Price if confirmed by the Senate, as opposed to the Cabinet federal housing policy, in which he has comparatively little experience.",
            "TRUMP EXPANDS SECRETARY OF STATE SEARCH MORE INTERVIEWS THIS WEEK, Carson, who had previously been rumored to be a contender for a job heading Veteran's Affairs, Education or Health and Human Services, could appear at first glance as an odd choice for HUD However, Carson wrote and spoke about the department and issues affected by its actions numerous times during his time as a primary candidate, and he also addressed some of what may soon face him in a Facebook post last month that hinted at a HUD job offer from Trump.",
            "FORMER TARGET OF TRUMP ATTACKS Carson, a respected neurosurgeon at Johns Hopkins Hospital in Baltimore, had been considered for U S surgeon general and head of Health and Human Services Department."
        ],
        "tf-idf score": [
            0.7216093719513933,
            1.0588919572307165,
            1.3530268655487827,
            0.8484311506626269
        ]
    },
    "0.2256915827224936-3-72": {
        "average clique similarity": 0.2256915827224936,
        "clique": [
            "0-He will also lead Tr",
            "2-IVANKA TRUMP TO MEET",
            "1-TRUMP SAYS HE LL NOM"
        ],
        "median tf-idf score": 0.8324878329619045,
        "publications": [
            "Reuters",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "He will also lead Trump's efforts in an arena where Trump and members of his family have been accused of flouting the law in their own business ventures. Trump is also expected on Monday to formally name retired Marine Gen. James N Mattis as his defense secretary.",
            "IVANKA TRUMP TO MEET AL GORE Other picks by Trump so far for his administration include: Marine Corps General James Mattis as defense secretary, U S  Representative Mike Pompeo as CIA director, Senator Jeff Sessions as attorney general, retired General Michael Flynn as national security adviser, Republican National Committee Chairman Reince Priebus as chief of staff and   media executive Steve Bannon as chief White House strategist.",
            "TRUMP SAYS HE'LL NOMINATE RETIRED MARINE GEN MATTIS AS SECRETARY OF DEFENSE, Carson ran against Trump during the Republican primary battle."
        ],
        "tf-idf score": [
            0.5901456005976767,
            0.8501285422801835,
            0.8324878329619045
        ]
    },
    "0.24780180967818544-3-102": {
        "average clique similarity": 0.24780180967818544,
        "clique": [
            "3-In a Facebook post j",
            "2-But Carson said afte",
            "4-And Trump himself co"
        ],
        "median tf-idf score": 1.115987779215888,
        "publications": [
            "Reuters",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "In a Facebook post just before Thanksgiving, Carson briefly addressed his change of heart on joining the Cabinet: After serious discussions with the Trump transition team, I feel that I can make a significant contribution particularly to making our inner cities great for everyone.",
            "But Carson said after meeting with Trump he believed he could make a contribution.",
            "And Trump himself confirmed he was considering Carson to lead HUD Carson teased later that he was going to accept the appointment, writing on Facebook that he could \"make a significant contribution particularly to making our inner cities great for everyone\" and that an announcement was \"forthcoming\"."
        ],
        "tf-idf score": [
            1.115987779215888,
            0.7808737057327293,
            1.1995835060512476
        ]
    },
    "0.263041121355164-3-27": {
        "average clique similarity": 0.263041121355164,
        "clique": [
            "3-During the heat of t",
            "0-Noting Carson s admi",
            "4-Trump said Carson s "
        ],
        "median tf-idf score": 0.8975788773381921,
        "publications": [
            "Atlantic",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "During the heat of the GOP primary, Trump said Carson had \"a pathological temper\" that was as incurable as pedophilia.",
            "Noting Carson's admissions in his 1996 autobiography, interviews and public statements that, growing up, he had tried to attack his mother with a hammer and almost stabbed a friend, Trump said Carson had a \"pathological temper\" that was incurable, comparing it to \"child molesting. \"",
            "Trump said Carson's temperament was an incurable sickness that he compared to \"child molesting\"."
        ],
        "tf-idf score": [
            0.8975788773381921,
            1.0937280366255462,
            0.8810896177980103
        ]
    },
    "0.2969361310805357-4-145": {
        "average clique similarity": 0.2969361310805357,
        "clique": [
            "2- Retired neurosurgeo",
            "3-The   announced on M",
            "4-  Donald Trump has c",
            "0-            Donald T"
        ],
        "median tf-idf score": 1.0962703399393607,
        "publications": [
            "NPR",
            "Atlantic",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            " Retired neurosurgeon Ben Carson, a    of Donald Trump, overcame his stated qualms about a lack of government experience on Monday to accept the  's nomination to lead the Department of Housing and Urban Development.",
            "The   announced on Monday morning his intention to nominate the   neurosurgeon to be secretary of the Department of Housing and Urban Development, putting a former Republican rival in charge of leading a revival of the nation's inner cities that Trump believes are \"a disaster. \" The move marks a reversal for both men.",
            "  Donald Trump has chosen Dr Ben Carson to lead the Department of Housing and Urban Development in his incoming administration.",
            "            Donald Trump has nominated retired neurosurgeon Ben Carson to run the Department of Housing and Urban Development, an unconventional choice that underscores Trump's willingness to forgo traditional policy expertise in some Cabinet positions to surround himself with allies."
        ],
        "tf-idf score": [
            1.1198131508380071,
            0.8802820582934345,
            1.0727275290407143,
            1.1705006275319207
        ]
    },
    "0.4539410512529001-3-42": {
        "average clique similarity": 0.4539410512529001,
        "clique": [
            "2-Carson said he was h",
            "1-But in a statement o",
            "4- I feel that I can m"
        ],
        "median tf-idf score": 1.1698618681807156,
        "publications": [
            "Reuters",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "Carson said he was honored to accept the post, which requires confirmation by the U S Senate. \"I feel that I can make a significant contribution particularly by strengthening communities that are most in need,\" he said in the statement.",
            "But in a statement on Monday, the retired pediatric neurosurgeon said he felt he could \"make a significant contribution particularly by strengthening communities that are most in need\". \"We have much work to do in enhancing every aspect of our nation and ensuring that our nation's housing needs are met,\" he said. Carson also tweeted that he would accept the position. pic. twitter.",
            "\"I feel that I can make a significant contribution particularly by strengthening communities that are most in need,\" he said. Carson was one of Trump's many rivals for the Republican nomination for president, which was the retired   doctor's first foray into politics."
        ],
        "tf-idf score": [
            0.976518576385375,
            1.1698618681807156,
            1.2549836031111887
        ]
    },
    "0.6742887548035637-5-0": {
        "average clique similarity": 0.6742887548035637,
        "clique": [
            "3- Ben Carson has a br",
            "2-Trump  a real estate",
            "4- Ben Carson has a br",
            "0- Ben Carson has a br",
            "1-Trump said in his st"
        ],
        "median tf-idf score": 1.1384795061635293,
        "publications": [
            "Atlantic",
            "NPR",
            "Washington Post",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "\"Ben Carson has a brilliant mind and is passionate about strengthening communities and families within those communities,\" the   said in a statement released by his transition team Monday.",
            "Trump, a real estate magnate who also has no government experience and has never held public office, expressed confidence Carson could do the job, saying in a statement that he \"has a brilliant mind and is passionate about strengthening communities and families within those communities\".",
            "\"Ben Carson has a brilliant mind and is passionate about strengthening communities and families within those communities,\" Trump said in a statement released Monday.",
            "\"Ben Carson has a brilliant mind and is passionate about strengthening communities and families within those communities. \"",
            "Trump said in his statement that he was \"thrilled to nominate Carson,\" adding that he \"has a brilliant mind and is passionate about strengthening communities and families within those communiuties. \""
        ],
        "tf-idf score": [
            0.9386994954453931,
            1.144981222669718,
            1.1384795061635293,
            0.6758571465641046,
            1.1981483452089903
        ]
    }
}