{
    "0.16220125451038206-3-298": {
        "average clique similarity": 0.16220125451038206,
        "clique": [
            "0-Responding to Trump ",
            "1-Pena Nieto  who has ",
            "3- The bond between ou"
        ],
        "median tf-idf score": 0.9917473697960758,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "Responding to Trump, Fox said he was lying and that he invited him to apologize to all Mexicans.",
            "Pena Nieto, who has previously compared Trump to Adolf Hitler, greeted him courteously and said he was committed to working with whomever Americans elect as their next president in November.",
            "\"The bond between our two countries is deep and sincere,\" he said. For his part, Pena Nieto reiterated the importance of the U  alliance for commerce and national security. And he committed to maintaining that relationship no matter the outcome of November's election. \"The next president of North America will find in Mexico and its government a neighbor that wants to work constructively to strengthen even more the relationship among our nations and to confront together all the challenges that we face together in common,\" he said."
        ],
        "tf-idf score": [
            0.9219090638094045,
            1.1622168428694375,
            0.9917473697960758
        ]
    },
    "0.1752799515298801-3-391": {
        "average clique similarity": 0.1752799515298801,
        "clique": [
            "3-Gone were any of his",
            "1-Trump warned that NA",
            "5-Pena Nieto and other"
        ],
        "median tf-idf score": 1.3419289395186471,
        "publications": [
            "NPR",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Gone were any of his previous criticisms of Mexican immigrants residing illegally in the U S Trump praised   and     as \"beyond reproach\" and said he was proud to employ Mexican workers at his hotels and other properties.",
            "Trump warned that NAFTA would have to be renegotiated. Trump's calls for deporting all undocumented workers, labeling many Mexican immigrants \"rapists\" and \"criminals,\" and plan to build a wall along the border    that Mexico would pay for    have earned him withering criticism from Pena Nieto, as well as many independents and moderate Republicans.",
            "Pena Nieto and other Mexican leaders have dismissed the idea as preposterous. \"There is no way that Mexico can pay [for] a wall like that,\" Pena Nieto said in a July interview on CNN, adding that he did not agree with Trump's frequent characterization of illegal immigrants from Mexico as rapists and killers."
        ],
        "tf-idf score": [
            1.008852214689088,
            1.3419289395186471,
            1.4229570422333613
        ]
    },
    "0.17850546756831057-3-128": {
        "average clique similarity": 0.17850546756831057,
        "clique": [
            "0-Trump said NAFTA has",
            "4- I expressed my conv",
            "1-The Mexican leader t"
        ],
        "median tf-idf score": 1.2040348040587756,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "Trump said NAFTA has been more beneficial to Mexico than the US, and said immigration was a \"humanitarian disaster\" that the two countries should work together to address.",
            "\"I expressed my conviction that NAFTA has done a lot of good for the United States and Mexico,\" EPN said, noting major U S experts to Mexico and studies that find up to 6 million American jobs rely on trade with Mexico.",
            "The Mexican leader told Trump that both the US and Mexico had benefited from NAFTA, saying more than six million US jobs rely on exports to Mexico. \"I don't think that commerce must be considered a zero sum game, so that only one wins and the other one loses,\" he said, though added he was prepared to make the    deal, which also includes Canada, better for both nations."
        ],
        "tf-idf score": [
            1.2040348040587756,
            0.8400985648600321,
            1.3651064924004146
        ]
    },
    "0.18247022720789416-3-196": {
        "average clique similarity": 0.18247022720789416,
        "clique": [
            "5-The speech will come",
            "1-Those most fervently",
            "3-It continued   It is"
        ],
        "median tf-idf score": 0.971186391102745,
        "publications": [
            "Washington Post",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "The speech will come after Trump has wavered for weeks on whether he will continue to hold his   positions on the central and incendiary issue of his campaign, in particular his call to deport an estimated 11 million immigrants who are living in the United States illegally.",
            "Those most fervently opposed to immigration have pushed back against the rumored \"softening\" in his stance that he could articulate on Wednesday night. Trump, speaking from prepared remarks, was far more metasured than in his campaign trail appearances. Though he mostly stuck his positions on renegotiating NAFTA and halting illegal immigration, he was also conciliatory.",
            "It continued, \"It is unsurprising that they hold two different views on this issue, and we look forward to continuing the conversation\". During the news conference, Trump was more subdued in his remarks than his usual unscripted, brash style on the campaign trail. He read from prepared remarks in a measured tone."
        ],
        "tf-idf score": [
            0.968894361711413,
            1.0036338545066,
            0.971186391102745
        ]
    },
    "0.18309514779608757-3-57": {
        "average clique similarity": 0.18309514779608757,
        "clique": [
            "3-A statement from the",
            "0- The Mexican people ",
            "5- Josh    Images    I"
        ],
        "median tf-idf score": 0.8612761101804567,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "A statement from the Trump campaign said the discussion \"was not a negotiation, and that would have been inappropriate\".",
            "\"The Mexican people have been hurt by the comments that have been made,\" he said. \"The Mexican people in the United States are honest, hardworking and people of good. They respect the law, and as such, they deserve to be respected.",
            "(Josh    Images)  \"I shared my strong view that NAFTA has been a far greater benefit to Mexico than it has been to the United States,\" said Trump."
        ],
        "tf-idf score": [
            0.8612761101804567,
            0.5296604791896778,
            1.0823112077830968
        ]
    },
    "0.1861274640232133-3-242": {
        "average clique similarity": 0.1861274640232133,
        "clique": [
            "2-It didn t publicize ",
            "5-American reporters w",
            "1-The trip was also un"
        ],
        "median tf-idf score": 0.9043854259156198,
        "publications": [
            "Guardian",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "It didn't publicize this statesmanship as much as it could have. Trump's campaign intentionally left the traveling press corps in the United States and prevented reporters from coming along, something the campaign treasurer, Jeff DeWit, bragged about at the campaign rally in Phoenix on Wednesday night.",
            "American reporters who regularly cover Trump expressed concerns on social media about his decision not to bring his usual traveling press corps with him. Trump flew by helicopter to Los Pinos for his meeting, according to Mexican media. He did not appear in front of journalists when he arrived at the presidential palace.",
            "The trip was also unusual for not including his traveling press corps and coming against the advice of US diplomats. The campaign's decision to travel to a foreign country    one rife with security risks for a candidate who has stoked tensions with his rhetoric on Mexican immigrants    without reporters following close behind marks an unprecedented moment in the coverage of major party presidential nominees."
        ],
        "tf-idf score": [
            0.7842808744750114,
            0.9043854259156198,
            0.9919760555842984
        ]
    },
    "0.18781702064757813-3-204": {
        "average clique similarity": 0.18781702064757813,
        "clique": [
            "1-But he laid bare dis",
            "4-But Pena Nieto  unde",
            "5-Trump said the meeti"
        ],
        "median tf-idf score": 1.0991202655905874,
        "publications": [
            "Washington Post",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "But he laid bare disagreements between the two men when he said it was imperative to stop the \"tremendous outflow\" of jobs from the United States over the southern border, and that NAFTA had benefited Mexico more than the US And he stood up for America's right to build a \"physical barrier or wall\" on its territory to stop illegal immigration and drug traffickers.",
            "But Pena Nieto, under pressure from a Mexican public furious at the visit, said nothing in the moment and has an incentive to show his own citizens he stood up to Trump.",
            "Trump said the meeting was \"tremendous\" and lasted more than an hour. The two stood at    podiums with a Mexican flag in the background."
        ],
        "tf-idf score": [
            1.1071324392111954,
            1.0991202655905874,
            0.974097880786536
        ]
    },
    "0.18920721350048-3-145": {
        "average clique similarity": 0.18920721350048,
        "clique": [
            "1-It is not unusual fo",
            "4-But in his second jo",
            "2-The two met for an h"
        ],
        "median tf-idf score": 1.0405362939472562,
        "publications": [
            "Guardian",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "It is not unusual for presidential candidates to venture abroad during a campaign. Both Barack Obama and Mitt Romney made trips to bolster their foreign policy credentials in 2008 and 2012. But Trump's approach    like the rest of his campaign    is highly unorthodox. Presidential candidates do not typically show up in foreign capitals for talks with leaders without intense preparation and highly choreographed game plans. Often, the parameters of a meeting are settled in advance. This trip was announced Tuesday night.",
            "But in his second journey abroad as a presidential candidate, and his first meeting with foreign leaders, Trump avoided the most controversial issue. He did assert the U S right to construct a wall --  a far cry from the promise that Mexico would fund the construction.",
            "The two met for an hour and then appeared before reporters to make separate statements about their unusual summit. Speaking at a podium next to Pena Nieto, Trump did his utmost to appear presidential on his second trip abroad and first meeting with a head of state as a candidate."
        ],
        "tf-idf score": [
            1.1160822749418058,
            1.0405362939472562,
            1.0093254262770752
        ]
    },
    "0.18930813154573337-3-91": {
        "average clique similarity": 0.18930813154573337,
        "clique": [
            "5-According to an inte",
            "4-It must be seen as a",
            "1-But turning the tabl"
        ],
        "median tf-idf score": 1.0402050162325098,
        "publications": [
            "Washington Post",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "According to an interpreter, he said illegal immigration and border security is a shared challenge, but that undocumented immigration has slowed in recent years. He also praised the merits of free trade; Trump has expressed deep skepticism about sweeping trade deals.",
            "It must be seen as an effort that generates value to both parties and makes North America the most competitive and innovative region in the world. \" But Pena Nieto acknowledged that NAFTA was now more than two decades old, and he said he would be willing to discuss updating the treaty, as long as any changes were mutually beneficial. Next up: Immigration. While acknowledging American anger about illegal immigration, EPN noted that it peaked 10 years ago and is now net negative.",
            "But turning the tables on Trump, he gave the billionaire an earful on trade, said illegal immigration from Mexico to the US peaked years ago and complained of the torrent of guns that he said crossed the border and worsened Mexico's drug wars."
        ],
        "tf-idf score": [
            1.0888610254055553,
            0.9235476018895425,
            1.0402050162325098
        ]
    },
    "0.190093538130514-3-450": {
        "average clique similarity": 0.190093538130514,
        "clique": [
            "4-His promise to build",
            "3-Trump s position on ",
            "0-He and surrogates of"
        ],
        "median tf-idf score": 0.9236525229760543,
        "publications": [
            "Atlantic",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "His promise to build a huge wall on the U S border with Mexico at Mexico's expense has been among the most consistent refrains through his presidential campaign. (He has spent the last two weeks backing away from another, his vow to deport undocumented immigrants.)",
            "Trump's position on immigration has waffled in recent days. At one point he appeared to back away from his previous support of mass deportations for the people in the U S illegally. He has since sought to clarify his immigration stance, and this latest push on immigration is part of that effort.",
            "He and surrogates of his campaign stated his immigration policy remained the same, but offered no specifics about his previous comments about a \"deportation force\" or what he would do with approximately 11 million undocumented immigrants in the US Clinton released a statement on the visit Tuesday night, recalling instances in which Trump has threatened to deport immigrants."
        ],
        "tf-idf score": [
            0.816029212304996,
            0.9236525229760543,
            1.1592924805530775
        ]
    },
    "0.1935872181278643-3-450": {
        "average clique similarity": 0.1935872181278643,
        "clique": [
            "1-The sight of Trump a",
            "5-Trump said the two d",
            "2-John Podesta  the ch"
        ],
        "median tf-idf score": 1.176078106885682,
        "publications": [
            "CNN",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "The sight of Trump alongside the Mexican president provided the   that the campaign appears to have banked on despite not knowing how the candidate would be received. Still, the Clinton campaign came out swinging, accusing Trump of failing to make good on his pledge to make Mexico pay for the wall by not raising the issue.",
            "Trump said the two discussed his proposed wall on the U S  border, but, \"we didn't discuss who pays for the wall. \"",
            "John Podesta, the chair of the Clinton campaign, mocked Trump for not pressing for Mexico to pay for the border wall in his meeting with Pena Nieto."
        ],
        "tf-idf score": [
            1.3045525015865993,
            0.8254141764768491,
            1.176078106885682
        ]
    },
    "0.1944317248387352-3-419": {
        "average clique similarity": 0.1944317248387352,
        "clique": [
            "4-Trump s decision not",
            "3-Trump is traveling b",
            "5- The Fix  Trump s   "
        ],
        "median tf-idf score": 1.1443133440975797,
        "publications": [
            "Washington Post",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "Trump's decision not to bring up paying for the wall during what he described as a lengthy and candid discussion is surprising, and it leaves one of the most important questions about his visit to Mexico unanswered. The trip, hastily arranged and announced only Tuesday night, comes on the eve of what's being billed as a major speech on immigration.",
            "Trump is traveling back to the U S Wednesday night to give a speech on immigration in Phoenix.",
            "[The Fix: Trump's     trip to Mexico is sort of baffling]  Questions about what would become of the estimated 11 million undocumented immigrants if Trump is elected have gone largely unanswered by the candidate and his team in recent days. The campaign has suggested that Wednesday's speech will address those questions and concerns."
        ],
        "tf-idf score": [
            1.1443133440975797,
            0.5798797012963204,
            1.1885964517522896
        ]
    },
    "0.19896377538045903-3-249": {
        "average clique similarity": 0.19896377538045903,
        "clique": [
            "5-Addressing the media",
            "3-Trump outlined five ",
            "2- The president told "
        ],
        "median tf-idf score": 1.0463411795048403,
        "publications": [
            "NPR",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "Addressing the media after the meeting alongside Pena Nieto, Trump said the two discussed trade, illegal immigration, and border security  --   issues where their views do not align.",
            "Trump outlined five principles discussed in the meeting: his commitment to ending illegal immigration, securing the border and the right to build a wall, intelligence sharing, improving the North American Free Trade Agreement, and keeping manufacturing wealth \"in our hemisphere\".",
            "\"The president told him clearly and the matter was not discussed further. \" Trump had told reporters after the meeting that while the pair had discussed a border wall, the topic of who would pay for it did not come up."
        ],
        "tf-idf score": [
            1.082558887272643,
            1.0463411795048403,
            1.0180375714805119
        ]
    },
    "0.20224616050441813-3-374": {
        "average clique similarity": 0.20224616050441813,
        "clique": [
            "2-However  in doing so",
            "0-But in recent days  ",
            "1-Trump apparently lef"
        ],
        "median tf-idf score": 0.9996041325370966,
        "publications": [
            "Guardian",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "However, in doing so, Trump seemed to continue the \"softening\" of his rhetoric on immigration in advance of his policy speech on the topic, which he was to deliver later on Wednesday night.",
            "But in recent days, Trump indicated to Latino leaders that he would be open to the legalization of immigrants. During a recent interview on Fox News, the candidate said he would be open to \"softening\" his position on deportation. Days later, however, Trump and his campaign appeared to backtrack.",
            "Trump apparently left his tough   persona at home as he received a   news conference on foreign soil while on a   trip to Mexico on Wednesday. The visit appeared to be an attempt to bolster Trump's credentials as a potential world leader, following searing attacks on his temperament by his Democratic rival Hillary Clinton."
        ],
        "tf-idf score": [
            0.8067172581930384,
            1.0308955517507303,
            0.9996041325370966
        ]
    },
    "0.2039058170786102-3-280": {
        "average clique similarity": 0.2039058170786102,
        "clique": [
            "0-Pena Nieto himself h",
            "4-A Mexican flag stood",
            "2-A spokesman for the "
        ],
        "median tf-idf score": 1.148343815781934,
        "publications": [
            "Atlantic",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "Pena Nieto himself has not criticized Trump, but has said \"there is no way that Mexico can pay [for] a wall like that. \"",
            "A Mexican flag stood behind Pena Nieto there was no flag behind Trump.",
            "A spokesman for the Mexican president later told the Guardian that there was no discussion of paying for the wall because Trump did not respond to Pena Nieto's statement."
        ],
        "tf-idf score": [
            1.2488735077464908,
            0.8169199825343193,
            1.148343815781934
        ]
    },
    "0.2057186425307037-3-353": {
        "average clique similarity": 0.2057186425307037,
        "clique": [
            "1-Pena Nieto  speaking",
            "0-But Trump s comments",
            "5-Pena Nieto has said "
        ],
        "median tf-idf score": 1.1143676080011626,
        "publications": [
            "Washington Post",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "Pena Nieto, speaking alongside Trump during their joint appearance, twice stressed the \"responsibility\" he has to defend Mexican people around the world and said Trump has made \"assertions that regrettably had hurt and have affected Mexicans\". \"The Mexican people have felt hurt by the comments that have been made. But I am sure that his genuine interest is to build a relationship that will give both of our society's better welfare,\" Pena Nieto said.",
            "But Trump's comments have caught the ire of current and former Mexican officials, who have criticized him and said repeatedly Mexico will not be paying for the wall.",
            "Pena Nieto has said Mexico will not do that."
        ],
        "tf-idf score": [
            1.2507808899881314,
            1.1143676080011626,
            0.6535323712677624
        ]
    },
    "0.20873735538245328-3-450": {
        "average clique similarity": 0.20873735538245328,
        "clique": [
            "5-Trump spent Wednesda",
            "1-The     trip also ca",
            "2-The event was held j"
        ],
        "median tf-idf score": 0.8903516372291561,
        "publications": [
            "Washington Post",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Trump spent Wednesday morning in California at a home he owns in Beverly Hills and is scheduled to deliver his immigration speech in the evening at the Phoenix Convention Center.",
            "The     trip also came hours before Trump was due to deliver a speech in Arizona meant to clarify his murky immigration policy amid signs he is softening his prior promise to deport 11 million undocumented migrants.",
            "The event was held just hours before Trump's scheduled speech on immigration in Phoenix, Arizona, and came as the Republican nominee is trying to pivot to appeal to moderate suburban voters that he alienated during his primary campaign."
        ],
        "tf-idf score": [
            0.6409580248331703,
            0.8903516372291561,
            0.9189200459353687
        ]
    },
    "0.21854692164969095-3-223": {
        "average clique similarity": 0.21854692164969095,
        "clique": [
            "2-This was in addition",
            "5-In addition to vows ",
            "0-He has said we shoul"
        ],
        "median tf-idf score": 1.0756393243133346,
        "publications": [
            "Washington Post",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "This was in addition to Trump's concession to reporters afterwards that while he had discussed building a border wall with Pena Nieto, he did not even bring up his signature proposal that Mexico would pay for such a wall.",
            "In addition to vows of mass deportations, Trump has repeatedly promised to build a wall along the U S  border and force Mexico to pay for it.",
            "He has said we should force Mexico to pay for his giant border wall. He has said we should ban remittances to families in Mexico if Mexico doesn't pay up,\" the statement read."
        ],
        "tf-idf score": [
            1.1637116715957734,
            1.0756393243133346,
            0.835769538009988
        ]
    },
    "0.23770948247048726-3-20": {
        "average clique similarity": 0.23770948247048726,
        "clique": [
            "2-Pena Nieto had faced",
            "3-The two men met and ",
            "4-Trump arrived in Mex"
        ],
        "median tf-idf score": 1.1211576226554205,
        "publications": [
            "Atlantic",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "Pena Nieto had faced a wave of domestic criticism for inviting Trump to see him at Los Pinos, the residence of the Mexican president.",
            "The two men met and spoke at Los Pinos (The Pines) the Mexican president's official residence and office. The Trump campaign announced the visit late Tuesday evening  --   Pena Nieto had earlier extended an invitation to both presidential candidates.",
            "Trump arrived in Mexico City earlier Wednesday afternoon, and met with the Mexican president, who is often referred to as EPN, at Los Pinos, the Mexican executive mansion. As they met, conflicting reports suggested they might or might not hold a press conference, but eventually the two men emerged and stepped to a pair of lecterns."
        ],
        "tf-idf score": [
            0.8392538041619786,
            1.2377628493775354,
            1.1211576226554205
        ]
    },
    "0.2447477790208922-3-444": {
        "average clique similarity": 0.2447477790208922,
        "clique": [
            "1-Trump s claim that t",
            "2- At the start of the",
            "3-Then about two hours"
        ],
        "median tf-idf score": 1.0151979826609214,
        "publications": [
            "CNN",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "Trump's claim that they didn't discuss who would pay for the wall    despite his call for Mexico to finance it being a central theme of his campaign and one he frequently uses to fire up his supporters    appeared to be a noteworthy omission from Wednesday's conversation when he mentioned it at their joint appearance. The cost is one that Pena Nieto has previously refused to shoulder, just one of many issues where the two men have clashed.",
            "\"At the start of the conversation with Donald Trump, I made clear that Mexico will not pay for the wall,\" Pena Nieto tweeted.",
            "Then about two hours after the joint appearance, Pena Nieto tweeted that he had in fact said at the beginning of their conversation that Mexico would not be paying for the wall. He added that they then turned to other topics."
        ],
        "tf-idf score": [
            1.4481960006267607,
            1.0151979826609214,
            0.8070068806829036
        ]
    },
    "0.2503596539892159-3-167": {
        "average clique similarity": 0.2503596539892159,
        "clique": [
            "1-  CNN  Donald Trump ",
            "2-Following their meet",
            "4-Two hours later  how"
        ],
        "median tf-idf score": 1.5482941268671417,
        "publications": [
            "Atlantic",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            " (CNN) Donald Trump flew into a nation he has constantly berated during his campaign to meet President Enrique Pena Nieto and said they discussed a wall Trump has vowed to build on the US southern border, but not his demand that Mexico pay for it    an assertion the Mexican president later disputed.",
            "Following their meeting on Wednesday, Mexico's president, Enrique Pena Nieto, insisted he told Donald Trump, during their meeting in Mexico City, that Mexico would not pay for a border wall between their two countries.",
            "Two hours later, however, the Mexican president said in a statement that he had told Trump during their meeting that Mexico would not pay for the wall. Because no press was present in the room, it's impossible to know who is telling the truth and who is lying."
        ],
        "tf-idf score": [
            1.812131357438644,
            1.2994722092932895,
            1.5482941268671417
        ]
    },
    "0.2562749069026614-3-212": {
        "average clique similarity": 0.2562749069026614,
        "clique": [
            "0- Donald Trump met wi",
            "5-  MEXICO CITY       ",
            "3-Updated at 8 p  m  E"
        ],
        "median tf-idf score": 1.3934349776846722,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            " Donald Trump met with Mexican President Enrique Pena Nieto Wednesday in Mexico, a meeting that took place just hours before the Republican presidential nominee was expected to deliver an address on his immigration policy.",
            "  MEXICO CITY  --   U S presidential candidate Donald Trump met with Mexican President Enrique Pena Nieto here Wednesday afternoon, marking Trump's first formal international trip as the Republican nominee, to a country where he is broadly despised for his vilification of illegal immigrants.",
            "Updated at 8 p. m. ET, A   Donald Trump huddled with Mexican President Enrique Pena Nieto in a hastily arranged meeting in Mexico City on Wednesday. Both men pledged a commitment to strengthening the U S  relationship."
        ],
        "tf-idf score": [
            1.553869474630493,
            1.3934349776846722,
            1.2875118239488446
        ]
    },
    "0.25895673923969564-5-36": {
        "average clique similarity": 0.25895673923969564,
        "clique": [
            "3-Trump said he had a ",
            "5-Trump wants Mexico t",
            "0-maA  ana en privado ",
            "2- Donald Trump has ma",
            "1- Donald Trump has ma"
        ],
        "median tf-idf score": 1.2896935502582998,
        "publications": [
            "CNN",
            "Guardian",
            "NPR",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "Trump said he had a \"very substantive\" conversation with Pena Nieto during which he reaffirmed the right of the U S to protect its borders and build a wall, but that his pledge to make Mexico pay for it didn't come up.",
            "Trump wants Mexico to pay for it and has made it a central slogan of his rowdy U S political rallies.",
            "maA+-ana en privado con el Presidente @EPN Trump has made immigration a hallmark of his campaign, repeatedly stating he would build a wall along the US --  Mexico border and make the Mexican government pay for it.",
            "\"Donald Trump has made his outlandish policy of forcing Mexico to pay for his giant wall the centerpiece of his campaign,\" said Podesta.",
            "\"Donald Trump has made his outlandish policy of forcing Mexico to pay for his giant wall the centerpiece of his campaign."
        ],
        "tf-idf score": [
            1.2996618633281785,
            0.8592769239979968,
            1.4215365387136005,
            1.2896935502582998,
            1.1000189499997834
        ]
    },
    "0.2590906930872758-3-82": {
        "average clique similarity": 0.2590906930872758,
        "clique": [
            "2- Today was the first",
            "4-The America First ca",
            "1-He added that his co"
        ],
        "median tf-idf score": 0.8718364873962434,
        "publications": [
            "Atlantic",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "\"Today was the first part of the discussion and a relationship builder between Mr Trump and President Pena Nieto.",
            "The America First candidate was extolling the benefits of an Americas First policy. He closed by calling Pena Nieto --  the president of a country Trump called an \"enemy\" --  a friend.",
            "He added that his conversation with the Republican nominee then moved on to other topics in a respectful fashion. Jason Miller, Trump's senior communications adviser, called the meeting \"the first part of the discussion and a relationship builder\" between the two men, after Pena Nieto tweeted."
        ],
        "tf-idf score": [
            0.8147840184788936,
            0.923379488802869,
            0.8718364873962434
        ]
    },
    "0.3047055566799547-3-450": {
        "average clique similarity": 0.3047055566799547,
        "clique": [
            "1- At the start of the",
            "5-Mexican President En",
            "0-I have accepted the "
        ],
        "median tf-idf score": 1.219047034884369,
        "publications": [
            "CNN",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"At the start of the conversation with Donald Trump, I made it clear that Mexico will not pay for the wall,\" Pena Nieto tweeted, after their meeting Wednesday.",
            "Mexican President Enrique Pena Nieto is meeting with U S presidential candidate Donald Trump Wednesday in Mexico City.",
            "I have accepted the invitation of President Enrique Pena Nieto, of Mexico, and look very much forward to meeting him tomorrow. Speaking after the   meeting, the two stepped in front of reporters at the Mexican presidential residence of Los Pinos. Pena Nieto said whoever wins the election on Nov. 8 would find a friend in their neighbor to the south, which he said was a relationship based on mutual respect between the two nations for several years."
        ],
        "tf-idf score": [
            1.123133038246224,
            1.219047034884369,
            1.3088654906768542
        ]
    },
    "0.31606110699438833-3-450": {
        "average clique similarity": 0.31606110699438833,
        "clique": [
            "1- It was not a negoti",
            "2-It was not a negotia",
            "5-Cramer said that he "
        ],
        "median tf-idf score": 0.5364398282261215,
        "publications": [
            "CNN",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "\"It was not a negotiation, and that would have been inappropriate. It is unsurprising that they hold two different views on this issue, and we look forward to continuing the conversation,\" he said in a statement.",
            "It was not a negotiation, and that would have been inappropriate. It is unsurprising that they hold two different views on this issue, and we look forward to continuing the conversation. \"",
            "Cramer said that he would like to see Trump lay out a \"chronology\" of actions that he would try to achieve. The congressman said he is open to a plan that would afford illegal immigrants who have not committed crimes some form of legal status."
        ],
        "tf-idf score": [
            0.5364398282261215,
            0.3199500769957703,
            0.7459439801012222
        ]
    },
    "0.39888296437279375-3-226": {
        "average clique similarity": 0.39888296437279375,
        "clique": [
            "3- We didn t discuss t",
            "0- We didn t discuss w",
            "2-A Trump source with "
        ],
        "median tf-idf score": 0.7460359795212447,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "\"We didn't discuss that,\" Trump said.",
            "\"We didn't discuss who pays for the wall,\" Trump said. \"We didn't discuss that. \"",
            "A Trump source with knowledge of the meeting later added to the Guardian, \"both parties knew each other's positions going into today, and we didn't think it was appropriate to start negotiating during this meeting. \""
        ],
        "tf-idf score": [
            0.580510467178417,
            0.7489980424256751,
            0.7460359795212447
        ]
    },
    "0.46871140013272056-3-21": {
        "average clique similarity": 0.46871140013272056,
        "clique": [
            "2-The campaign heralde",
            "5- Pat     Trump was j",
            "3-and former New York "
        ],
        "median tf-idf score": 0.7666251013281241,
        "publications": [
            "NPR",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "The campaign heralded Trump's trip, where he was accompanied by Alabama senator Jeff Sessions and former New York mayor Rudy Giuliani as a sign of Trump's statesmanship.",
            "(Pat  )  Trump was joined by former New York City mayor Rudy Giuliani and Sen. Jeff Sessions ( .) during the meeting, according to a person familiar with the gathering, who was granted anonymity to describe the   talks.",
            "and former New York Mayor Rudy Giuliani, joined Trump in Mexico."
        ],
        "tf-idf score": [
            0.77589903632516,
            0.7666251013281241,
            0.6673026101193755
        ]
    },
    "0.5638290618903753-3-450": {
        "average clique similarity": 0.5638290618903753,
        "clique": [
            "2- We didn t discuss p",
            "1- Who pays for the wa",
            "4- Who pays for the wa"
        ],
        "median tf-idf score": 0.7277396196132534,
        "publications": [
            "Guardian",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            "\"We didn't discuss payment of the wall. That'll be for a later date,\" Trump said.",
            "\"Who pays for the wall? We didn't discuss,\" Trump had said when asked by a reporter during a news conference following their meeting in Mexico City. \"We did discuss the wall. We didn't discuss payment of the wall.",
            "\"Who pays for the wall? We didn't discuss it,\" he said during a brief press conference after the meeting."
        ],
        "tf-idf score": [
            0.7277396196132534,
            1.1237145952096543,
            0.4800696257898327
        ]
    }
}