{
    "0.1296407430384099-3-129": {
        "average clique similarity": 0.1296407430384099,
        "clique": [
            "0-Since becoming a sen",
            "1-Cornell William Broo",
            "4- When the   has call"
        ],
        "median tf-idf score": 0.8202097806753417,
        "publications": [
            "NPR",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "Since becoming a senator, Sessions has denounced federal efforts to protect the rights of marginalized Americans as intrusive, decried the extension of equal rights to gays and lesbians as a threat to Western civilization, and fought to preserve punitive laws in the face of a bipartisan trend toward   reform.",
            "Cornell William Brooks, the group's president, blasted Sessions' nomination, citing what he called a \"very disturbing and recurring theme of hostility to and toward civil rights\" exhibited over his career.",
            "\"When the   has called for an expansion of stop and frisk, and he's nominated a senator with an atrocious record on civil rights, A and B do not spell justice for most Americans,\" Brooks says."
        ],
        "tf-idf score": [
            1.009054207600081,
            0.8202097806753417,
            0.5986955550237514
        ]
    },
    "0.1367382418024571-3-191": {
        "average clique similarity": 0.1367382418024571,
        "clique": [
            "3-Sen  Jeff Sessions w",
            "4-In a statement from ",
            "5-And it remains to be"
        ],
        "median tf-idf score": 1.0914025765521003,
        "publications": [
            "NPR",
            "Breitbart",
            "Vox"
        ],
        "sentences": [
            "Sen. Jeff Sessions was selected by   Donald Trump to serve as his Attorney General, putting him in line to become the top law and order position of the Trump administration.",
            "In a statement from the transition team, Sessions said he embraces Trump's \"vision for ' ' and his commitment to equal justice under the law\".",
            "And it remains to be seen whether Sessions will let Trump use the Justice Department as a political tool of the White House rather than keep it as a   agency, potentially letting Trump leverage the major law enforcement arm of the federal government for political gain. But even if Sessions doesn't take a   or conservative approach on every issue, it's likely he would move the Justice Department sharply to the right  --   in a way that could affect anyone from federal prisoners to undocumented immigrants to minority voters."
        ],
        "tf-idf score": [
            1.0914025765521003,
            0.890058393829522,
            1.2391808438331702
        ]
    },
    "0.13998770425392262-3-145": {
        "average clique similarity": 0.13998770425392262,
        "clique": [
            "2-   Donald Trump on F",
            "4-Now  he is   Donald ",
            "1-He was a child of th"
        ],
        "median tf-idf score": 1.0381019654834283,
        "publications": [
            "NPR",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "   Donald Trump on Friday named his earliest and staunchest supporter in the Senate, conservative Republican Jeff Sessions, to become the next U S attorney general, triggering an outcry from civil rights groups as well as some conservatives outside Congress who are uneasy about Sessions' positions.",
            "Now, he is   Donald Trump's pick for attorney general  --   and his   stance on immigration and    allegations of racism are sure to draw scrutiny in confirmation hearings. Long before Trump was winning primaries, or picking up political endorsements, he had a conservative ally in the Deep South.",
            "He was a child of the segregated South and came of age during the Civil Rights Movement. He went to college in his home state and attended law school there as well. Sessions worked briefly in private practice before signing on with the US Attorney's office in 1975."
        ],
        "tf-idf score": [
            1.1857623449615764,
            0.7917608817687941,
            1.0381019654834283
        ]
    },
    "0.14198623324094148-3-281": {
        "average clique similarity": 0.14198623324094148,
        "clique": [
            "0-As attorney general ",
            "5-One of Sessions s bi",
            "2-He also could increa"
        ],
        "median tf-idf score": 0.7686969820519214,
        "publications": [
            "Atlantic",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "As attorney general, Sessions could rescind the current Justice Department policy of allowing states to pursue marijuana legalization.",
            "One of Sessions's biggest jobs as attorney general will be guiding the massive network of federal prosecutors, which sprawls all across the US In that role, Sessions could try to double down on mass incarceration. He could, for example, rescind instructions to federal prosecutors to incarcerate fewer   drug offenders  --   something that his record suggests he'd be very willing to do.",
            "He also could increase enforcement on companies that outsource technology jobs. As a senator, Sessions criticized U S companies that brought guest workers to the United States on temporary visas."
        ],
        "tf-idf score": [
            0.7686969820519214,
            0.7892646851353238,
            0.6318363901564752
        ]
    },
    "0.15351543392848419-3-136": {
        "average clique similarity": 0.15351543392848419,
        "clique": [
            "1-In 2007  he was a ke",
            "4-From his post as cha",
            "5-Sessions  for one  h"
        ],
        "median tf-idf score": 0.6846671322783434,
        "publications": [
            "CNN",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "In 2007, he was a key player in the successful effort to defeat President George W Bush's proposed overhaul of national immigration policy, which would have granted legal status to millions of undocumented immigrants. Sen. Lindsey Graham, a Republican from South Carolina, said he's known Sessions as a friend and colleague for two decades and has never seen an indication that he's \"motivated by race or religion\".",
            "From his post as chairman of the Judiciary Committee's immigration panel, he's long been the Senate's leading voice against illegal immigration and expanding guest worker programs. \"Do we want to have a legal system or not?\"",
            "Sessions, for one, helped shape Trump's immigration plan, which cracks down on both illegal and legal immigration."
        ],
        "tf-idf score": [
            1.233783804392377,
            0.3556732130591363,
            0.6846671322783434
        ]
    },
    "0.15625708871589652-3-214": {
        "average clique similarity": 0.15625708871589652,
        "clique": [
            "0-Others have question",
            "2-Sessions    and at t",
            "1-They are often cited"
        ],
        "median tf-idf score": 0.7475015840347784,
        "publications": [
            "Atlantic",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "Others have questioned the sincerity of those statements. But in selecting Sessions as attorney general, Trump reinforces the fear that his   statements will now be translated into policy.",
            "Sessions'   and at times inflammatory statements on immigration are similar to Trump's but have angered other members of Congress.",
            "They are often cited absent the full context in which they were made. The issue has reemerged and could have magnified importance with   Donald Trump's nomination of Sessions to become US attorney general. But a CNN examination of the statements at issue in that hearing three decades ago    a defining moment in Sessions' life  --   reveals a more nuanced portrait than has sometimes been conveyed over the years."
        ],
        "tf-idf score": [
            0.7475015840347784,
            0.728677717346142,
            1.0542053111111245
        ]
    },
    "0.15829513633047157-3-163": {
        "average clique similarity": 0.15829513633047157,
        "clique": [
            "2-If approved for the ",
            "5-But when it came to ",
            "0-Collectively  they m"
        ],
        "median tf-idf score": 0.6708870386310157,
        "publications": [
            "Reuters",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "If approved for the job by a simple majority in the   Senate, Sessions, 69, would lead the Justice Department and the FBI He brings a record of controversial positions on race, immigration and criminal justice reform that Democrats may target.",
            "But when it came to bigger criminal justice reforms in the past couple years, Sessions helped kill the bill that would have reversed some of the broader criminal justice policies that contributed to mass incarceration.",
            "Collectively, they may have helped tip the outcome of the 2016 election towards the candidate who chose Sessions to run the Justice Department."
        ],
        "tf-idf score": [
            0.8548592070586555,
            0.6708870386310157,
            0.5817003513538953
        ]
    },
    "0.15949805378588802-3-56": {
        "average clique similarity": 0.15949805378588802,
        "clique": [
            "5-On the campaign trai",
            "3-Record of supporting",
            "0-The choice of Sessio"
        ],
        "median tf-idf score": 0.9625063409325364,
        "publications": [
            "Vox",
            "Atlantic",
            "Breitbart"
        ],
        "sentences": [
            "On the campaign trail, Sessions's very conservative views on immigration made him a close Trump ally.",
            "Record of supporting civil rights, The Trump campaign reacted on Friday to accusations that Sessions was too controversial a nominee.",
            "The choice of Sessions, a hardliner who has long criticized the Obama administration's immigration policy as too lenient and opposed the bipartisan Senate immigration reform bill, also suggests that Trump has every intention of engaging in the massive crackdown on immigration he advertised during his campaign."
        ],
        "tf-idf score": [
            0.6679263395799419,
            0.9874572740226999,
            0.9625063409325364
        ]
    },
    "0.16200182808663097-3-32": {
        "average clique similarity": 0.16200182808663097,
        "clique": [
            "1- At a time when many",
            "0-Samuel Bagenstos  a ",
            "5-But civil rights law"
        ],
        "median tf-idf score": 1.0949860561033233,
        "publications": [
            "Atlantic",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "\"At a time when many US Attorneys in the South were not always welcoming to the Civil Rights Division, Jeff Sessions was,\" said Kowalski, 72, and now retired from the Justice Department.",
            "Samuel Bagenstos, a law professor at the University of Michigan and a former   official in the   division under Obama, said simply, \"I don't think Americans can have confidence that civil rights will be safe in the hands of a Sessions Department of Justice. \"",
            "But civil rights lawyers who actually litigated these cases have disputed Sessions's close involvement. As three civil rights lawyers wrote in the Washington Post, \"We worked in the Justice Department's Civil Rights Division, which brought those lawsuits; we handled three of the four ourselves."
        ],
        "tf-idf score": [
            1.2398023438056676,
            1.0949860561033233,
            0.8629788155510812
        ]
    },
    "0.162223261259723-3-233": {
        "average clique similarity": 0.162223261259723,
        "clique": [
            "0-In 1986 Sessions ack",
            "5-In his defense  he c",
            "1-  CNN  As the US att"
        ],
        "median tf-idf score": 0.8142320542901421,
        "publications": [
            "Atlantic",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "In 1986 Sessions acknowledged that he believed the law that made it possible for black Americans to vote in the South was \"intrusive\" two decades later he was saying the same thing.",
            "In his defense, he cited a case in which as a federal prosecutor in the 1980s he helped prosecute a KKK member for killing a black teen  --   although his actual role in prosecuting the case has been recently questioned.",
            " (CNN) As the US attorney in Mobile, Alabama, Jeff Sessions was talking over a case one day in the 1980s with two fellow prosecutors."
        ],
        "tf-idf score": [
            0.8142320542901421,
            0.35580646259069554,
            0.8352243483451428
        ]
    },
    "0.16455879594606027-3-241": {
        "average clique similarity": 0.16455879594606027,
        "clique": [
            "2-Jim Pasco  the execu",
            "0-The Justice Departme",
            "5-If Sessions continue"
        ],
        "median tf-idf score": 0.7710075489977087,
        "publications": [
            "Atlantic",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "Jim Pasco, the executive director of Fraternal Order of Police, the nation's largest police union, said police have had a good relationship working with Sessions, especially on policies that allow police to keep assets seized from criminals.",
            "The Justice Department does far more than prosecute federal crimes. It is the primary federal agency responsible for ensuring that Americans' rights are protected regardless of race, religion, disability, or gender. It ensures that Americans have the right to vote that they can find a place to live, work, or get an education without discrimination that local law enforcement agencies do not violate the constitutional rights of the communities they police and that the nation's   laws are defended and preserved in court.",
            "If Sessions continues his \"tough on crime\" streak on policing issues, he also may stop investigations into police. Under the Obama administration, the Justice Department carried out nearly two dozen investigations into local police departments  --   more than any of President Obama's predecessors  --   typically in response to   police shootings."
        ],
        "tf-idf score": [
            0.7405200645633574,
            0.7710075489977087,
            0.8031485387324953
        ]
    },
    "0.16519553276245316-3-453": {
        "average clique similarity": 0.16519553276245316,
        "clique": [
            "2-REJECTED FROM JUDGES",
            "4-One thing that s exp",
            "0-Updated on November "
        ],
        "median tf-idf score": 0.7868481547509732,
        "publications": [
            "Atlantic",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "REJECTED FROM JUDGESHIP Sessions was a federal prosecutor in 1986 when he became only the second nominee in 50 years to be denied confirmation as a federal judge.",
            "One thing that's expected to come up is the last time he was there: in 1986, when President Ronald Reagan had named Sessions to a federal judgeship.",
            "Updated on November 18 at 1:40 p. m. ET  Senator Jefferson Beauregard Sessions III, a man whose views on race once led a Senate committee to deem him unfit for a federal judgeship, is Donald Trump's choice to head the federal agency that enforces the nation's   laws."
        ],
        "tf-idf score": [
            0.7868481547509732,
            0.7858855217483288,
            1.0294051651455416
        ]
    },
    "0.1660059245073151-3-193": {
        "average clique similarity": 0.1660059245073151,
        "clique": [
            "0-As a senator  Sessio",
            "5-Whatever Trump s imp",
            "3-Sessions was one of "
        ],
        "median tf-idf score": 0.9590603526048365,
        "publications": [
            "Vox",
            "Atlantic",
            "Breitbart"
        ],
        "sentences": [
            "As a senator, Sessions was one of several Republican Senators who attempted to block the Justice Department from suing states over their harsh immigration laws.",
            "Whatever Trump's impressions of Sessions may be, the nomination ended up hugely controversial in the Senate  --   leading Republican Majority Leader Mitch McConnell of Kentucky to take the extraordinary move of silencing Sen. Elizabeth Warren, a Democrat from Massachusetts who was one of Sessions's staunchest critics.",
            "Sessions was one of only five Republican senators who voted against giving Obama the authority to negotiate the deal. 4."
        ],
        "tf-idf score": [
            0.9590603526048365,
            0.9852341467537935,
            0.7716735998144207
        ]
    },
    "0.1667901764184568-3-393": {
        "average clique similarity": 0.1667901764184568,
        "clique": [
            "5-And in a questionnai",
            "1-The committee voted ",
            "2-No members of the Se"
        ],
        "median tf-idf score": 0.8185486077551483,
        "publications": [
            "CNN",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "And in a questionnaire filed to the Senate Judiciary Committee for his nomination, Sessions cited four civil rights cases as among the 10 most significant cases he took part in \"personally. \"",
            "The committee voted   against advancing Sessions' nomination to a hearing before the full Senate.",
            "No members of the Senate Judiciary Committee, which will hold Sessions' confirmation hearing, had expressed outright opposition to his nomination as of Friday morning, but many Democrats said he would get a thorough and tough confirmation hearing."
        ],
        "tf-idf score": [
            0.8185486077551483,
            0.6012493519801522,
            0.8840073148092986
        ]
    },
    "0.17019701097156478-3-475": {
        "average clique similarity": 0.17019701097156478,
        "clique": [
            "0-Sessions was one of ",
            "3- Here are six things",
            "1- It s a collection o"
        ],
        "median tf-idf score": 0.9753169423604688,
        "publications": [
            "Breitbart",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "Sessions was one of the first backers of Trump's proposed ban on Muslims entering the country. He was opposed to the Supreme Court's decisions striking down laws banning homosexual sex, saying the ruling \"divorced morality from law. \"",
            "[Here are six things you need to know about Jeff Sessions:  1: The First U S Senator to Endorse Donald Trump for President, Sessions was already familiar with Trump when the developer came to Capitol Hill to testify about proposed renovations to the U N headquarters in 2005.",
            "\"It's a collection of things from over the years. I think it's frightening for people who believe in fairness and equality for him to be running the Justice Department\". Sessions was the first US senator to endorse Trump for president, which he did in February."
        ],
        "tf-idf score": [
            0.9683604124316,
            0.9753169423604688,
            1.0831806553694845
        ]
    },
    "0.17141494126428514-3-404": {
        "average clique similarity": 0.17141494126428514,
        "clique": [
            "0- There were question",
            "2- The door  to Sessio",
            "5-No senator has fough"
        ],
        "median tf-idf score": 0.6444284603093767,
        "publications": [
            "Vox",
            "Atlantic",
            "Reuters"
        ],
        "sentences": [
            "\"There were questions about [Sessions] ability to be fair and impartial on the bench back then and those questions remain today. \"",
            "\"The door (to Sessions) has been open and we expect it to remain open,\" Pasco said.",
            "No senator has fought harder against the hopes and aspirations of Latinos, immigrants, and people of color than Sen. Sessions. \" There are some open questions."
        ],
        "tf-idf score": [
            0.4543981965060861,
            0.6444284603093767,
            0.6851597122001393
        ]
    },
    "0.18680179799376148-3-341": {
        "average clique similarity": 0.18680179799376148,
        "clique": [
            "2- Given some of his p",
            "5-Sessions has a very ",
            "1- He s just a very co"
        ],
        "median tf-idf score": 0.9172900157681656,
        "publications": [
            "Vox",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "\"Given some of his past statements and his staunch opposition to immigration reform, I am very concerned about what he would do with the Civil Rights Division at the Department of Justice and want to hear what he has to say,\" said Charles Schumer, the newly elected Democratic Senate leader.",
            "Sessions has a very conservative record on issues the Department of Justice oversees            Sessions has a long conservative record, one that suggests he would move the Justice Department to the right on issues ranging from crime to immigration.",
            "\"He's just a very conservative guy,\" Graham said. \"He's very sincere and passionate about his beliefs\". Sessions' positions on civil rights issues have not won him any fans at the NAACP He's received consistent \"Fs\" on the group's legislative report cards for the past decade and a half."
        ],
        "tf-idf score": [
            0.8810299967955277,
            0.9172900157681656,
            0.936353129366809
        ]
    },
    "0.18895665246560173-4-587": {
        "average clique similarity": 0.18895665246560173,
        "clique": [
            "1-READ MORE  Trump pic",
            "5-But in the past Sess",
            "0-Defenders of Session",
            "4-At the time  Session"
        ],
        "median tf-idf score": 0.7969748934291027,
        "publications": [
            "CNN",
            "Vox",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "READ MORE: Trump picks Sessions for attorney general, Testifying on his own behalf at the hearing, Sessions acknowledged that he was \"loose with my tongue on occasion\" and may have made comments about the ACLU and NAACP that could have been misconstrued \"but I really did not mean any harm by it\".",
            "But in the past Sessions has acknowledged most of the accusations, claiming that many of them were jokes and taken out of context. \"I am loose with my tongue on occasion, and I may have said something similar to that or could be interpreted to that,\" he testified in 1986.",
            "Defenders of Sessions might argue that his racist views may have changed, that he has reformed, that the sins of Sessions's past should not bear on his future.",
            "At the time, Sessions said he was not the person his detractors were portraying. \"I am not a racist. I am not insensitive to blacks,\" he testified. \"I have done my job with integrity, equality and fairness for all\"."
        ],
        "tf-idf score": [
            1.0067121457865333,
            0.7093697046034516,
            0.5707763044518146,
            0.8845800822547537
        ]
    },
    "0.18902250172339563-3-361": {
        "average clique similarity": 0.18902250172339563,
        "clique": [
            "5-Thomas Figures  a bl",
            "1-Thomas Figures  an a",
            "2-This came after alle"
        ],
        "median tf-idf score": 0.7021388183379431,
        "publications": [
            "Reuters",
            "CNN",
            "Vox"
        ],
        "sentences": [
            "Thomas Figures, a black prosecutor, said Sessions had called him \"boy\" and told him to be careful with what he said to \"white folks. \"",
            "Thomas Figures, an assistant US Attorney who worked under Sessions in Mobile, testified that he was present when Sessions made the remark and said he did not regard it as a joke.",
            "This came after allegations that he had made racist remarks, including testimony that he had called an   prosecutor \"boy,\" an allegation Sessions denied."
        ],
        "tf-idf score": [
            0.7021388183379431,
            0.8710822610517444,
            0.6048211891498727
        ]
    },
    "0.19472053485467192-3-384": {
        "average clique similarity": 0.19472053485467192,
        "clique": [
            "2-Judiciary Committee ",
            "1-Two years later  he ",
            "5-Sessions is also ver"
        ],
        "median tf-idf score": 0.7466922700476849,
        "publications": [
            "CNN",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "Judiciary Committee member Senator Jeff Flake, a moderate Republican on immigration issues and a   critic of Trump, said on Twitter that he will support Sessions, who he said is \"well regarded, even by those who don't always agree with him\".",
            "Two years later, he was elected to the US Senate, where he is now serving his fourth term. In the Senate, he has earned the reputation as one of the institution's most conservative Republicans, taking reliably right of center stances on social and economic issues alike. He is particularly passionate on issues of immigration.",
            "Sessions is also very conservative on immigration, which is one of the reasons he came around to supporting Trump (who based much of his campaign on being \"tough\" on immigration) fairly early in the Republican primary."
        ],
        "tf-idf score": [
            1.045353193210718,
            0.7024196978739614,
            0.7466922700476849
        ]
    },
    "0.19885314210504224-3-289": {
        "average clique similarity": 0.19885314210504224,
        "clique": [
            "2-Kristen Clarke  pres",
            "0-At Orientation Week ",
            "4-NAACP President Corn"
        ],
        "median tf-idf score": 0.7117450298719598,
        "publications": [
            "NPR",
            "Atlantic",
            "Reuters"
        ],
        "sentences": [
            "Kristen Clarke, president of the Lawyers' Committee for Civil Rights Under Law, told Reuters: \"Our nation deserves an attorney general who will be committed to enforcement of our nation's civil rights laws and who will not turn the clock back on progress that has been made\".",
            "At Orientation Week, Legislators Learn the Ropes, \"It's unimaginable that Senator Sessions would be the chief law enforcement officer for the nation's civil rights laws,\" said Sherrilyn Ifill, director of the NAACP Legal Defense Fund.",
            "NAACP President Cornell William Brooks calls the prospect of Sessions as the nation's top law enforcement officer \"deeply troubling\"."
        ],
        "tf-idf score": [
            0.7117450298719598,
            1.0031321348689273,
            0.657448391045226
        ]
    },
    "0.20121040300574752-3-226": {
        "average clique similarity": 0.20121040300574752,
        "clique": [
            "0-Long before the Supr",
            "2-Sessions said he was",
            "5-The charges fell fla"
        ],
        "median tf-idf score": 1.1593022246340416,
        "publications": [
            "Vox",
            "Atlantic",
            "Reuters"
        ],
        "sentences": [
            "Long before the Supreme Court struck down Section 4 of the Voting Rights Act, ending the requirement that jurisdictions with a history of discrimination submit their   changes to the Justice Department in advance, Sessions foreshadowed that ruling in a 2005 speech on the reauthorization of the Voting Rights Act.",
            "Sessions said he was not a racist, but he said at his hearing that groups such as the National Association for the Advancement of Colored People and the American Civil Liberties Union could be considered \" \". He also acknowledged he had called the Voting Rights Act of 1965 a \"piece of intrusive legislation\".",
            "The charges fell flat, with a jury deliberating for less than three hours before finding Turner not guilty of all counts of mail fraud, altering absentee ballots, and conspiracy to vote more than once. This moment is very telling: These kinds of court challenges would be tried time and time again by conservative lawmakers and prosecutors, even in 2016, to stop black voter registration efforts. Then, when the Supreme Court in 2013 struck down parts of the Voting Rights Act and effectively allowed states with histories of racial discrimination to pass new voting restrictions, Sessions denied that Shelby County, Alabama  --   which brought the challenge to the Supreme Court  --   ever had a history of voter discrimination."
        ],
        "tf-idf score": [
            0.9066705803994826,
            1.242980514492007,
            1.1593022246340416
        ]
    },
    "0.20502044019118318-3-47": {
        "average clique similarity": 0.20502044019118318,
        "clique": [
            "4-Civil rights groups ",
            "1-According to Hebert ",
            "2-Many civil rights an"
        ],
        "median tf-idf score": 0.8040735466149043,
        "publications": [
            "NPR",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "Civil rights groups question that commitment. \"This is reactionary,\" says Joanne Lin, legislative counsel at the American Civil Liberties Union.",
            "According to Hebert, Sessions said the two groups \"forced civil rights down the throats of people\".",
            "Many civil rights and immigration groups also have concerns about Sessions with the American Civil Liberties Union saying his positions on gay rights, capital punishment, abortion rights and presidential authority in times of war should be examined."
        ],
        "tf-idf score": [
            0.4054419830695372,
            0.8040735466149043,
            0.8958961681969138
        ]
    },
    "0.2139099520968936-3-79": {
        "average clique similarity": 0.2139099520968936,
        "clique": [
            "4-And since then  at l",
            "1- I am not a racist  ",
            "3-and Sen  Jeff Sessio"
        ],
        "median tf-idf score": 0.47004897340027274,
        "publications": [
            "NPR",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "And since then, at least one of the \"no\" votes, the late Sen. Arlen Specter of Pennsylvania, said it was a mistake. \"Because I have since found that Sen.",
            "\"I am not a racist\". Leading the charge against Sessions at the time was the late Democratic Sen. Edward Kennedy of Massachusetts.",
            "and Sen. Jeff Sessions ( .)"
        ],
        "tf-idf score": [
            0.39109565636707055,
            0.7369550570076274,
            0.47004897340027274
        ]
    },
    "0.22350784003664628-3-417": {
        "average clique similarity": 0.22350784003664628,
        "clique": [
            "5-Figures also claimed",
            "0-In his 1986 confirma",
            "1-Kowalski  a prosecut"
        ],
        "median tf-idf score": 1.248583864835743,
        "publications": [
            "Vox",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "Figures also claimed that Sessions said that the KKK \"was okay until I found out they smoked pot. \"",
            "In his 1986 confirmation hearing, witnesses testified that Sessions referred to a black attorney as \"boy,\" described the Voting Rights Act as \"intrusive,\" attacked the NAACP and ACLU as \" \" for \"forcing civil rights down the throats of people,\" joked that he thought the Ku Klux Klan was ok until he found out they smoked marijuana, and referred to a white attorney who took on   cases as a  \"traitor to his race. \"",
            "Kowalski, a prosecutor in the Justice Department's civil right division in Washington, also heard Sessions make the statement about thinking the Ku Klux Klan was OK until learning that some of its members smoked marijuana. Kowalski testified that he considered the comment a joke."
        ],
        "tf-idf score": [
            0.7466297340908967,
            1.3163830017006326,
            1.248583864835743
        ]
    },
    "0.2264309663017762-3-58": {
        "average clique similarity": 0.2264309663017762,
        "clique": [
            "2-Sessions has opposed",
            "5-Sessions has time an",
            "3-6  Criminal Justice "
        ],
        "median tf-idf score": 0.9586195695709191,
        "publications": [
            "Reuters",
            "Breitbart",
            "Vox"
        ],
        "sentences": [
            "Sessions has opposed lowering mandatory minimum sentences for   offenders.",
            "Sessions has time and time again opposed efforts to roll back tough prison sentences that contributed to mass incarceration Sessions has shown some capacity for reform. He   the Fair Sentencing Act of 2010, which raised the threshold for a   mandatory minimum for possession of crack cocaine from 5 grams to 28. That brought it a bit closer to the   threshold for powder cocaine, which is pharmacologically similar to crack. And it helped reduce one of the major drivers of racial disparities in the criminal justice system, because crack is more common in black communities than powder cocaine.",
            "6. Criminal Justice reform and the Crack Cocaine thing: During confirmation hearings for Supreme Court Justice nominee Sonia Sotomayor, Sessions told one of the witnesses that he was supportive of lowering criminal penalties for users of crack cocaine."
        ],
        "tf-idf score": [
            0.5485768128860249,
            1.016543898573796,
            0.9586195695709191
        ]
    },
    "0.2716798130409853-3-587": {
        "average clique similarity": 0.2716798130409853,
        "clique": [
            "4-But charges of racia",
            "5-Sessions said that t",
            "1-As Sessions learned "
        ],
        "median tf-idf score": 0.8353980086458465,
        "publications": [
            "NPR",
            "Vox",
            "CNN"
        ],
        "sentences": [
            "But charges of racial insensitivity derailed the nomination. Testimony included allegations he targeted civil rights leaders in an unsuccessful voter fraud prosecution, that he called the ACLU and the NAACP \"\" and that he'd joked that he thought the Ku Klux Klan was \"an OK group of guys\" until he found out they smoked pot.",
            "Sessions said that the KKK \"was okay until I found out they smoked pot\" The accusations ultimately led the Senate Judiciary Committee to reject Sessions's nomination.",
            "As Sessions learned that some members of the Klan had smoked marijuana on the evening of the slaying, he said aloud that he thought the KKK was: \"OK until I found out they smoked pot\"."
        ],
        "tf-idf score": [
            0.7883769135162402,
            0.9345442498099734,
            0.8353980086458465
        ]
    },
    "0.2896217587262387-3-6": {
        "average clique similarity": 0.2896217587262387,
        "clique": [
            "5-And since he previou",
            "2-Trump spokesman Jaso",
            "3-They pointed out tha"
        ],
        "median tf-idf score": 1.2211594575420819,
        "publications": [
            "Vox",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "And since he previously served as a federal prosecutor and Alabama's attorney general, he's a natural fit, in terms of career qualifications, for the job of US attorney general. Indeed, Trump's team suggested as much in a statement about the possibility of a Sessions's nomination back in November: \"While nothing has been finalized and he is still talking with others as he forms his cabinet, the   has been unbelievably impressed with Senator Sessions and his phenomenal record as Alabama's Attorney General and U S Attorney. It is no wonder the people of Alabama   him without opposition. \"",
            "Trump spokesman Jason Miller defended Sessions against allegations of racism, saying: \"When Senator Sessions was U S attorney he filed a number of desegregation lawsuits in Alabama, and he also voted in favor of the   extension of the Civil Rights Act. ..",
            "They pointed out that as attorney general in Alabama, Sessions filed desegregation lawsuits and supported the   extension of the Civil Rights Act."
        ],
        "tf-idf score": [
            1.2211594575420819,
            1.243091318742272,
            0.8658617529758912
        ]
    },
    "0.3567937457026417-3-334": {
        "average clique similarity": 0.3567937457026417,
        "clique": [
            "0-Sessions s selection",
            "3-Sen  Ted Kennedy den",
            "1-He called Sessions  "
        ],
        "median tf-idf score": 0.9018546947265587,
        "publications": [
            "Atlantic",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "Sessions's selection as attorney general augurs an era in which the federal agency charged with protecting the rights of women, ethnic and religious minorities, and LGBT Americans will be led by a man who has been openly skeptical of, if not opposed, to  its past efforts to do so.",
            "Sen. Ted Kennedy denounced Sessions as \"a throwback to a shameful era which I know both black and white Americans thought was in our past. \"",
            "He called Sessions \"a throwback to a shameful era that I know both black and white Americans thought was in our past\" and \"a disgrace to the Justice Department\"."
        ],
        "tf-idf score": [
            1.039211529772207,
            0.8143137377481381,
            0.9018546947265587
        ]
    },
    "0.3675114170442528-3-496": {
        "average clique similarity": 0.3675114170442528,
        "clique": [
            "1-Sessions was elected",
            "5-He was later elected",
            "4-The    Sessions was "
        ],
        "median tf-idf score": 0.8662301831202517,
        "publications": [
            "CNN",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "Sessions was elected attorney general of Alabama in 1994.",
            "He was later elected attorney general of Alabama in the 1990s. In between those two jobs, in 1986,   Ronald Reagan nominated Sessions to serve as a federal judge in Southern Alabama.",
            "The    Sessions was first elected to the Senate 20 years ago. He's a former Alabama attorney general and U S attorney."
        ],
        "tf-idf score": [
            0.7613722612051051,
            0.942826714000713,
            0.8662301831202517
        ]
    }
}