{
    "0.11855689103025024-3-186": {
        "average clique similarity": 0.11855689103025024,
        "clique": [
            "0-S E Cupp  Kaine gave",
            "2- There is a fundamen",
            "4-The tone was set wit"
        ],
        "median tf-idf score": 0.7644559667049438,
        "publications": [
            "CNN",
            "Guardian",
            "National Review"
        ],
        "sentences": [
            "S E Cupp: Kaine gave tone deaf, unhinged performance,   Just wow. Tim Kaine had one (fairly simple) job tonight: make the Donald Trump ticket look like the unstable one.",
            "\"There is a fundamental respect issue here,\" the Democrat said. \"And I just want to talk about the tone set from the top. Donald Trump during this campaign has called Mexicans rapists and criminals, he's called women slobs, pigs, dogs, disgusting. I don't like saying that in front of my wife and mother.",
            "The tone was set with the second question of the night, when Quijano asked Kaine why the majority of Americans believe Clinton is untrustworthy."
        ],
        "tf-idf score": [
            0.7644559667049438,
            0.917914261095088,
            0.6406470309137219
        ]
    },
    "0.12250570627644335-3-141": {
        "average clique similarity": 0.12250570627644335,
        "clique": [
            "3-Pence says Kaine is ",
            "1-    Azeen Ghorayshi ",
            "4-Rinse and repeat  Th"
        ],
        "median tf-idf score": 1.0274701505139556,
        "publications": [
            "Breitbart",
            "Buzzfeed News",
            "National Review"
        ],
        "sentences": [
            "Pence says Kaine is a \"fitting running mate for Hillary Clinton\" because in a season where Americans are struggling under the Obama administration, Clinton and Kaine just want more of the same and are advocating a $1 trillion increase in taxes.",
            "--  Azeen Ghorayshi, \"If Russia continues to be involved in this barbaric attack on civilians in Aleppo, the US needs to be prepared to strike military targets of the Assad regime, to prevent them from this humanitarian crisis taking place in Aleppo,\" Pence said. The US should also create safe zones for civilians in Syria and \"deploy a missile defense shield to the Czech Republic and Poland,\" something he says Hillary Clinton and President Obama \"pulled back on. \"",
            "Rinse and repeat. There were no blockbuster,    moments to remember. But perhaps the most lasting impression from the night will be of a contrast in style. Kaine, as Clinton spokeswoman Karen Finney said after the debate, did what   nominees are expected to do: \"I don't like the phrase 'attack dog,' but your job is to stand up for your running mate. \""
        ],
        "tf-idf score": [
            1.0274701505139556,
            1.1374762642019496,
            0.9370466635039506
        ]
    },
    "0.12317092427619553-3-1189": {
        "average clique similarity": 0.12317092427619553,
        "clique": [
            "4-The result was a per",
            "3-9 50  Good reviews f",
            "2-For better or worse "
        ],
        "median tf-idf score": 0.8429887577892498,
        "publications": [
            "National Review",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "The result was a performance that left Republican surrogates praising Pence as a better justification for Trump's candidacy than Trump himself  --   proof that the nominee makes good decisions and surrounds himself with qualified people. Clinton surrogates were quick to point out that Tuesday's showdown may have done little to help either side.",
            "9:50: Good reviews for Pence when viewers were getting their first impressions: 9:18 and Pence is dominating this debate. --   Michael Barbaro (@mikiebarb) October 5, 2016,  Pence looking straight to camera works more for folks at home than Kaine, who is engaging with the people at the table and looking to side,  --   Abby D Phillip (@abbydphillip) October 5, 2016,  Pence's quiet demeanor, pauses and verbal ticks convey thoughtfulness.",
            "For better or worse, style counts a lot in these debates. \" The debate in Farmville, Virginia, with the candidates sitting at a table rather than standing at lecterns, was not expected to have a major impact on the presidential race, though Trump himself could not resist providing a live commentary via Twitter."
        ],
        "tf-idf score": [
            1.2801882551682244,
            0.8429887577892498,
            0.7998338960651583
        ]
    },
    "0.12369937066304365-3-1064": {
        "average clique similarity": 0.12369937066304365,
        "clique": [
            "3-Rhodes handled the i",
            "2-When confronted with",
            "4- I think the VP deba"
        ],
        "median tf-idf score": 1.053306180607251,
        "publications": [
            "Guardian",
            "Breitbart",
            "National Review"
        ],
        "sentences": [
            "Rhodes handled the interview smoothly like a professional, not taking the bait like an amateur. Here's hoping Trump has learned not to be so easily baited like Beckham Jr He owes that to his supporters. I will be watching the great Governor @Mike_Pence and live tweeting the VP debate tonight starting at 8:30pm est! Enjoy!",
            "When confronted with Trump's comments that women should be punished for having abortions, a statement the former reality TV star later attempted to walk back, Pence simply offered: \"Look, he's not a polished politician like you and Hillary Clinton. \"",
            "\"I think the VP debate matters in the sense that if you are losing, like Trump and Pence did, you need to change the trajectory of the campaign by some means, and they weren't able to do that."
        ],
        "tf-idf score": [
            1.053306180607251,
            1.0714713544272556,
            0.9430121690266711
        ]
    },
    "0.1245646111223308-3-165": {
        "average clique similarity": 0.1245646111223308,
        "clique": [
            "0-But Americans have h",
            "2-In contrast  Trump s",
            "3-9 44  Pence talks ab"
        ],
        "median tf-idf score": 0.46449361024977714,
        "publications": [
            "Breitbart",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "But Americans have heard Trump.",
            "In contrast, Trump said in May: \"I would have stayed out of Syria and wouldn't have fought so much   ...     against Assad because I thought that was a whole thing. \"",
            "9:44: Pence talks about the tragedy and heartbreak Americans have faced because of illegal immigrant crime as Quijano keeps focusing on illegal immigrants who have not committed crimes instead of the horrific and preventable crimes that have been committed by illegal immigrants. Framing is everything."
        ],
        "tf-idf score": [
            0.34020027335998476,
            0.6759691868641702,
            0.46449361024977714
        ]
    },
    "0.12569582261754872-3-94": {
        "average clique similarity": 0.12569582261754872,
        "clique": [
            "1-Kaine  who skipped t",
            "4-Kaine s persistence ",
            "2-Clinton s campaign m"
        ],
        "median tf-idf score": 1.143324459118084,
        "publications": [
            "Buzzfeed News",
            "National Review",
            "Guardian"
        ],
        "sentences": [
            "Kaine, who skipped the address along with several other Democrats, said that he was worried that the timing of Netanyahu's speech would affect the Israeli elections several weeks later.",
            "Kaine's persistence paid off on several occasions, most notably when Pence denied that both he and Trump had said Putin is a better leader than President Obama.",
            "Clinton's campaign manager, Robby Mook, said Pence essentially \"threw Donald Trump under the bus\" on several policy issues, including   relations and the Syrian civil war."
        ],
        "tf-idf score": [
            0.5521027754131891,
            1.143324459118084,
            1.1577600898471516
        ]
    },
    "0.12652218287832248-3-122": {
        "average clique similarity": 0.12652218287832248,
        "clique": [
            "0-Kaine was fiercely  ",
            "4-So I think that s a ",
            "2- That s disturbing  "
        ],
        "median tf-idf score": 0.3528475621960658,
        "publications": [
            "CNN",
            "National Review",
            "Guardian"
        ],
        "sentences": [
            "Kaine was fiercely   tonight.",
            "So I think that's a victory for the Clinton team,\" said Representative Ruben Gallego, who was in the spin room as a surrogate for Kaine. That is not to say Kaine was without strong moments.",
            "\"That's disturbing,\" Mook said. \"These two people have to work as a unit. That clearly was not on display here tonight. \""
        ],
        "tf-idf score": [
            0.3473577990235849,
            0.8098797751987452,
            0.3528475621960658
        ]
    },
    "0.12826120755053116-3-176": {
        "average clique similarity": 0.12826120755053116,
        "clique": [
            "3- VPDebate        Don",
            "4-After briefly discus",
            "1-  thatmexicanthing  "
        ],
        "median tf-idf score": 1.1596764290400037,
        "publications": [
            "Buzzfeed News",
            "Breitbart",
            "National Review"
        ],
        "sentences": [
            "#VPDebate,  --   Donald J Trump (@realDonaldTrump) October 5, 2016,  Pence gets frustrated as Kaine keeps distorting Trump's comments about ILLEGAL immigrants from Mexico: \"Senator you whipped out that Mexican thing again\"  --   #Pence to #Kaine #VPDebate,  --   Jim Sciutto (@jimsciutto) October 5, 2016,  10:23: Next segment is on social issues.",
            "After briefly discussing Clinton's \"passion\" for working with children, Kaine pivoted to highlight Trump's infamous comment about illegal Mexican immigrants being \"rapists\" and \"murderers,\" before concluding that he \"can't imagine\" how Pence would defend such remarks.",
            "\"#thatmexicanthing? \"Senator, you whipped out that Mexican thing again,\" Pence said to Kaine. The comment prompted the creation of #ThatMexicanThing and a website, thatmexicanthing. com, which reroutes to Clinton's website. People also used the hashtag to highlight the contributions and sacrifices of Latinos. See them here."
        ],
        "tf-idf score": [
            1.1596764290400037,
            1.206010222277057,
            1.0249654280286693
        ]
    },
    "0.12894825215021163-3-398": {
        "average clique similarity": 0.12894825215021163,
        "clique": [
            "4-In his first and onl",
            "0-Mike Pence went into",
            "1-Read more here      "
        ],
        "median tf-idf score": 0.907227714411488,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "In his first and only debate against Democratic vice presidential nominee Tim Kaine, the Indiana governor delivered a calm and   performance.",
            "Mike Pence went into Tuesday's vice presidential debate burdened with saving the Trump campaign after one of its worst weeks.",
            "Read more here. --  Chris Geidner, In the course of the whole  ...    thing, Republican Vice Presidential candidate Mike Pence quoted what he said was an old proverb about Russia."
        ],
        "tf-idf score": [
            0.5160408394978572,
            0.9738925878845042,
            0.907227714411488
        ]
    },
    "0.13125750143358392-3-682": {
        "average clique similarity": 0.13125750143358392,
        "clique": [
            "0-Tuesday night  thoug",
            "1-On Tuesday night  he",
            "4-Farmville  Va       "
        ],
        "median tf-idf score": 0.7117103464207732,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "Tuesday night, though, Pence demonstrated that he can best even Trump in the fine art of denial.",
            "On Tuesday night, he affirmed support for missile defense programs in eastern Europe that the Russians have opposed. Read more here. --  Katherine Miller, Trump later walked back that comment, saying that women were \"victims\" of abortion.",
            "Farmville, Va.  --   On Tuesday night, Mike Pence managed to do what Donald Trump could not."
        ],
        "tf-idf score": [
            0.7117103464207732,
            0.6274900718302586,
            0.8185262193841685
        ]
    },
    "0.13399341421855213-3-196": {
        "average clique similarity": 0.13399341421855213,
        "clique": [
            "0-She could well have ",
            "4-But for the Indiana ",
            "3-She could have easil"
        ],
        "median tf-idf score": 0.537895954529289,
        "publications": [
            "National Review",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "She could well have been articulating the thoughts of millions of American viewers, who might be excused for thinking that Pence did not know his running mate was actually Donald Trump.",
            "But for the Indiana governor, who harbors presidential ambitions of his own, Trump could prove somewhat problematic down the road. At one point, he declared that he \"could not be more proud to stand with Donald Trump. \"",
            "She could have easily pressed Kaine to defend   policies that allowed people like Kate Steinle and Jamiel Shaw to be murdered."
        ],
        "tf-idf score": [
            1.0422800423701188,
            0.537895954529289,
            0.33250332424775014
        ]
    },
    "0.13533902251182642-3-857": {
        "average clique similarity": 0.13533902251182642,
        "clique": [
            "0-To make his burden e",
            "3-Pence is now asked a",
            "1-    Talal Ansari  On"
        ],
        "median tf-idf score": 0.8873255220233487,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Breitbart"
        ],
        "sentences": [
            "To make his burden easier, Pence made as few references as possible to Trump, dancing around criticisms about his running mate's tax returns, insults to a former Miss Universe and the constitutionality of his \"extreme vetting\" plans.",
            "Pence is now asked about Trump's proposed \"extreme vetting\" of new immigrants, and he says it really begins with America reforming its immigration system so we don't bring into the country those who are hostile to our way of life.",
            "--  Talal Ansari, On Tuesday, Tim Kaine and Mike Pence dove deep into immigration, retreating to their respective sides, debating both the merits of Clinton and Trump's plans  --   the most expansively liberal and restrictive immigration plans, respectively, in recent decades  --   but also accusing each other of being the extreme ticket on the issue."
        ],
        "tf-idf score": [
            0.8771504797830517,
            0.8873255220233487,
            1.267707491404663
        ]
    },
    "0.14167671730976736-3-1097": {
        "average clique similarity": 0.14167671730976736,
        "clique": [
            "3-The two candidates w",
            "2-Miller added that  G",
            "0-He constantly interr"
        ],
        "median tf-idf score": 1.0676480872747758,
        "publications": [
            "Guardian",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "The two candidates will be seated at a table, which will make it a bit more difficult to land attacks. 8:45: Trump blasts CNN Wow, @CNN is so negative.",
            "Miller added that \"Governor Pence and Mr Trump will be right in line on Syria\" and said that there was \"no daylight\" between the two on the issue.",
            "He constantly interrupted Pence, engaged in so much crosstalk that it was difficult to know what anyone was saying, and repeated an endless string of talking points meant to undermine the Republican nominee while skipping over the moderator's questions whenever Clinton's weaknesses were at issue. It's unlikely the debate will sway many voters in any direction, but perhaps Kaine and Pence's feisty exchange is a prelude to a much more fiery event coming up between Trump and Clinton this Sunday. Buck Sexton is a political commentator for CNN and host of \"The Buck Sexton Show\" on TheBlaze."
        ],
        "tf-idf score": [
            0.43176921003707847,
            1.0676480872747758,
            1.6164880356710425
        ]
    },
    "0.14331390806457975-3-508": {
        "average clique similarity": 0.14331390806457975,
        "clique": [
            "4- Why won t he releas",
            "0-He did a good job in",
            "2- Why don t you trust"
        ],
        "median tf-idf score": 0.7161553197807786,
        "publications": [
            "CNN",
            "Guardian",
            "National Review"
        ],
        "sentences": [
            "\"Why won't he release his tax returns?\" Kaine blurted out at one point. \"Well, we're answering a question about the business thing,\" Pence replied calmly, brushing off the question.",
            "He did a good job in laying out the stark differences between Clinton and Trump on immigration, calling Trump's plan \"Deportation Nation\". He crystallized the complicated abortion issue into one simple question, asking Pence why he didn't trust women to make their reproductive choices themselves. Still, Kaine failed to bring up one of Pence's vulnerabilities    his history of   legislation cloaked as religious freedom.",
            "\"Why don't you trust women? Kaine retorted. When the discussion turned to criminal justice reform, both candidates were in agreement on at least one thing: the government must do more to support the police."
        ],
        "tf-idf score": [
            0.7161553197807786,
            1.3391437634170609,
            0.39257203319186745
        ]
    },
    "0.14402753228449275-3-653": {
        "average clique similarity": 0.14402753228449275,
        "clique": [
            "0-Kaine listed a serie",
            "3-Kaine jumps in and b",
            "4-When Kaine brought u"
        ],
        "median tf-idf score": 1.050575684877764,
        "publications": [
            "National Review",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "Kaine listed a series of Trump insults that all Americans have heard attacks against a Mexican judge, disdain for John McCain being captured in Vietnam, and others. Incredibly, Pence seemed to deny the words everyone has heard.",
            "Kaine jumps in and bring up Trump's comments about women, Judge Curiel, and John McCain. 9:32: Trump weighs in: . @mike_pence is doing a great job  --   so far, no contest!",
            "When Kaine brought up Gonzalo Curiel, a   federal judge from Pence's home state of Indiana whom Trump deemed too biased to rule in a lawsuit against Trump University because of his Mexican heritage, Pence simply ignored the remark and moved on."
        ],
        "tf-idf score": [
            1.0692799163668345,
            1.0241159342612662,
            1.050575684877764
        ]
    },
    "0.14468650548944473-3-520": {
        "average clique similarity": 0.14468650548944473,
        "clique": [
            "0-He has endorsed Dona",
            "2-And he perpetrated t",
            "3-Pence says Trump has"
        ],
        "median tf-idf score": 0.9313987397778922,
        "publications": [
            "Guardian",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "He has endorsed Donald Trump for the presidency.",
            "And he perpetrated this outrageous and bigoted lie that President Obama is not a US citizen. \" He added: \"I cannot believe that Governor Pence will defend the   campaign that Donald Trump has run. \"",
            "Pence says Trump has an immigration plan that will \"deal systematically with illegal immigration\" that will deal with border security. Pence says the ICE Union endorsed Trump, marking the group's first ever presidential endorsement."
        ],
        "tf-idf score": [
            0.4385461066013154,
            1.0250360481358156,
            0.9313987397778922
        ]
    },
    "0.14504151112517502-3-1094": {
        "average clique similarity": 0.14504151112517502,
        "clique": [
            "4-Meanwhile  Pence  th",
            "3-He says Clinton cite",
            "2-And yet he is asking"
        ],
        "median tf-idf score": 1.146558925546812,
        "publications": [
            "Breitbart",
            "National Review",
            "Guardian"
        ],
        "sentences": [
            "Meanwhile, Pence, the onetime radio host, was measured and steady throughout, shaking his head and delivering his attacks with a smile on his face. He   jabbed Kaine for his mechanically rehearsed   and   dumps. Clinton campaign surrogates, spinning after the debate, made only   attempts to argue that their man had won.",
            "He says Clinton cited his extensive lifelong career in the government and Kaine says that's what he brings to the ticket. He says his primary role is to be Clinton's right hand man.",
            "And yet he is asking everybody to vote for somebody that he cannot defend. \" Pence remained steady under fire during the only   debate of the campaign but when Kaine brought up Trump's campaign launch claim that the Mexican government is deliberately sending rapists into the United States, he awkwardly replied: \"You whipped out that Mexican thing again. \""
        ],
        "tf-idf score": [
            1.146558925546812,
            0.5207512602063783,
            1.2778826784274688
        ]
    },
    "0.1472393474307342-3-347": {
        "average clique similarity": 0.1472393474307342,
        "clique": [
            "2-The Clinton campaign",
            "0-  CNN  CNN commentat",
            "1-He was attacked poli"
        ],
        "median tf-idf score": 0.869431244292732,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "The Clinton campaign accused of him telling downright lies in some instances. David Gergen, a former presidential adviser, said on CNN: \"Pence will not fare well with fact checkers, but his poise and polish played well with voters.",
            " (CNN) CNN commentators and guest analysts offer their take on Tuesday night's vice presidential candidate debate. The opinions expressed in these commentaries are solely those of the authors. David Gergen: Pence Lifts GOP Spirits  Governor Mike Pence did not change the underlying dynamics of the campaign Tuesday night, but he did provide a significant service to Donald Trump: he gave fresh heart to Trump supporters and may have stopped the downward spiral of their campaign.",
            "He was attacked politically pretty strongly because of his position, he said. But, he added, \"I looked the voters of Virginia in the eye, and said, 'I am not going to change my religious practice to get one vote, but I will uphold the law.' And I was elected and I did. \""
        ],
        "tf-idf score": [
            0.869431244292732,
            1.236920129133149,
            0.4682831028652553
        ]
    },
    "0.1499686610396862-3-118": {
        "average clique similarity": 0.1499686610396862,
        "clique": [
            "3-He says what he can ",
            "1- I would tell you  f",
            "0-Instead  he spent th"
        ],
        "median tf-idf score": 0.36022148749514366,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Breitbart"
        ],
        "sentences": [
            "He says what he can't understand is that   support something like   abortion.",
            "\"I would tell you, for the sanctity of life proceeds out of that ancient principle of God,\" he said. \"I tried to stand for the ancient principle of the sanctity of life. \" Pence went on to say he found it difficult to understand Clinton's support of \"  abortion. \"",
            "Instead, he spent the bulk of the night smoothing out what he dismissed as misinterpretations of Trump's proposals."
        ],
        "tf-idf score": [
            0.1850425243143126,
            0.8767318355425446,
            0.36022148749514366
        ]
    },
    "0.1518042317146097-3-12": {
        "average clique similarity": 0.1518042317146097,
        "clique": [
            "1- We as a company  pa",
            "3-9 21  Quijano asks P",
            "2- He attacked an   fe"
        ],
        "median tf-idf score": 0.5253436730902225,
        "publications": [
            "Breitbart",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"We as a company, pay a tremendous amount of tax. \" Eric Trump tells @DanaBashCNN that Donald Trump \"absolutely\" pays federal income taxes https:  . https:  .",
            "9:21: Quijano asks Pence if it is fair that Trump may not have paid federal income taxes.",
            "\"He attacked an   federal judge and said he was unqualified to hear a federal lawsuit because his parents were Mexican."
        ],
        "tf-idf score": [
            0.5253436730902225,
            0.7552824491252453,
            0.3566757749842091
        ]
    },
    "0.15450250255318684-3-42": {
        "average clique similarity": 0.15450250255318684,
        "clique": [
            "3-Kaine says if Trump ",
            "0-Kaine also missed th",
            "4-Much had been made o"
        ],
        "median tf-idf score": 1.025473362946606,
        "publications": [
            "Breitbart",
            "National Review",
            "CNN"
        ],
        "sentences": [
            "Kaine says if Trump released his tax returns, Americans would see how much his economic plan is a \"  plan. \" [Not really a good case here because Trump wants to fire the bureaucrats and the trade deals that Clinton has supported has led to many Americans in manufacturing towns losing their jobs.]",
            "Kaine also missed the opportunity to mention the fact that Pence has accepted the Medicaid expansion in his state under the the Affordable Care Act    something at odds with Trump's opposition to \"Obamacare\". For his part, Pence struggled to explain how the Trump tax plans would benefit all Americans.",
            "Much had been made of the fact that this would be the first debate since the New York Times published a year of Trump's tax returns, making Pence the first line of defense against a story that could be very bad for the Republican nominee."
        ],
        "tf-idf score": [
            1.0069715788168385,
            1.0968108008490505,
            1.025473362946606
        ]
    },
    "0.1575695831147487-3-70": {
        "average clique similarity": 0.1575695831147487,
        "clique": [
            "0-When you know it s w",
            "2-Kaine demanded   Can",
            "1- If you don t know t"
        ],
        "median tf-idf score": 0.23425091574389972,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "When you know it's wrong, just be quiet and move on.",
            "Kaine demanded: \"Can you defend it?\"",
            "\"If you don't know the difference between dictatorship and leadership, then you got to go back to a   civics class,\" Kaine said."
        ],
        "tf-idf score": [
            0.02572703423633375,
            0.23425091574389972,
            0.37665761711730816
        ]
    },
    "0.16001317876025747-3-209": {
        "average clique similarity": 0.16001317876025747,
        "clique": [
            "3- FrankLuntz  How man",
            "0-Tara Setmayer  Debat",
            "1-Kaine then took aim "
        ],
        "median tf-idf score": 0.6861083971165521,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "@FrankLuntz: How many of you think Pence is better than Trump?",
            "Tara Setmayer: Debate won't move needle, Despite finishing a bit weaker than he started, Mike Pence was able to successfully execute his strategy better than Tim Kaine.",
            "Kaine then took aim at Pence, saying he praised Putin for being a better leader than Obama."
        ],
        "tf-idf score": [
            0.6861083971165521,
            0.9299015801727385,
            0.6737132405300902
        ]
    },
    "0.16279105244118555-3-606": {
        "average clique similarity": 0.16279105244118555,
        "clique": [
            "4-Many Republicans hav",
            "1-On Thursday  Septemb",
            "3-     Andrea Mitchell"
        ],
        "median tf-idf score": 0.7617615921099056,
        "publications": [
            "National Review",
            "Buzzfeed News",
            "Breitbart"
        ],
        "sentences": [
            "Many Republicans have been vocal about the fact that they feel far more comfortable with Pence than with Trump, and tonight only reinforced that feeling.",
            "On Thursday, September 8, Pence told CNN that, \"I think it's inarguable that Vladimir Putin has been a stronger leader in his country than Barack Obama has been in this country. \"",
            "--   Andrea Mitchell (@mitchellreports) October 5, 2016,  11:05: On CNN, Eric Trump says Hillary Clinton has been a politician longer than he has been alive."
        ],
        "tf-idf score": [
            0.7664395527932484,
            0.5971319092109308,
            0.7617615921099056
        ]
    },
    "0.16483158873931295-3-149": {
        "average clique similarity": 0.16483158873931295,
        "clique": [
            "4-Other times  he simp",
            "3-All times eastern ",
            "0-Kaine was at his bes"
        ],
        "median tf-idf score": 0.5878942675722603,
        "publications": [
            "National Review",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "Other times, he simply ignored Kaine's calls to defend Trump.",
            "All times eastern.",
            "Kaine was at his best when he listed many of Trump's controversial statements and then challenged Pence multiple times to defend them, which he didn't for the most part."
        ],
        "tf-idf score": [
            0.5878942675722603,
            0.03211234067326689,
            1.0822305321976704
        ]
    },
    "0.16533682467262106-3-442": {
        "average clique similarity": 0.16533682467262106,
        "clique": [
            "3-Pence is coming off ",
            "0-Mike Pence  as other",
            "4-Where Trump  in his "
        ],
        "median tf-idf score": 0.9402939348453005,
        "publications": [
            "CNN",
            "National Review",
            "Breitbart"
        ],
        "sentences": [
            "Pence is coming off as the guy you want to have a beer with.",
            "Mike Pence, as others have remarked, was another story. Though he came off as articulate and informed, and far more measured and   than his     running mate, he did Donald Trump no favors as wingman.",
            "Where Trump, in his first debate last week, came off as maniacal, Pence was cool and collected."
        ],
        "tf-idf score": [
            0.3708238367639834,
            1.04478864695531,
            0.9402939348453005
        ]
    },
    "0.16685558750486182-3-1025": {
        "average clique similarity": 0.16685558750486182,
        "clique": [
            "2- Six times tonight  ",
            "0-Frida Ghitis  Pence ",
            "3-Kaine   I can t imag"
        ],
        "median tf-idf score": 0.9978984055716928,
        "publications": [
            "CNN",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "\"Six times tonight, I have said to Governor Pence I can't imagine how you can defend your running mate's position on one issue after the next,\" Kaine said. \"In all six cases, he's refused to defend his running mate.",
            "Frida Ghitis: Pence smooth, but can't defend Trump,   After Tuesday's vice presidential clash, I have a suggestion for the Commission on Presidential Debates: Donald Trump should debate Mike Pence.",
            "Kaine: \"I can't imagine how Gov Pence can defend the insult driven,   first style of Donald Trump\"  --   Jamie Dupree (@jamiedupree) October 5, 2016,  9:08: Pence says America has weakened in the last seven years."
        ],
        "tf-idf score": [
            0.9450446521831071,
            0.9978984055716928,
            1.2504604426700436
        ]
    },
    "0.1685842838525432-3-805": {
        "average clique similarity": 0.1685842838525432,
        "clique": [
            "4-Pence responded firs",
            "0-The most startling o",
            "1-Trump recently repli"
        ],
        "median tf-idf score": 1.1159343496891483,
        "publications": [
            "Buzzfeed News",
            "National Review",
            "CNN"
        ],
        "sentences": [
            "Pence responded first by saying that Clinton had overseen a failed foreign policy that had emboldened adversaries such as Russia. He was then interrupted by Kaine, who took the opportunity to argue that the GOP ticket \"loves\" Vladimir Putin.",
            "The most startling of all was Pence's talk about Vladimir Putin, \"the small, bullying leader of Russia,\" as Pence called him. Trump has praised Putin's leadership qualities and warmly embraced the Russian autocrat throughout the campaign.",
            "Trump recently replied as to why he would accept Putin's support. Despite all this, Pence was undeterred in his portrait of Russia and some of the key policy confrontations between the US and Russia."
        ],
        "tf-idf score": [
            1.117841952660447,
            1.1159343496891483,
            0.9707372173073864
        ]
    },
    "0.16887092379155622-3-472": {
        "average clique similarity": 0.16887092379155622,
        "clique": [
            "3-In the spin room for",
            "2- Mike Pence could ha",
            "4-Maybe he doesn t kno"
        ],
        "median tf-idf score": 1.0385439080696766,
        "publications": [
            "National Review",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "In the spin room for #VPDebate Clinton campaign manager Robby Mook says they expect Trump to be better prepared for the next debate pic. twitter.",
            "\"Mike Pence could have given the performance of his life tonight and it wouldn't have made a dime's worth a difference in terms of convincing the public that Donald Trump is temperamentally fit to be president,\" Brian Fallon, a spokesman for the Clinton campaign, said in the spin room.",
            "Maybe he doesn't know who his own running mate is,\" suggested Clinton spokeswoman Karen Finney following the debate. It was evident in the spin room that Pence had reassured Republicans who remain    with the party's nominee."
        ],
        "tf-idf score": [
            0.8564692953614684,
            1.2966729644692225,
            1.0385439080696766
        ]
    },
    "0.170989139472842-3-153": {
        "average clique similarity": 0.170989139472842,
        "clique": [
            "0-Instead  for reasons",
            "3-Before last week s f",
            "2-He added   More impo"
        ],
        "median tf-idf score": 0.8502420278149206,
        "publications": [
            "Guardian",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "Instead, for reasons only the late Miss Cleo might know, he was the one who was totally out of control. Sure, he laid out the differences between Trump and Hillary Clinton, hammered away at Trump's rhetoric and asked numerous times how Mike Pence could defend some of Trump's words and proposals.",
            "Before last week's first presidential debate between Donald Trump and Hillary Clinton, all of the momentum was on Trump's side.",
            "He added: \"More importantly he did probably the best job between the two debates of somebody showing both a vision for Trump and laying out the case against Hillary Clinton."
        ],
        "tf-idf score": [
            1.2245713006335268,
            0.8502420278149206,
            0.6965286082719356
        ]
    },
    "0.17221659118500465-3-769": {
        "average clique similarity": 0.17221659118500465,
        "clique": [
            "0-Then he went on to r",
            "2-David Bossie  Trump ",
            "3-He then pivots to at"
        ],
        "median tf-idf score": 0.37832724866042816,
        "publications": [
            "Breitbart",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Then he went on to rave about Putin's high approval ratings.",
            "David Bossie, Trump's deputy campaign manager, insisted after the debate that \"he didn't hear that specific line\" when asked about Pence's comments about Putin.",
            "He then pivots to attacking Trump about his comments about \"Mexican immigrants. \""
        ],
        "tf-idf score": [
            0.061043570348009515,
            0.9746706573095538,
            0.37832724866042816
        ]
    },
    "0.17336066130554947-3-351": {
        "average clique similarity": 0.17336066130554947,
        "clique": [
            "3-Quijano asks if the ",
            "2- The United States o",
            "0-Trump has spoken of "
        ],
        "median tf-idf score": 0.8569018998333051,
        "publications": [
            "Guardian",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "Quijano asks if the U S has a responsibility to prevent casualties on a mass scale. Pence says America needs to exercise strong leadership to protect children and vulnerable citizens in Aleppo. Pence says after Clinton's Russian reset (they couldn't even spell it right) Putin invaded Crimea.",
            "\"The United States of America should be prepared to use military force to strike military targets of the Assad regime to prevent them from this humanitarian crisis that is taking place in Aleppo,\" Pence said on stage.",
            "Trump has spoken of attacking ISIS and leaving in place the dictator Bashar   responsible for far more deaths than ISIS By contrast, Pence declared that American leadership requires it protect vulnerable citizens, including the children of Aleppo. Compare that to Trump's tone on Muslims in general."
        ],
        "tf-idf score": [
            0.8569018998333051,
            0.662417315577752,
            0.8960425805978112
        ]
    },
    "0.17780829936512058-3-1189": {
        "average clique similarity": 0.17780829936512058,
        "clique": [
            "2-Pence started strong",
            "3- No that s the way t",
            "0-If Kaine wanted to p"
        ],
        "median tf-idf score": 0.5777286963168586,
        "publications": [
            "Guardian",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "Pence started strongly and looked directly into the camera in a way that Kaine did not.",
            "\"No that's the way they talk about us don't say that. Don't do that.",
            "If Kaine wanted to provoke him in the same way that Clinton did with Trump, he was not able to do so."
        ],
        "tf-idf score": [
            0.5777286963168586,
            0.12123544080070377,
            0.8118488225352243
        ]
    },
    "0.17839454350242653-3-18": {
        "average clique similarity": 0.17839454350242653,
        "clique": [
            "0-Pence scored some po",
            "2-Pence gave a polishe",
            "3-With a solid debate "
        ],
        "median tf-idf score": 0.7286597767858745,
        "publications": [
            "Breitbart",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Pence scored some points by responding to the claims about Trump's insults by pointing to Clinton's line about half of Trump's supporters being in the basket of \"deplorables\". Kaine's aggressive demeanor, filled with endless interruptions and jabs, will not play well with some voters. Pence's statements about religion and abortion are sure to comfort some Republicans who are uneasy with their nominee.",
            "Pence gave a polished performance that could have given some hope to Republicans, and much wishful thinking about a   top of the ticket, but he was repeatedly forced on to the back foot by a brutal catalogue of the nominee's words and deeds.",
            "With a solid debate performance, Trump could have put Clinton's campaign on the ropes by giving undecided voters who want change some reasons to vote for him."
        ],
        "tf-idf score": [
            1.282731360803693,
            0.6923994227292042,
            0.7286597767858745
        ]
    },
    "0.18007348071637996-3-965": {
        "average clique similarity": 0.18007348071637996,
        "clique": [
            "3-Not coming across we",
            "0-And over the next we",
            "1- Well  that s over  "
        ],
        "median tf-idf score": 1.454797901630275,
        "publications": [
            "Buzzfeed News",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "Not coming across well. Seems too eager to interrupt Pence every time Pence speaks. Kaine knows that talking about Clinton's honesty and foreign policy is bad for their campaign: Debating Obama WH foreign policy  --  &gt not at all where Kaine wants to be,  --   Josh Kraushaar (@HotlineJosh) October 5, 2016,    9:12: Pence is asked why voters do not think Trump has the temperament to be president.",
            "And over the next week, the Trump campaign will surely be asked to reconcile the differences in policy positions articulated by Pence and Trump on areas such as U S policy toward Russia and Syria. It's ultimately up to Trump to turn in a better performance on Sunday in St. Louis and again when he and Hillary Clinton debate in Las Vegas on October 19, if he wants to alter the trajectory of his own campaign.",
            "'Well, that's over. Here's what you need to know:' 'inaudible' 'At the debate, Trump supporters won't say if he's a good role model' 'The real winner of the VP debate was Joe Biden' 'Pence said \"You whipped out that Mexican thing\" and Twitter was all over it' 'Eric Trump says his father \"absolutely\" paid federal income taxes' 'The VP candidates had the immigration debate that Clinton And Trump should have' 'Here's why Kaine talked about the death penalty at the debate' 'Pence may have made up an ancient proverb about Russia' 'People were so over Elaine Quijano getting constantly interrupted during the debate' 'Pence splits with Trump on Putin and Russia' 'Pence insists Trump administration wouldn't actually punish women who get an abortion' 'Death penalty, abortion come up as candidates address their religious faith' 'Pence said that only 10 cents on every dollar the Clinton Foundation raised went to charity  --   that's false' 'Pence claimed he never called Putin a better leader than Obama  --   that's false' 'Russia and Putin battle over US response to Russia and Putin' 'Pence says Kaine boycotted Netanyahu speech  --   It's true'] \"Oh, he'll be a great president,\" responded Kansas GOP Rep. Mike Pompeo when asked by BuzzFeed News if Trump would be a good role model."
        ],
        "tf-idf score": [
            1.454797901630275,
            1.32727860083755,
            2.6564548889826893
        ]
    },
    "0.18027226748158234-3-1189": {
        "average clique similarity": 0.18027226748158234,
        "clique": [
            "0-And over and over ag",
            "3-Quijano stops Pence ",
            "4-When Pence turned to"
        ],
        "median tf-idf score": 0.7170749140592215,
        "publications": [
            "CNN",
            "Breitbart",
            "National Review"
        ],
        "sentences": [
            "And over and over again, Pence acted like Kaine was not only making these things up but, in so doing, actually perpetrating a campaign of insults simply by repeating the things that Donald Trump had said yet Mike Pence refused to acknowledge. I'm pretty impressed that Kaine's head didn't explode.",
            "Quijano stops Pence from interrupting when she continued to let Kaine interrupt over and over again.",
            "When Pence turned to the Clinton Foundation, Kaine began talking over him."
        ],
        "tf-idf score": [
            1.4000150760169725,
            0.571757824820719,
            0.7170749140592215
        ]
    },
    "0.18080689038606199-3-884": {
        "average clique similarity": 0.18080689038606199,
        "clique": [
            "0-Donald Trump and Mik",
            "2-Mostly Pence flatly ",
            "4-Instead  they said  "
        ],
        "median tf-idf score": 0.8311669782086368,
        "publications": [
            "Guardian",
            "National Review",
            "CNN"
        ],
        "sentences": [
            "Donald Trump and Mike Pence's strategy seems to be to repeat lies often enough to convince 51% of voters that they're the truth.",
            "Mostly Pence flatly denied that Trump had made controversial statements and, instead of defending the candidate, resorted to the strategy of gaslighting, by repeatedly challenging known facts to manipulate the truth.",
            "Instead, they said, Pence had failed to do enough to change the narrative that emerged from Trump's problematic first debate."
        ],
        "tf-idf score": [
            0.8131015418763576,
            0.8311669782086368,
            0.936390919769568
        ]
    },
    "0.1822814783382658-3-267": {
        "average clique similarity": 0.1822814783382658,
        "clique": [
            "3- Clinton said we all",
            "1-Pence also suggested",
            "2-When Luntz ran a sim"
        ],
        "median tf-idf score": 0.6543227355339571,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "Breitbart"
        ],
        "sentences": [
            "[Clinton said we all have biases during last week's debate when asked about policing.]",
            "Pence also suggested that Clinton supported partial birth abortions, which fall late in pregnancy, during the debate.",
            "When Luntz ran a similar group during last week's presidential debate, Clinton beat Trump  ."
        ],
        "tf-idf score": [
            0.43812881285599,
            0.6816118057064449,
            0.6543227355339571
        ]
    },
    "0.19237456703803538-3-637": {
        "average clique similarity": 0.19237456703803538,
        "clique": [
            "1-Donald Trump has arg",
            "0-Donald Trump has pra",
            "3-He again refers to P"
        ],
        "median tf-idf score": 0.8316167723471608,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Breitbart"
        ],
        "sentences": [
            "Donald Trump has argued that Putin is a stronger leader than Obama, praised his polling numbers in the restrictive political environment of Russia, expressed openness to working with Russia (which supports the regime of Syrian President Bashar   and is often allied with Iran) to combat ISIS, and often explained his rationale on personal terms. \"Well, I think when he calls me brilliant, I'll take the compliment, OK?\"",
            "Donald Trump has praised Putin.",
            "He again refers to Putin as the \"small and bullying\" leader of Russia. Kaine claims Pence said Putin was a better leader than Obama and we should go to the tape."
        ],
        "tf-idf score": [
            0.8316167723471608,
            0.4828396515937669,
            0.9587829654636852
        ]
    },
    "0.19299806917200416-3-106": {
        "average clique similarity": 0.19299806917200416,
        "clique": [
            "3-twitter       Shane ",
            "0-A few weeks ago  dur",
            "2-He also said he wasn"
        ],
        "median tf-idf score": 0.6478239436151763,
        "publications": [
            "Guardian",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "twitter. --   Shane Goldmacher (@ShaneGoldmacher) October 4, 2016,  6:55: He has more bad things to say about Trump than good things to say about Clinton.",
            "A few weeks ago, during the    forum, Trump told Matt Lauer that Putin, \"says great things about me, I'm going to say great things about him\".",
            "He also said he wasn't sure if Trump agreed with his running mate on Syria. \"I am going to have to talk to Mr Trump about that,\" Bossie told the Guardian."
        ],
        "tf-idf score": [
            0.7559908204923055,
            0.5408917821140714,
            0.6478239436151763
        ]
    },
    "0.19851659878730857-4-21": {
        "average clique similarity": 0.19851659878730857,
        "clique": [
            "2-And I think your run",
            "0-Mine certainly came ",
            "3-Pence says Kaine can",
            "1-Reminded the questio"
        ],
        "median tf-idf score": 0.8653633337428622,
        "publications": [
            "Breitbart",
            "Buzzfeed News",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "And I think your running mate used a lot of   lines. \" Debating the economy, the Republican said with assurance: \"Senator, you can roll out numbers and the sunny side, but I got to tell you, people in Scranton know different people in Fort Wayne, Indiana, know different. I mean, this economy is struggling. \" Kaine, however, gradually found his footing and scored points when he attacked Trump.",
            "Mine certainly came close. I don't know how you debate someone who seems to have encamped himself on a different planet. Yet to his credit, Mike Pence dished out his flurry of lies with calm confidence    while Tim Kaine, the   came off as ruffled. In a moment in American media and political history where the very existence let alone definition of \"facts\" seems worryingly debatable, I pray that the American people can still tell the difference.",
            "Pence says Kaine can spin the numbers but people in towns like Scranton \"know different. \"",
            "Reminded the question was whether the GOP presidential nominee would be a good role model, not president, Pompeo responded: \"My son I ask to have people as a role model people like me  --   his father and his mother. We're Christian and so we want his pastor and the people who help teach him his faith to be the role model. What's important to the American people is how the president is going to behave  --   how he's going to get the economy going again so Kansans can have jobs, how he will protect America from radical Islamic terrorists  --   those are the things that real people care about."
        ],
        "tf-idf score": [
            1.0769722643401993,
            0.987952070206943,
            0.7427745972787815,
            0.7057008818259248
        ]
    },
    "0.209751068541814-3-181": {
        "average clique similarity": 0.209751068541814,
        "clique": [
            "0-That was the strateg",
            "2-Donald Trump was put",
            "4-More Mike Pence Get "
        ],
        "median tf-idf score": 1.174548745172357,
        "publications": [
            "CNN",
            "National Review",
            "Guardian"
        ],
        "sentences": [
            "That was the strategy adopted by Governor Mike Pence at Tuesday night's vice presidential debate when it came to defending his Presidential running mate Donald Trump.",
            "Donald Trump was put on trial in his absence during the   debate as his running mate Mike Pence was accused of trying to defend the indefensible.",
            "More Mike Pence Get Ready for the Pillorying of PenceMr Vice President: Please Help the President Get His Act TogetherNotre Dame Students Feel 'Unsafe' about Mike Pence SpeakingPence's strategy of moving the conversation to safer ground earned him style points and credit for staying on message, but it also opened him up to easy attacks from Clinton's camp. \"Why is it that Mike Pence can't defend his own running mate?"
        ],
        "tf-idf score": [
            1.2741760447434287,
            1.174548745172357,
            0.959724007316858
        ]
    },
    "0.21663461553511257-3-1189": {
        "average clique similarity": 0.21663461553511257,
        "clique": [
            "2-He went after John M",
            "3- Can you imagine wha",
            "0- If Donald Trump had"
        ],
        "median tf-idf score": 0.5520533092760139,
        "publications": [
            "Guardian",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "He went after John McCain, a POW, and said he wasn't a hero because he'd been captured. He said African Americans are living in hell.",
            "\"Can you imagine what he went through after he made that statement?\" Trump said. He then added, \"there have been many nights when he's gone through hell with Hillary, in all fairness. \"",
            "\"If Donald Trump had said all the things you said he said in the way he's said them,\" he said, it would still not compare to Hillary Clinton's \"basket of deplorables\"."
        ],
        "tf-idf score": [
            0.213128067898452,
            0.5520533092760139,
            0.7332188347920292
        ]
    },
    "0.22559634174052304-3-411": {
        "average clique similarity": 0.22559634174052304,
        "clique": [
            "3-Kaine says Pence gav",
            "2-Kaine attacked the T",
            "0-Kaine pounded Pence "
        ],
        "median tf-idf score": 0.9673030671404995,
        "publications": [
            "CNN",
            "Guardian",
            "Breitbart"
        ],
        "sentences": [
            "Kaine says Pence gave Trump his tax returns and Trump must give Americans his tax returns to prove that he is qualified.",
            "Kaine attacked the Trump record on issues ranging from tax, nuclear weapons and Senator John McCain's war service to his description of women as \"slobs\" and \"pigs\" his suggestion that women who have abortions should be punished and his questioning of Barack Obama's birthplace.",
            "Kaine pounded Pence with Trump's refusal to release his tax returns, his murky ties to Russia, and his misogynistic and   comments."
        ],
        "tf-idf score": [
            1.0178698158702442,
            0.8233148988152148,
            0.9673030671404995
        ]
    },
    "0.23057690973896364-3-1007": {
        "average clique similarity": 0.23057690973896364,
        "clique": [
            "3-9 34  Kaine says peo",
            "0-Pence sidestepped a ",
            "2-But Kaine and Pence "
        ],
        "median tf-idf score": 0.6366875289079877,
        "publications": [
            "CNN",
            "Guardian",
            "Breitbart"
        ],
        "sentences": [
            "9:34: Kaine says people shouldn't be afraid to bring up bias in law enforcement officers. Pence mentions that when an   police officer is involved in a police shooting of an   man, why would Clinton use the incident to talk about implicit biases. Quijano brings up Sen. Tim Scott's ( ) experience about being stopped seven times by police officers and asks Pence what he would say to Scott.",
            "Pence sidestepped a question from moderator Elaine Quijano about the black Senator Tim Scott of South Carolina being stopped multiple times by police, and dismissed notions of implicit bias as \"badmouthing\" law enforcement.",
            "But Kaine and Pence differed dramatically on how to resolve heightened tensions between law enforcement and communities of color after a series of   police killings of unarmed black men."
        ],
        "tf-idf score": [
            1.0358237633341765,
            0.5811308987341137,
            0.6366875289079877
        ]
    },
    "0.23428086817858784-3-788": {
        "average clique similarity": 0.23428086817858784,
        "clique": [
            "1-When pressed by Tim ",
            "0-When pressed to resp",
            "3-When pressed about T"
        ],
        "median tf-idf score": 0.9852558463969231,
        "publications": [
            "Buzzfeed News",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "When pressed by Tim Kaine on Trump's previous remarks, Pence said Trump \"was not a polished politician. \"",
            "When pressed to respond to questions about Trump's extensive lies, utter lack of transparency and fractal conflicts of interest, Pence simply evaded and dodged until moderator Elaine Quijano was forced to move on, causing the Republican to visibly exhale in relief. What we were left with was the sense that Pence sees Trump as a stepping stone to his own ambitions that he's playing for 2020, not 2016.",
            "When pressed about Trump's taxes, Pence says Trump is a businessman and not a career politician."
        ],
        "tf-idf score": [
            1.1751793443474186,
            0.9852558463969231,
            0.7953486934826699
        ]
    },
    "0.32580393446322053-3-123": {
        "average clique similarity": 0.32580393446322053,
        "clique": [
            "2-He delivered some ev",
            "0-If the top of your t",
            "3-Quijano says viewers"
        ],
        "median tf-idf score": 1.0236167412355959,
        "publications": [
            "CNN",
            "Guardian",
            "Breitbart"
        ],
        "sentences": [
            "He delivered some evidently rehearsed lines, telling Pence: \"You are Donald Trump's apprentice,\" and asking: \"Do you want a 'you're hired' president in Hillary Clinton or do you want a 'you're fired' president in Donald Trump?\"",
            "If the top of your ticket indulges   moots war crimes, mocks veterans, shames women, and mines Breitbart for campaign direction, then you're no different. What difference does it make if you're not a racist, but you want a racist to become president? Donald Trump was the test God placed before Mike Pence, and he failed.",
            "Quijano says viewers at home cannot understand anything when they speak over each other  ...     but it's mostly Kaine who is interrupting over and over again. 9:19: Kaine says voters need to decide if they want a \"you're hired\" president in Clinton or \"you're fired\" president in Donald Trump."
        ],
        "tf-idf score": [
            1.0236167412355959,
            1.1736719199396792,
            0.9660158077988821
        ]
    },
    "0.3437225370893355-3-1189": {
        "average clique similarity": 0.3437225370893355,
        "clique": [
            "0- I m just saying fac",
            "4- I can t imagine how",
            "3-Kaine says he can t "
        ],
        "median tf-idf score": 0.8191128307705529,
        "publications": [
            "CNN",
            "National Review",
            "Breitbart"
        ],
        "sentences": [
            "\"I'm just saying facts about your candidate, and you can't defend him,\" Kaine said when Pence complained about their \" \" campaign.",
            "\"I can't imagine how you defend your running mate's position,\" he repeatedly told Pence.",
            "Kaine says he can't imagine how Pence can defend Trump's comments about Judge Curiel."
        ],
        "tf-idf score": [
            0.8191128307705529,
            0.5365094105913246,
            1.0153618164231195
        ]
    }
}