{
    "0.10516433245156431-3-1538": {
        "average clique similarity": 0.10516433245156431,
        "clique": [
            "3-His advisers pushed ",
            "1-That internal confli",
            "2- Peter   Washington "
        ],
        "median tf-idf score": 0.5605553966634907,
        "publications": [
            "Washington Post",
            "Fox News",
            "National Review"
        ],
        "sentences": [
            "His advisers pushed back hard, saying this would be a huge distraction, that Trump had to be seen as fighting for America, not for himself. The unofficial Republican nominee took the plunge anyway, calling the   judge, whose parents were from Mexico, a \"hater\" who had \"an inherent conflict of interest. \"",
            "That internal conflict has been simmering all along. When Republicans gathered in Cleveland for the Republican National Convention, there was little party unity.",
            "(Peter   Washington Post)   * Michelle Obama: The     first lady may be the only Democrat who emerges from this dumpster fire of an election in good shape."
        ],
        "tf-idf score": [
            0.6810357865399914,
            0.5605553966634907,
            0.21685346862011734
        ]
    },
    "0.10579133886972042-3-865": {
        "average clique similarity": 0.10579133886972042,
        "clique": [
            "4-He would show magnan",
            "1-Several GOP senators",
            "3-Advisers would send "
        ],
        "median tf-idf score": 0.3900239915005378,
        "publications": [
            "Atlantic",
            "Fox News",
            "National Review"
        ],
        "sentences": [
            "He would show magnanimity to rivals and critics, mercy to the accused, patience with insolent generals, eloquent sympathy to the bereaved, generosity to associates and subordinates, nonvindictiveness to enemies.",
            "Several GOP senators and House members abandoned him, with some even calling for him to drop out of the race and cede the nomination to Pence. Ryan scheduled a conference call with House Republicans the Monday morning after the tape's release and informed his members that he would no longer be promoting the top of the ticket and that his sole priority would be protecting their House majority.",
            "Advisers would send memos, but the candidate had little patience for anything longer than a paragraph and preferred verbal briefings. Supremely   he refused to follow the conventional practice of holding mock debates. Trump stumbled against Clinton but insisted he had won the debate, calling surrogates to complain that they weren't sufficiently defending him on the air."
        ],
        "tf-idf score": [
            0.05147788310598556,
            0.3900239915005378,
            0.7428207507993225
        ]
    },
    "0.11405413673556704-3-1616": {
        "average clique similarity": 0.11405413673556704,
        "clique": [
            "4-    Zooming out a bi",
            "2- More on that below ",
            "1-Salvation came from "
        ],
        "median tf-idf score": 0.6528969440819246,
        "publications": [
            "Atlantic",
            "National Review",
            "Washington Post"
        ],
        "sentences": [
            "*** Zooming out a bit from the Comey controversy, several more readers offer insight and supplemental reading on the broader themes of American politics that Fallows explored in \"James Comey and the Destruction of Norms. \"",
            "(More on that below.) Trump, from almost the second he entered the Republican primary race last June, had an intuitive sense of the state of the electorate.",
            "Salvation came from an unlikely source: FBI Director James Comey. Over the summer, Republicans had roundly criticized Comey when he said he would not recommend charges against Clinton for her use of a private   server while she served as secretary of state. But eleven days before the election, Comey sent a letter informing Congress that they had uncovered new evidence relevant to the investigation into Clinton's use of a private server."
        ],
        "tf-idf score": [
            0.22066987136416966,
            0.6528969440819246,
            0.7121272203408558
        ]
    },
    "0.11447804048415573-3-1723": {
        "average clique similarity": 0.11447804048415573,
        "clique": [
            "2-And in winning he pr",
            "3-Some believed he was",
            "1-Trump was dominant a"
        ],
        "median tf-idf score": 0.7316568618929474,
        "publications": [
            "Fox News",
            "Washington Post",
            "National Review"
        ],
        "sentences": [
            "And in winning he proved that his seemingly outlandish focus on his Twitter feed and his   rallies was the right move for him.",
            "Some believed he was so frustrated by the allegations, and having to deny them to his wife Melania, that he couldn't resist fighting back in his signature style. ** On Friday, Oct. 28, Trump was in a lousy mood.",
            "Trump was dominant among his core demographic,    whites, winning 67 percent of those voters to Clinton's 28 percent."
        ],
        "tf-idf score": [
            0.3558440984853147,
            0.7316568618929474,
            0.8985790693188789
        ]
    },
    "0.12010172380890054-3-876": {
        "average clique similarity": 0.12010172380890054,
        "clique": [
            "2-And now Michelle Oba",
            "0-After he denied had ",
            "4-And our institutions"
        ],
        "median tf-idf score": 0.5356841547440981,
        "publications": [
            "Washington Post",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "And now Michelle Obama will be the first name on the lips of many Democrats already preparing for the 2020 presidential race against Trump.",
            "After he denied had ever committed sexual assault at the first presidential debate, a flood of women came out to contradict him. Two women told the New York Times that Trump had groped them or kissed them against their will.",
            "And our institutions, indeed our democracy, cannot function without them. Republicans have established new norms for a party out of presidential power. If the Democrats take up those norms should they lose the White House, we well never, ever, be able to function."
        ],
        "tf-idf score": [
            0.5356841547440981,
            0.6882223289367929,
            0.36635158612792124
        ]
    },
    "0.1204428489158391-3-1352": {
        "average clique similarity": 0.1204428489158391,
        "clique": [
            "1-It was not until ear",
            "2-         Let me sum ",
            "3-Trump knew it was a "
        ],
        "median tf-idf score": 0.5170728002748043,
        "publications": [
            "Fox News",
            "National Review",
            "Washington Post"
        ],
        "sentences": [
            "It was not until early October that his own words threatened his campaign, when the Washington Post published a previously unseen Access Hollywood video in which he boasted of kissing women and doing \"anything,\" because \"when you're a star, they let you do it. \"",
            "         Let me sum up the 2016 election in two words: holy crap.",
            "Trump knew it was a losing issue, his strategists believed, but could not let go."
        ],
        "tf-idf score": [
            0.5170728002748043,
            0.10986346057722095,
            0.7202228513719269
        ]
    },
    "0.12255355612814323-3-351": {
        "average clique similarity": 0.12255355612814323,
        "clique": [
            "1-His lead in primary ",
            "4-As a reminder  debat",
            "2-Clinton was never   "
        ],
        "median tf-idf score": 0.5827499995131392,
        "publications": [
            "National Review",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "His lead in primary polls was taken as a mere function of high name recognition from his time as the host of a popular   show. As he racked up primary wins  --   first in New Hampshire, then in South Carolina, then in Nevada  --   the chattering class argued about how to stop his roll toward victory.",
            "As a reminder: debate #2 was the town hall, in which Trump loomed up behind Clinton like a lurker, and #3 was the debate of \"such a nasty woman\" and \"keep you in suspense\" (about accepting election outcome).",
            "Clinton was never  --   in this campaign or in the 2008 race  --   able to show that she was something more than the   supersmart, best student in the class."
        ],
        "tf-idf score": [
            0.5827499995131392,
            0.9532911867746439,
            0.5570404823148066
        ]
    },
    "0.12312149990222761-3-321": {
        "average clique similarity": 0.12312149990222761,
        "clique": [
            "4-Trump and his campai",
            "3-That was a ripple co",
            "2-He was an active and"
        ],
        "median tf-idf score": 0.9958068078352558,
        "publications": [
            "Fox News",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "Trump and his campaign have pushed so hard on the idea that everything is rigged --  including the FBI --  that when these potentially new emails came up, Comey lost his backbone and decided to cover his ass and show The Republicans that he was not rigged.",
            "That was a ripple compared to the tidal wave of negativity unleashed after Khizr Khan and his wife, who had lost a son in Iraq, castigated Trump at the Philadelphia convention.",
            "He was an active and aggressive advocate for Clinton on the campaign trail, insisting that the progress he had made over these past eight years could be lost if Trump was elected."
        ],
        "tf-idf score": [
            1.0608780845845585,
            0.759627985705862,
            0.9958068078352558
        ]
    },
    "0.1234552577120367-3-755": {
        "average clique similarity": 0.1234552577120367,
        "clique": [
            "2-  The media  Look  t",
            "4-We can t ever know  ",
            "3-But Trump refused to"
        ],
        "median tf-idf score": 0.6100921239891665,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "* The media: Look, there's just no way to sugarcoat it: Everyone  --   and I mean everyone  --   in the political press and punditry expected Clinton to win. She did not win. That is a failure on our part to properly understand what the electorate was telling us. What it is not is evidence of some sort of inherent liberal bias.",
            "We can't ever know, because some 40 million people have already voted.",
            "But Trump refused to budge, again dragging out the controversy. \"I don't think Orlando was a mistake at all,\" he told me. \"I'm saying what everyone else is saying and thinking."
        ],
        "tf-idf score": [
            0.6100921239891665,
            0.06728627588823956,
            0.7473380505516233
        ]
    },
    "0.12543957918360685-3-199": {
        "average clique similarity": 0.12543957918360685,
        "clique": [
            "0-Instead  his first i",
            "1-For one thing  the t",
            "4-Instead  the FBI    "
        ],
        "median tf-idf score": 0.733214942539103,
        "publications": [
            "National Review",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "Instead, his first instinct would be to escalate every conflict in an effort to bully foreign adversaries into giving him his way. That might work in some cases. But in others  --   especially against powerful countries like China or Russia  --   the results could be disastrous\". Trump surrounds himself with sycophants. It's tradition for presidential candidates to release a note from their physician testifying to their fitness to fulfill the duties of the presidency.",
            "For one thing, the traditional   wing of the party will need to find some way to reconcile with the   white voters drawn into the fold by Trump's election. But early Wednesday morning, Republicans were still struggling to process the unexpected results, with obscenities and predictions of tumult.",
            "Instead, the FBI --  and Comey personally, with his reputation for probity --  were used as a kind of heat shield, like the protective layer which, with one tragic exception, kept the space shuttle astronauts safe during their   into the atmosphere."
        ],
        "tf-idf score": [
            0.733214942539103,
            0.8278273528368331,
            0.17942364016618606
        ]
    },
    "0.12642563313237157-3-1473": {
        "average clique similarity": 0.12642563313237157,
        "clique": [
            "3-Trump kept up his as",
            "4-Why not  given that ",
            "0-When the first wave "
        ],
        "median tf-idf score": 0.6348500508791124,
        "publications": [
            "Atlantic",
            "Vox",
            "Fox News"
        ],
        "sentences": [
            "Trump kept up his assault on the Gold Star family for days as his strategists frantically tried to change the subject.",
            "Why not, given that he gets into 3 a. m. Twitter feuds with 1990s Venezuelan beauty queens while ostensibly running for president? Forget about his hucksterism, his profound vulgarity and tackiness, his trail of credible sexual assault accusers, his policy ignorance and lack of curiosity  ...     All bad things, but the dispositive issue for me is the signature Trump constellation of vindictiveness, vainglory, impulsiveness, and an   sense of pride.",
            "When the first wave of sexual assault accusers surfaced, Trump's first impulse was to go on the offensive."
        ],
        "tf-idf score": [
            0.5284172597534764,
            0.6348500508791124,
            0.6898016075173825
        ]
    },
    "0.12778690717993138-3-1042": {
        "average clique similarity": 0.12778690717993138,
        "clique": [
            "2-And it was a preside",
            "3-After a year and a h",
            "4-In my my article on "
        ],
        "median tf-idf score": 0.12618169684360533,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "And it was a presidential year  --   with an expected boost in Democratic turnout.",
            "After a year and a half, they finally had the candidate on track and on message.",
            "In my my article on this year's presidential debates, I pointed out that these     rituals seem important to mere citizens and journalists."
        ],
        "tf-idf score": [
            0.3523457846773979,
            0.09916129764683658,
            0.12618169684360533
        ]
    },
    "0.12813742643768847-3-1382": {
        "average clique similarity": 0.12813742643768847,
        "clique": [
            "4-To start us off  a f",
            "3-It was very unfair  ",
            "0-Trump s response   I"
        ],
        "median tf-idf score": 0.47934013720127183,
        "publications": [
            "Atlantic",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "To start us off, a few readers find that the FBI director was put in a very difficult position following his agency's July announcement that it would not recommend charges to the Justice Department against Clinton for her \"extremely careless\" use of emails.",
            "It was very unfair. \"",
            "Trump's response? \"I will say that people who are following me are very passionate."
        ],
        "tf-idf score": [
            0.5704363606718313,
            0.2555013196444875,
            0.47934013720127183
        ]
    },
    "0.12829892222966843-3-635": {
        "average clique similarity": 0.12829892222966843,
        "clique": [
            "0-He was angry about a",
            "3-Now he had a lengthe",
            "2-Charles E Schumer   "
        ],
        "median tf-idf score": 0.5332027110365408,
        "publications": [
            "Vox",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "He was angry about an interview his   gave to the New Yorker, so he sent his lawyers after him. He hates the protesters who interrupt his campaigns, so he said he would look into paying the legal fees of a supporter who   one of them.",
            "Now he had a lengthening call list of world leaders who wanted to pay their respects to the new leader of the free world. It was a starkly different scene last June, when the businessman was still seen as a hopeless underdog. Trump was on his    Boeing 757, huddling with his top staffers, who were begging him not to talk about Gonzalo Curiel.",
            "Charles E Schumer ( . Y): The former Indiana senator, who was recruited into the race by Schumer, was seen as a   when he decided, at the last minute, to get into the   race left behind by retiring Sen. Daniel Coats (R)."
        ],
        "tf-idf score": [
            0.5332027110365408,
            0.8519590221346375,
            0.43688466938297166
        ]
    },
    "0.12852477611384638-3-1747": {
        "average clique similarity": 0.12852477611384638,
        "clique": [
            "0-Instead  the Trump c",
            "3-Trump s team was a b",
            "1-New York       Donal"
        ],
        "median tf-idf score": 0.90589907037605,
        "publications": [
            "Vox",
            "National Review",
            "Fox News"
        ],
        "sentences": [
            "Instead, the Trump campaign turned it into a   story and a character issue by denying anything had happened and blaming Hillary Clinton. This is \"an example of when a woman threatens Hillary Clinton, how she seeks out to demean her and take her down,\" said campaign chair Paul Manafort in one of the most genuinely ridiculous comments in recent American history.",
            "Trump's team was a bit deflated when Comey cleared Clinton on the new batch of emails less than 48 hours before Election Day, figuring that lifted a cloud    and was worth a point to Hillary in such    states as Michigan, Pennsylvania and New Hampshire.",
            "New York  --   Donald John Trump will be the 45th president of the United States, having bested Hillary Clinton in what can be considered the biggest upset in American political history."
        ],
        "tf-idf score": [
            0.90589907037605,
            1.2007733832185055,
            0.8702633407863933
        ]
    },
    "0.12872432878058848-3-1453": {
        "average clique similarity": 0.12872432878058848,
        "clique": [
            "4-The thinner vertical",
            "0-At a rally in St  Lo",
            "1-Trump won Pennsylvan"
        ],
        "median tf-idf score": 0.6217071431770312,
        "publications": [
            "Atlantic",
            "Vox",
            "National Review"
        ],
        "sentences": [
            "The thinner vertical lines to the right are the other two debates, each one of which went badly for Trump and, from this chart, seemed to reinforce Clinton's lead.",
            "At a rally in St. Louis, Trump lamented that \"nobody wants to hurt each other anymore\".",
            "Trump won Pennsylvania, Wisconsin, and Michigan and also flipped Ohio, which President Obama had carried in each of the past two elections."
        ],
        "tf-idf score": [
            0.6336967677767912,
            0.45140762632679016,
            0.6217071431770312
        ]
    },
    "0.1298406823943982-3-1199": {
        "average clique similarity": 0.1298406823943982,
        "clique": [
            "1-While the Hispanic s",
            "0-In August  the New Y",
            "2-The Fix s Chris Cill"
        ],
        "median tf-idf score": 0.8715722309483865,
        "publications": [
            "National Review",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "While the Hispanic share of the vote ticked up nationwide, there was evidence of a significant decline in participation among black voters, especially in the industrial Midwestern states where Trump's victory was sealed.",
            "In August, the New York Times published an extensive accounting of how Trump's company racially discriminated against   tenants in the 1970s and '80s. (That was on top of claims that Trump criticized a black accountant by lamenting, \"Laziness is a trait in blacks\"; that he fired black card dealers at his casinos; and that he publicly pitched The Apprentice: White People vs. Black People.",
            "The Fix's Chris Cillizza explains how Donald Trump beat expectations in rural areas and among Latino and black voters, propelling him to a surprising election win."
        ],
        "tf-idf score": [
            0.8715722309483865,
            0.9089630726476139,
            0.6281745448903765
        ]
    },
    "0.13028319054045925-3-620": {
        "average clique similarity": 0.13028319054045925,
        "clique": [
            "3-Trump s inclination ",
            "4- And ironically enou",
            "1-The result was not j"
        ],
        "median tf-idf score": 0.7547165413632748,
        "publications": [
            "National Review",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "Trump's inclination was to do a TV blitz, but most of the advisers wanted him to go dark, and for several days he did.",
            "(And ironically enough, the result of this campaign . .. ) Twelve days and some hours to go. Tax returns still not released.",
            "The result was not just a triumph for Trump, but for Republicans running alongside him in House and Senate races across the country."
        ],
        "tf-idf score": [
            0.7547165413632748,
            0.1879848757190245,
            0.8999951772626578
        ]
    },
    "0.13236207213453433-3-1628": {
        "average clique similarity": 0.13236207213453433,
        "clique": [
            "3-He was explicitly wa",
            "4-For instance  during",
            "0-The first Republican"
        ],
        "median tf-idf score": 0.5201092316381171,
        "publications": [
            "Vox",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "He was explicitly warned that any other answer would guarantee 48 hours of bad press, wiping out the rest of the debate. But when Chris Wallace asked that very question, Trump went rogue. He said he didn't know what he would do and would keep the country in suspense.",
            "For instance, during the debate the Mexican peso rose sharply in value, based on the declining likelihood that U S  trade would be disrupted by a Wall or other limits under a President Trump.",
            "The first Republican debate, for instance, was hosted by Fox News and moderated by Megyn Kelly, Bret Baier, and Chris Wallace."
        ],
        "tf-idf score": [
            0.9070119833430702,
            0.5201092316381171,
            0.42886402131373236
        ]
    },
    "0.13394837912711108-3-685": {
        "average clique similarity": 0.13394837912711108,
        "clique": [
            "4-Essentially  Hillary",
            "1-This clean sweep thr",
            "3-Trump s defiance ena"
        ],
        "median tf-idf score": 0.7531051162206763,
        "publications": [
            "National Review",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "Essentially: Hillary Clinton is a candidate of clear strengths and some very   weaknesses. Her foreign policy instincts and record are more hawkish than I would choose, which is the main reason I preferred Barack Obama in the Democratic primary eight years ago. In principle, it would be better if two families, Bush and Clinton, had not supplied four out of five successive presidents, which will be the case if she wins.",
            "This clean sweep through the Rust Belt  --   netting 64 electoral votes, the exact number by which Mitt Romney fell short of the presidency four years ago  --   clinched the White House for Trump. He also won back the states of Iowa and Florida, and is deadlocked with Clinton in New Hampshire.",
            "Trump's defiance enabled him to pull off a \"miracle,\" which is what Politico had said on Tuesday morning that he would need. The man who broke every rule in the political handbook had captured the White House. Howard Kurtz is a Fox News analyst and the host of \"MediaBuzz\" (Sundays 11 a. m. and 5 p. m. ET). He is the author of five books and is based in Washington. Follow him at @HowardKurtz."
        ],
        "tf-idf score": [
            0.5088474180558625,
            0.8621347667882044,
            0.7531051162206763
        ]
    },
    "0.13433849647535717-3-1687": {
        "average clique similarity": 0.13433849647535717,
        "clique": [
            "3-A modified statement",
            "4-Comey was then lamba",
            "2-But the idea of Clin"
        ],
        "median tf-idf score": 0.8369120747485651,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "A modified statement was issued the following day, but Trump, before the last mass audience of the campaign, was defiant. He went with his gut.",
            "Comey was then lambasted in public before the House Oversight Committee and increasingly invoked in Trump's pernicious \"rigged\" rhetoric on the campaign trail.",
            "But the idea of Clinton the candidate never matched the reality of Clinton on the campaign trail."
        ],
        "tf-idf score": [
            0.8369120747485651,
            0.8831548904794339,
            0.29913560134848954
        ]
    },
    "0.13634469319750644-3-509": {
        "average clique similarity": 0.13634469319750644,
        "clique": [
            "4-The email  scandal  ",
            "0-Again  I don t belie",
            "2-  Allan Lichtman  Th"
        ],
        "median tf-idf score": 0.25149969152299334,
        "publications": [
            "Atlantic",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "The email \"scandal\" is a very peculiar one.",
            "Again, I don't believe Trump himself is  . But I certainly believe his election would embolden  . Trump is very, very gullible.",
            "* Allan Lichtman: There are very few people who can say, unimpeachably, that they called this election. Lichtman, a distinguished professor of history at American University, is one of them."
        ],
        "tf-idf score": [
            0.030249835614414095,
            0.49782899757214044,
            0.25149969152299334
        ]
    },
    "0.13713076696634832-3-1149": {
        "average clique similarity": 0.13713076696634832,
        "clique": [
            "0-This is related to h",
            "3-There was a growing ",
            "4-Credible reports ind"
        ],
        "median tf-idf score": 0.6219051931239095,
        "publications": [
            "Atlantic",
            "Vox",
            "Fox News"
        ],
        "sentences": [
            "This is related to his conspiracy theories, but Trump has a habit of believing and retweeting bad information that sounds good to him at the time.",
            "There was a growing sense at the top that no one wanted to cross Ivanka's husband or bring bad news to the candidate.",
            "Credible reports indicate that (1) Comey acted in part because he knew an   faction at the FBI would leak it first and (2) that there is a rogue faction at the FBI that was pushing against FBI and DOJ orders to investigate a public candidate for office and to leak damaging information and innuendo at a critical time in the election season. At the very least, the director is unable to control his bureau."
        ],
        "tf-idf score": [
            0.6219051931239095,
            0.36912978766771454,
            0.6243001148494988
        ]
    },
    "0.13799774961419978-3-27": {
        "average clique similarity": 0.13799774961419978,
        "clique": [
            "4-The point of the stu",
            "3-The back story of th",
            "1-Not only was he vind"
        ],
        "median tf-idf score": 0.9215254720888916,
        "publications": [
            "Atlantic",
            "Fox News",
            "National Review"
        ],
        "sentences": [
            "The point of the study, again, was that the    of the debate, in itself, convinced people placing financial bets that Donald Trump was not going to become president.",
            "The back story of this campaign is how some of Trump's advisers tried again and again to rein him in, failing time after time, and privately concluded that he could not be managed    and therefore was unlikely to win.",
            "Not only was he vindicated after pumping money into Johnson's Senate race and barnstorming the state with him in the four days prior to Tuesday, but his House majority was barely dented by what some Republicans feared could become a Democratic wave inspired by Trump."
        ],
        "tf-idf score": [
            0.8369290666265193,
            0.9215254720888916,
            1.0465017786359638
        ]
    },
    "0.13850429551763718-3-1511": {
        "average clique similarity": 0.13850429551763718,
        "clique": [
            "2-The main reason she ",
            "4-Another reader looks",
            "1- For those who have "
        ],
        "median tf-idf score": 0.815038376582785,
        "publications": [
            "Atlantic",
            "Washington Post",
            "National Review"
        ],
        "sentences": [
            "The main reason she gave for people to vote for her was that, well, she was ready for it and the other guy wasn't.",
            "Another reader looks to literature: Whatever HRC has done, she's still more trustworthy, intelligent, and competent than Trump, but for the past 20 or so years of teaching The Great Gatsby, I keep seeing the Clintons in Nick Carraway's summation, \"They were careless people, Tom and Daisy, they smashed up things and creatures and then retreated back into their money or their vast carelessness or whatever it was that kept them together, and let other people clean up the mess they had made. \"",
            "\"For those who have chosen not to support me in the past  --   of which there were a few people  --   I'm reaching out to you for your guidance and your help so that we can work together and unify our great country,\" he said. Trump's   victory will have   implications for both major political parties, and it signals an immediate reconfiguration of the Republican coalition."
        ],
        "tf-idf score": [
            0.3546233475301672,
            1.110646852537815,
            0.815038376582785
        ]
    },
    "0.1394288708773357-3-1122": {
        "average clique similarity": 0.1394288708773357,
        "clique": [
            "2-As always after big ",
            "4-For a big dose of sc",
            "0-Trump s lies are bot"
        ],
        "median tf-idf score": 0.41874711705204437,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "As always after big news events, I picked some of the best and worst of the   elections. My winners and losers are below. (And, no, this won't likely be my final word on the winners and the losers. Think of this as a first of a several part series.)",
            "For a big dose of scripted Trump, check out the \"best firings\" compilation from The Apprentice seen below.",
            "Trump's lies are both big and small."
        ],
        "tf-idf score": [
            0.2224382231276988,
            0.4741852049827598,
            0.41874711705204437
        ]
    },
    "0.1401652106105474-3-652": {
        "average clique similarity": 0.1401652106105474,
        "clique": [
            "4-My recollection is t",
            "2-As I noted above  ev",
            "0-He has failed  It is"
        ],
        "median tf-idf score": 0.4465569127779596,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "My recollection is that in the GOP debates, the other candidates generally allowed Trump to stop their train of thought as they responded to his snipes.",
            "As I noted above, every measure that history suggests is an effective indicator of how candidates win pointed to Clinton. As did the vast majority of national and swing state polling. As journalists, we rely on the past to teach us about the present (and the future). That approach normally works  --   until the past is no longer predictive of the present.",
            "He has failed. It is said that the benefit of America's long presidential campaigns is they offer the candidates time to show us who they really are."
        ],
        "tf-idf score": [
            0.533733961980033,
            0.4465569127779596,
            0.41670719345504753
        ]
    },
    "0.1403261060637675-3-212": {
        "average clique similarity": 0.1403261060637675,
        "clique": [
            "4-Ten days ago I argue",
            "0-In a video address t",
            "3-Instead  trailing in"
        ],
        "median tf-idf score": 0.7563220105083024,
        "publications": [
            "Atlantic",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "Ten days ago I argued that FBI Director James Comey had changed the dynamics of the 2016 election in an irreversible way, with his announcement of a new trove of potentially \"relevant\" emails on Anthony Weiner's computers.",
            "In a video address to his supporters, he first rambled about how Bill Clinton had done far worse than he had. Then he held a press conference before the debate with three women who had accused Bill Clinton of sexual assault. His latest declaration, in a speech meant to preview his first 100 days in office and over the objections of advisers, was that he would sue the women who had accused him of assault as soon as the election ended.",
            "Instead, trailing in the polls, he spent 45 minutes complaining about how he had been trashed on MSNBC's \"Morning Joe,\" a show he frequented during the primaries but now regularly attacked. By the time he landed in New Hampshire, the stunning story about James Comey launching a new FBI probe of Clinton's emails had broken. Trump huddled with Bannon, the campaign chairman, policy aide Steve Miller and Lewandowski, now an informal adviser."
        ],
        "tf-idf score": [
            0.33622865900322424,
            0.7563220105083024,
            1.1575692154299748
        ]
    },
    "0.14114022160366244-3-382": {
        "average clique similarity": 0.14114022160366244,
        "clique": [
            "2-She was the unquesti",
            "0-But Trump himself we",
            "3-When the ensuing fla"
        ],
        "median tf-idf score": 0.8589500470136479,
        "publications": [
            "Vox",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "She was the unquestioned star of the 2016 campaign, delivering the two best speeches (her convention speech and her speech condemning Trump's behavior toward women) anyone gave in the race.",
            "But Trump himself went on a Twitter rampage, arguing that what was clearly a Star of David was actually just a sheriff's star, or maybe just a regular old star, and that the campaign shouldn't have removed the offending meme in the first place.",
            "When the ensuing flap prompted his staff to delete the star, Trump was furious."
        ],
        "tf-idf score": [
            0.9226166363964299,
            0.8589500470136479,
            0.6991528923767989
        ]
    },
    "0.1419812102426473-3-10": {
        "average clique similarity": 0.1419812102426473,
        "clique": [
            "2-That Trump was elect",
            "4-Almost nothing is to",
            "3-Some advisers felt h"
        ],
        "median tf-idf score": 0.5780351569326645,
        "publications": [
            "Fox News",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "That Trump was elected on a promise to, essentially, erase the record of the Obama administration speaks to how a majority of Americans may like Obama, but they're not too keen on his policies.",
            "Almost nothing is too   too fantastical, to put in the realm of possibility.",
            "Some advisers felt he was too smart not to know the truth but too proud to admit it. Worse, he had taken the bait on one of Clinton's last answers, when she accused him of mocking the winner of his Miss Universe pageant two decades ago by calling her Miss Piggy."
        ],
        "tf-idf score": [
            0.8443301255578084,
            0.005063939358786771,
            0.5780351569326645
        ]
    },
    "0.1446932659564059-3-125": {
        "average clique similarity": 0.1446932659564059,
        "clique": [
            "4-They define up and d",
            "0-They love this count",
            "3-Ivanka  Eric and Don"
        ],
        "median tf-idf score": 0.07996309585392,
        "publications": [
            "Vox",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "They define up and down, and left and right. They establish what is good behavior and bad behavior.",
            "They love this country, and they want this country to be great again\".",
            "Ivanka, Eric and Don Jr would weigh in to counter what they saw as bad advice, but they and others would also send uncomfortable messages through Hope Hicks, Trump's   press secretary."
        ],
        "tf-idf score": [
            0.07996309585392,
            0.06253354257084359,
            0.5205306982140145
        ]
    },
    "0.1454370034332225-3-717": {
        "average clique similarity": 0.1454370034332225,
        "clique": [
            "0-And it looks worse t",
            "2-Here are the key mom",
            "4-Here s another reade"
        ],
        "median tf-idf score": 0.18807254950908392,
        "publications": [
            "Atlantic",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "And it looks worse than ever. Here is what we know  --   truly know  --   about Trump. Here is why he should not be president.",
            "Here are the key moments from that fervent address.",
            "Here's another reader with a somewhat sympathetic view of the FBI director (previous readers along those lines here): Yes, Comey should resign, but I'm not sure that his resignation should be accepted."
        ],
        "tf-idf score": [
            0.48770542828094643,
            0.030538935977479684,
            0.18807254950908392
        ]
    },
    "0.14608932568526595-3-714": {
        "average clique similarity": 0.14608932568526595,
        "clique": [
            "0-As the Washington Po",
            "4-A   analytics firm c",
            "1-In Milwaukee  roughl"
        ],
        "median tf-idf score": 0.7229421224125623,
        "publications": [
            "Vox",
            "Atlantic",
            "National Review"
        ],
        "sentences": [
            "As the Washington Post's David Fahrenthold has revealed over the past several months, Trump has used money given to charity for some outrageous ends, including paying $20, 000 at a charity auction for a portrait of Donald Trump and $12, 000 for a football helmet autographed by Tim Tebow. Trump admires authoritarian dictators for their authoritarianism.",
            "A   analytics firm called Demographics Pro has released an analysis of 10, 000 Trump supporters who are active on Twitter, and 10, 000 Hillary Clinton supporters.",
            "In Milwaukee, roughly 370, 000 votes were cast in this year's presidential election compared with 492, 000 in 2012  --   a devastating decrease of 25 percent that cost Clinton Wisconsin."
        ],
        "tf-idf score": [
            0.7229421224125623,
            0.734868116762571,
            0.4154616774710574
        ]
    },
    "0.14797638507435593-3-419": {
        "average clique similarity": 0.14797638507435593,
        "clique": [
            "2-But what it never se",
            "3-Only in the final we",
            "1-But for the first ye"
        ],
        "median tf-idf score": 0.5080803655517818,
        "publications": [
            "Washington Post",
            "Fox News",
            "National Review"
        ],
        "sentences": [
            "But what it never seemed to be was joyful or exuberant.",
            "Only in the final weeks, when the race seemed all but lost, did Trump find a way to stop stepping on his message    and paved the way for his stunning upset.",
            "But for the first year of his candidacy, Trump seemed to be made of Teflon: Whatever he said, his supporters excused."
        ],
        "tf-idf score": [
            0.2580748540973716,
            0.5509809560016365,
            0.5080803655517818
        ]
    },
    "0.15084433030808295-3-1940": {
        "average clique similarity": 0.15084433030808295,
        "clique": [
            "1-To all Republicans a",
            "0-But this is a patter",
            "2-The time has come to"
        ],
        "median tf-idf score": 0.28829299820464516,
        "publications": [
            "National Review",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "To all Republicans and Democrats and independents across this nation, I say it is time for us to come together as one united people.",
            "But this is a pattern for Trump, who doesn't bother to come up with convincing answers even to obvious questions, and definitely has not put in the time to develop a deep understanding of the issues he might face as president.",
            "The time has come to throw out all of our assumptions about how the American public sees itself and what it wants in its leaders. It's time to start anew. * Evan  ."
        ],
        "tf-idf score": [
            0.28549077305778375,
            0.7000965585113083,
            0.28829299820464516
        ]
    },
    "0.1513867066055061-3-706": {
        "average clique similarity": 0.1513867066055061,
        "clique": [
            "2-If you watched the c",
            "0-Trump s campaign is ",
            "1-At the time  it was "
        ],
        "median tf-idf score": 0.8477672477255283,
        "publications": [
            "National Review",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "If you watched the campaign and the candidate, you know Conway didn't succeed all the time  --   or even most of the time.",
            "Trump's campaign is certainly the first time in my memory that a sitting speaker of the House has had to describe something his party's nominee said as \"the textbook definition of a racist comment\".",
            "At the time, it was interpreted as nothing more than a    --   something that might stop Trump's precipitous slide in the polls enough to save Republican House and Senate candidates from being washed out of office in a wave, even if it wouldn't turn around the seemingly negative trajectory of Trump's campaign."
        ],
        "tf-idf score": [
            0.24349434174175688,
            0.8477672477255283,
            1.0920723489903321
        ]
    },
    "0.1551280455148105-3-263": {
        "average clique similarity": 0.1551280455148105,
        "clique": [
            "4-Our tireless politic",
            "0-This is the context ",
            "1-But on Tuesday night"
        ],
        "median tf-idf score": 0.9823355974472697,
        "publications": [
            "Vox",
            "National Review",
            "Atlantic"
        ],
        "sentences": [
            "Our tireless politics team is   events throughout the day and into the night. Over the past several weeks, scores and scores of your emails have poured in, covering a wide array of campaign topics, so here's one final roundup of your smart opinions and analyses as the polls open this morning. (They're already closed in Dixville Notch, New Hampshire, the first vote in the nation, and in that tiny hamlet Clinton beat Trump in a landslide,   --  a harbinger, we hope.)",
            "This is the context of Melania Trump's plagiarism, of Ted Cruz's   of the night of the convention that was supposed to be about jobs and the economy but was actually about Benghazi and jailing Hillary Clinton. In isolation, these are gaffes, mistakes, bad luck. Together, though, they tell a damning story of organizational incompetence.",
            "But on Tuesday night, Trump proved the polls wrong. And the failure of polling to accurately take the temperature of the electorate this election cycle is one of the major storylines of this campaign."
        ],
        "tf-idf score": [
            0.9966303411957065,
            0.9823355974472697,
            0.7065120611523208
        ]
    },
    "0.15575032318471838-3-1003": {
        "average clique similarity": 0.15575032318471838,
        "clique": [
            "4-Because nothing woul",
            "0-The fact that Trump ",
            "3-The pattern was rema"
        ],
        "median tf-idf score": 0.514599186151673,
        "publications": [
            "Atlantic",
            "Vox",
            "Fox News"
        ],
        "sentences": [
            "Because nothing would appeal to his ego more than having a party that was all about him .",
            "The fact that Trump would entrust his health to a doctor who would sign off on a note like this should terrify his family and friends. But more than that, it should disqualify him from the presidency.",
            "The pattern was remarkably consistent. Trump would hone a successful message, stick to the script  --   often reading from   teleprompters  --   and wind up chafing at the rhetorical shackles. His savvier advisers would realize that he wasn't having fun. And then he would rebel. He would create a new narrative."
        ],
        "tf-idf score": [
            0.30516848494957555,
            0.514599186151673,
            0.8106208841444558
        ]
    },
    "0.15684137121039934-3-497": {
        "average clique similarity": 0.15684137121039934,
        "clique": [
            "3-Trump and his team k",
            "2-He understood that w",
            "0-It s not obvious Tru"
        ],
        "median tf-idf score": 0.5486668116307043,
        "publications": [
            "Washington Post",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "Trump and his team knew from their internal reports, perhaps two hours before the AP and the networks called the race, that he had accomplished what everyone said was impossible.",
            "He understood that what he said mattered less than how he said it. That his celebrity gave him both access to communities where other Republicans feared to tread and a different bar of what was acceptable from voters.",
            "It's not obvious Trump meant to say that, or that he even knew what saying that meant, as Manafort immediately began denying Trump had ever said it."
        ],
        "tf-idf score": [
            0.8147864786521363,
            0.506140122964233,
            0.5486668116307043
        ]
    },
    "0.1587055755948001-3-837": {
        "average clique similarity": 0.1587055755948001,
        "clique": [
            "4-There was a    smatt",
            "0-Would anyone vote fo",
            "3-Isn t it true  an an"
        ],
        "median tf-idf score": 0.5616030658339082,
        "publications": [
            "Vox",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "There was a    smattering of clues that private opinions would be dug out at any cost and used to get you fired from your job. The far left took a gamble that calling half the country racist, backwoods, bigoted hicks wouldn't unite them under literally any alternate flag. It said, \"If you aren't 100 percent with us, you are 100 percent evil\" without considering that inevitably this would result in absolutely no motivation for anyone on the right to shift even a little to the left.",
            "Would anyone vote for that? Can you imagine that, the face of our next president?\"",
            "Isn't it true, an anchor would ask, that you avoided hundreds of millions of dollars in income taxes by using a dubious loophole? Isn't it true that you claimed credit for major charitable donations that you didn't make? And Trump would inevitably toss out the talking points and aggressively defend himself, drawing attention from the FBI probe that had cast a pall over Clinton's campaign."
        ],
        "tf-idf score": [
            0.5616030658339082,
            0.09504230028514725,
            0.8523432681706726
        ]
    },
    "0.16092645890790838-3-803": {
        "average clique similarity": 0.16092645890790838,
        "clique": [
            "3-The important thing ",
            "2-It was a model that ",
            "0-It s been nearly fou"
        ],
        "median tf-idf score": 0.7505364145085592,
        "publications": [
            "Vox",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "The important thing was that Trump was fired up, he saw a path to 270, months after many pundits predicted he would be the biggest loser since Barry Goldwater.",
            "It was a model that had successfully predicted the winner of the presidential race in every election since 1984.",
            "It's been nearly four months since the Republican convention ended. Since then, we have had more than 100 days of Trump on the campaign trail to envision what the first 100 days of Trump in the White House would look like."
        ],
        "tf-idf score": [
            0.7505364145085592,
            0.4292628301098418,
            0.7963588888341323
        ]
    },
    "0.16322127868275968-3-1426": {
        "average clique similarity": 0.16322127868275968,
        "clique": [
            "4- My colleague Rosa h",
            "2-He understood that h",
            "3-The staff pounced on"
        ],
        "median tf-idf score": 0.8323378397713952,
        "publications": [
            "Fox News",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "(My colleague Rosa has covered this territory with readers.) Here's another reader on a key moment in the   debates: Over the course of the presidential debates, Trump repeatedly said that he's \"smart\" for exploiting tax loopholes and that he's \"entitled [to do so] because of the laws. \" Much has been written about this in a vaguely indignant way that doesn't really name the core offense, and I think the problem is that we're all partially persuaded by this idea that it's smart to behave in a way that makes money. But there really is a moral failure at play in this dynamic.",
            "He understood that his many controversial statements and, at times, outlandish policy proposals weren't really held against him by voters  --   they simply liked that he was willing to say stuff, even if they didn't agree with what that stuff was. He understood that there were a lot of \"forgotten\" people who were ignored not only by the elites and the establishment but also by polls.",
            "The staff pounced on him. One adviser told Trump that he was getting \"killed\" over the issue, that he had dropped 5 to 7 points in the polls, that he could not sustain this."
        ],
        "tf-idf score": [
            0.8888103357805306,
            0.6008102831438003,
            0.8323378397713952
        ]
    },
    "0.16514346479045236-3-1090": {
        "average clique similarity": 0.16514346479045236,
        "clique": [
            "0-Another woman came f",
            "2-By dint of her polli",
            "4-In contrast  her str"
        ],
        "median tf-idf score": 0.5057100247644554,
        "publications": [
            "Washington Post",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "Another woman came forward to say Trump kissed her without her permission and later offered her money for sex.",
            "By dint of her polling numbers, her resume, her fundraising capacity and her lack of a serious Democratic primary opponent, Clinton was rightly described as the biggest     in modern political history.",
            "In contrast, her strengths have been taken for granted or  ."
        ],
        "tf-idf score": [
            0.5057100247644554,
            0.5640488470785422,
            0.01767442022082501
        ]
    },
    "0.16559106672397123-3-366": {
        "average clique similarity": 0.16559106672397123,
        "clique": [
            "0-I said he pairs terr",
            "2-He didn t  He double",
            "4-I have a theory abou"
        ],
        "median tf-idf score": 0.3262631682739078,
        "publications": [
            "Vox",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "I said he pairs terrible ideas with an alarming temperament; that he's a racist, a sexist, and a demagogue, but also a narcissist, a bully, and a dilettante. That he lies so constantly and so fluently that it's hard to know if he even realizes he's lying. That he delights in schoolyard taunts and luxuriates in backlash. He has had plenty of time to prove me, and everyone else, wrong.",
            "He didn't. He doubled down, insisting that he trusted in the model.",
            "I have a theory about Donald Trump that I haven't seen mentioned anywhere else, and it's about the fact that, before the election campaign, he'd only seen the highly scripted and edited versions of himself on TV Maybe he doesn't recognize himself because he'd never seen himself portrayed as he really is."
        ],
        "tf-idf score": [
            0.3262631682739078,
            0.03234980525585289,
            0.6948754742560818
        ]
    },
    "0.16712531732119618-3-311": {
        "average clique similarity": 0.16712531732119618,
        "clique": [
            "4-And to my taste  the",
            "2-Winners     Donald T",
            "3-But even then  Trump"
        ],
        "median tf-idf score": 0.7262336443507409,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "And to my taste, the   alternative of saying \"Oh, there's something wrong with them both, I'll vote for this other person\" is wrong on the merits (Gary Johnson has his obvious weaknesses) and also in its   implications. Hillary Clinton, with her strengths and flaws, is the alternative to Donald Trump six days from now.",
            "Winners *   Donald Trump: He was right. We  --   or at least most of us  --   were wrong.",
            "But even then, Trump believed he had said nothing wrong."
        ],
        "tf-idf score": [
            0.8401838163075818,
            0.7262336443507409,
            0.46714862595251616
        ]
    },
    "0.16859453324054977-3-682": {
        "average clique similarity": 0.16859453324054977,
        "clique": [
            "4-I tune in to   often",
            "3-Trump was a genuine ",
            "1-From the moment he r"
        ],
        "median tf-idf score": 0.7701104528177772,
        "publications": [
            "Atlantic",
            "Fox News",
            "National Review"
        ],
        "sentences": [
            "I tune in to   often.",
            "Trump was a genuine phenomenon, an outsider who used gut instincts, media mastery and a blunt, often divisive message to beat   rivals and outfox an often hostile press corps.",
            "From the moment he rode down the escalator in Trump Tower to become the unlikely   in a   Republican presidential primary, Trump has been an unlikely candidate who has often struggled to fit in with the party of which he is now the leader."
        ],
        "tf-idf score": [
            0.001687979786262257,
            0.7701104528177772,
            0.7904783095009017
        ]
    },
    "0.16978511141337052-3-1940": {
        "average clique similarity": 0.16978511141337052,
        "clique": [
            "0- Donald Trump has a ",
            "4-But it would be bett",
            "2- Sarah   Washington "
        ],
        "median tf-idf score": 0.3675340903390269,
        "publications": [
            "Vox",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            " Donald Trump has a path to become the next president of the United States on Tuesday. Donald Trump is not a man who should be president.",
            "But it would be better all around, according to me, if Comey resigned sometime soon after the election, instead of forcing either the president who appointed him (Obama) or the next president in line (presumably Clinton) to fire him.",
            "(Sarah   Washington Post)   * President Obama: The outgoing president left no doubt that he saw his own legacy on the line in the 2016 election."
        ],
        "tf-idf score": [
            0.6668714509431339,
            0.3675340903390269,
            0.23390631767758807
        ]
    },
    "0.17069596196251582-3-917": {
        "average clique similarity": 0.17069596196251582,
        "clique": [
            "2-Trump understood the",
            "3-As Steve Bannon  Con",
            "0-It s not just that T"
        ],
        "median tf-idf score": 0.443559792128223,
        "publications": [
            "Washington Post",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "Trump understood their anger, their anxiety, their sense of alienation.",
            "As Steve Bannon, Conway and their team watched, their faces fell. They could not believe it.",
            "It's not just that Trump admires these authoritarians; it's that the thing he admires about them is their authoritarianism  --   their ability to dispense with niceties like a free press, due process, and political opposition."
        ],
        "tf-idf score": [
            0.443559792128223,
            0.09139075588174701,
            0.5480925702528364
        ]
    },
    "0.17155522335128448-3-647": {
        "average clique similarity": 0.17155522335128448,
        "clique": [
            "4-There is effectively",
            "0- Trump is now the GO",
            "1-There was no reason "
        ],
        "median tf-idf score": 0.6742895718426617,
        "publications": [
            "Atlantic",
            "Vox",
            "National Review"
        ],
        "sentences": [
            "There is effectively no other option for voting, no matter who else is running. You can either help Trump win, or you can help Clinton win.",
            "\"Trump is now the GOP nominee, and there are hundreds of professional Republican Party politicians and operatives around the country who would gladly help him become a sharper,   candidate.",
            "There was no reason to think Trump would help: Polls showed him to be deeply unpopular in Wisconsin."
        ],
        "tf-idf score": [
            0.6039649250613851,
            0.6742895718426617,
            0.7635834614878073
        ]
    },
    "0.17345936262448491-3-669": {
        "average clique similarity": 0.17345936262448491,
        "clique": [
            "2-You can like Trump o",
            "4-You either get democ",
            "1-As Trump concluded h"
        ],
        "median tf-idf score": 0.5630783566540009,
        "publications": [
            "Washington Post",
            "Atlantic",
            "National Review"
        ],
        "sentences": [
            "You can like Trump or you can hate him. But it is indisputable that he got this election exactly right. Period.",
            "You either get democracy, or you get not democracy. One of only two people will be   on Wednesday morning: Hillary Clinton or Donald Trump.",
            "As Trump concluded his remarks, the Rolling Stones' \"You Can't Always Get What You Want\" wafted from the speakers in the arena."
        ],
        "tf-idf score": [
            0.5630783566540009,
            0.6669308498373091,
            0.457726329782601
        ]
    },
    "0.1792243750122243-3-278": {
        "average clique similarity": 0.1792243750122243,
        "clique": [
            "4-And they are absolut",
            "3-The problem is every",
            "0-Yes  lamented  The t"
        ],
        "median tf-idf score": 0.7418392216382654,
        "publications": [
            "Fox News",
            "Vox",
            "Atlantic"
        ],
        "sentences": [
            "And they are absolutely necessary for democratic institutions to function. They are understood and honored because people recognize the dire consequences of violating them.",
            "The problem is everyone wants to be politically correct, and you can't be politically correct because these people are after our country. \" During the Democratic convention, Trump held a news conference    his favorite venue for stealing attention    and said this about his rival: \"Russia, if you're listening, I hope you're able to find the 30, 000 emails that are missing. \"",
            "Yes, lamented. The topic was protesters, and Trump's frustration was clear. \"They're being politically correct the way they take them out,\" he sighed. \"Protesters, they realize there are no consequences to protesting anymore."
        ],
        "tf-idf score": [
            0.11316142005973255,
            0.7515303268257865,
            0.7418392216382654
        ]
    },
    "0.19108617186750687-3-849": {
        "average clique similarity": 0.19108617186750687,
        "clique": [
            "2-It remains to be see",
            "4-Whether or not it is",
            "0-That is not because "
        ],
        "median tf-idf score": 0.734839519810057,
        "publications": [
            "Vox",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "It remains to be seen whether Trump, thanks to his celebrity, is a   when it comes to ignoring the traditional measures of winning campaigns or whether things have been fundamentally altered on that front.",
            "Whether or not it is true, at this point it is not that hard to believe that a major force in this campaign is that Trump was   by the Russians.",
            "That is not because he is too conservative, as some Democrats would have it, or because he is not conservative enough, as many Republicans would have it. It's because the presidency is a powerful job where mistakes can kill millions, and whoever holds it needs to take that power seriously and wield it responsibly. Trump has had ample opportunity to demonstrate his sense of seriousness and responsibility."
        ],
        "tf-idf score": [
            0.6453018141730135,
            0.8103414245148527,
            0.734839519810057
        ]
    },
    "0.1921261402012077-3-1660": {
        "average clique similarity": 0.1921261402012077,
        "clique": [
            "1-The same conservativ",
            "3-Instead  he tweeted ",
            "0-The most grotesque e"
        ],
        "median tf-idf score": 0.7723529200088624,
        "publications": [
            "Vox",
            "Fox News",
            "National Review"
        ],
        "sentences": [
            "The same conservative purists in the House who have caused trouble for Ryan  --   and before him, for Speaker John Boehner  --   have longed for the opportunity to buck a president of their own party, and will now have that chance. Such internecine conflict would be nothing new for the incoming president: He has spent the past 17 months waging war not just against Clinton but quite often against the members of his own party.",
            "Instead, he tweeted: \"Appreciate the congrats for being right on radical Islamic terrorism, I don't want congrats, I want toughness  vigilance. \" He dug a deeper hole the next day on \"Fox  Friends,\" faulting President Obama for his approach to radical Islamic terrorism: \"We're led by a man that either is not tough, not smart, or he's got something else in mind. \" His strategists were stunned as critics assailed Trump for insinuating that an American president might be sympathetic to terrorism.",
            "The most grotesque example was when he responded to the deadliest mass shooting in American history by tweeting, \"Appreciate the congrats for being right on radical Islamic terrorism\". Trump has continued to refract tragedy through the prism of his own life."
        ],
        "tf-idf score": [
            0.5843041481984422,
            0.7723529200088624,
            0.9014351065918631
        ]
    },
    "0.1946056763262085-3-550": {
        "average clique similarity": 0.1946056763262085,
        "clique": [
            "4-I vote for Trump not",
            "0-will VOTE TRUMP ",
            "1-He will finish with "
        ],
        "median tf-idf score": 0.6712432863022653,
        "publications": [
            "National Review",
            "Atlantic",
            "Vox"
        ],
        "sentences": [
            "I vote for Trump not because I think he's a great politician, but because I cannot allow Hillary Clinton destroy America with her failed and deadly policies. I vote for Trump to keep Hillary out.",
            "will VOTE TRUMP!",
            "He will finish with a grand total of at least 305 electoral votes, and with 90 percent of all precincts reporting nationwide, he led Clinton in the popular vote as of 4:30 a. m. ET \"Now it's time for America to bind the wounds of division,\" Trump said, taking the stage shortly before 3 a. m. Wednesday morning. \"We have to get together."
        ],
        "tf-idf score": [
            0.6712432863022653,
            0.4332390615729439,
            0.8944896466218059
        ]
    },
    "0.19516398900466547-3-857": {
        "average clique similarity": 0.19516398900466547,
        "clique": [
            "4-A similar Demographi",
            "0-Finally  days later ",
            "1-It is a similar role"
        ],
        "median tf-idf score": 0.7343682505939992,
        "publications": [
            "Vox",
            "Atlantic",
            "National Review"
        ],
        "sentences": [
            "A similar Demographics Pro analysis, of the overlap between   sites and Trump supporters, is here.",
            "Finally, days later, the Trump campaign admitted there was plagiarism and blamed a miscommunication between Melania and her speechwriter. A similar pattern played out when Trump tweeted an   meme that superimposed a Star of David atop a pile of money and accused Clinton of corruption.",
            "It is a similar role to the one he has played during the campaign, serving as conduit and translator between Trump and reluctant Republican supporters."
        ],
        "tf-idf score": [
            0.44142276610606895,
            1.0510566351854977,
            0.7343682505939992
        ]
    },
    "0.19818782857208372-3-78": {
        "average clique similarity": 0.19818782857208372,
        "clique": [
            "0-When Trump accepted ",
            "4-IRS employees  some ",
            "1-Trump did that and m"
        ],
        "median tf-idf score": 0.5489068278596295,
        "publications": [
            "Atlantic",
            "Vox",
            "National Review"
        ],
        "sentences": [
            "When Trump accepted the Republican nomination in July, I noted that he had not become more responsible or more sober, more decent or more generous, more considerate or more informed, more careful or more kind.",
            "IRS employees, some of whom certainly had access to and knowledge of Trump's tax returns, never said a word. Maybe they're all secret Trump supporters, or maybe IRS employees demonstrated more integrity than our nation's supposed best and brightest law enforcement agents.",
            "Trump did that and much more."
        ],
        "tf-idf score": [
            0.5489068278596295,
            0.5849114922199347,
            0.3980250936024795
        ]
    },
    "0.1999535283608919-3-1322": {
        "average clique similarity": 0.1999535283608919,
        "clique": [
            "1- You know by some ac",
            "0-He did that so good ",
            "4-Do you think we shou"
        ],
        "median tf-idf score": 0.08412057093377767,
        "publications": [
            "Atlantic",
            "National Review",
            "Vox"
        ],
        "sentences": [
            "\"You know by some accounts, I was just sitting here watching the polls, this could be a really good night for America,\" Ryan said, traces of surprise and excitement apparent in his voice. It was certainly a good night for Ryan.",
            "He did that so good.",
            "Do you think we should feel good that she will be president?"
        ],
        "tf-idf score": [
            0.4902341042195027,
            0.017158321490612867,
            0.08412057093377767
        ]
    },
    "0.20264797368335374-3-155": {
        "average clique similarity": 0.20264797368335374,
        "clique": [
            "3-Over and over  the r",
            "1-He deemed Arizona se",
            "0-Donald Trump kicked "
        ],
        "median tf-idf score": 0.6281029457930256,
        "publications": [
            "National Review",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "Over and over, the real estate mogul displayed a fingertip feel for public sentiment and remarkable ability to bounce back, despite being written off by what he came to view as the corrupt media. He would criticize Mexican rapists, John McCain, Carly Fiorina's face, call for a temporary ban on Muslim immigrants, and yet drive the news agenda and keep on winning. But that was with Republican primary voters.",
            "He deemed Arizona senator and former Republican presidential nominee John McCain not a war hero because he had been captured in the Vietnam War. He mocked the movements of a disabled reporter. He described Mexican immigrants as \"rapists\" and \"criminals. \"",
            "Donald Trump kicked off his campaign calling Mexican immigrants murderers and rapists. He responded to Ted Cruz's surge in Iowa by calling for a ban on Muslim travel. He sought to discredit a   judge by saying his rulings were suspect because of his \"Mexican heritage\"."
        ],
        "tf-idf score": [
            0.6281029457930256,
            0.25764709879148323,
            0.6601311120641233
        ]
    },
    "0.2061766029908535-3-1211": {
        "average clique similarity": 0.2061766029908535,
        "clique": [
            "4-I read the NYT  The ",
            "0-Kelly wasn t obvious",
            "3-But Conway believed "
        ],
        "median tf-idf score": 0.7899147234907431,
        "publications": [
            "Atlantic",
            "Vox",
            "Fox News"
        ],
        "sentences": [
            "I read the NYT, The New Yorker, NY Review of Books, Slate and Salon I listen to NPR almost as a religious devotion. All of these outlets (  is neutral of course) have been cheerleading for Clinton for years. But I can't recall any of them actually enumerating her accomplishments as Senator or SoS, identifying any \"value added\" attributable to her while she held  those positions. What controversial positions did she stake out and take the lead on in the Senate? Was her time in the Senate any more impressive than other Democrats who shared her basic policy views like, say, Al Franken? How, precisely how, did she distinguish herself?",
            "Kelly wasn't obviously tougher on Trump than her colleagues, but she was the antagonist he focused on, retweeting a follower who said she was \"a bimbo\" and saying she had \"blood coming out of her   ...     wherever\".",
            "But Conway believed she couldn't take his phone away, that he was a    man who would ultimately say and do what he wanted. She managed him as best she could,   rather than lecturing him, and when asked about Trump comments she couldn't defend, she simply deflected the questions."
        ],
        "tf-idf score": [
            0.7899147234907431,
            0.7652233174627955,
            0.867432333019707
        ]
    },
    "0.20964668673851486-3-1770": {
        "average clique similarity": 0.20964668673851486,
        "clique": [
            "4-I am not casting a v",
            "2-The cherry on top fo",
            "1-The GOP protected it"
        ],
        "median tf-idf score": 0.3258597944137285,
        "publications": [
            "Washington Post",
            "Atlantic",
            "National Review"
        ],
        "sentences": [
            "I am not casting a vote for president for the first time in 50 years.",
            "The cherry on top for Priebus? His home state of Wisconsin went for the Republican presidential nominee for the first time since Ronald Reagan in 1984.",
            "The GOP protected its majorities in both chambers, ensuring that Republicans will have unified control of government for the first time since 2005. Improbably, Republicans not only kept the Senate but are positioned for a   margin in the first two years of the Trump administration."
        ],
        "tf-idf score": [
            0.16647371321245516,
            0.3258597944137285,
            0.7209725478174083
        ]
    }
}