{
    "0.14075962434124217-3-68": {
        "average clique similarity": 0.14075962434124217,
        "clique": [
            "2-It s hard to think o",
            "3- I know first hand h",
            "1-The Trump campaign h"
        ],
        "median tf-idf score": 0.6084851148680412,
        "publications": [
            "Guardian",
            "New York Post",
            "CNN"
        ],
        "sentences": [
            "It's hard to think of many television moments quite like it. And what a powerful campaign commercial the Trump campaign could do with that video, highlighting what the Iran deal has done to party loyalists.",
            "\"I know first hand how hard it is being the chair of a national party,\" said Republican National Committee Chairman Reince Priebus. \"But when you rig a system and you spread emails around with each other and senior staff in that manner, I think this kind of outcome is inevitable. There was no way out and I think, obviously, the end has come and I don't think there was any other outcome that was forseeable\".",
            "The Trump campaign has angrily denied the suggestion that it is being promoted by the Russians, though it has taken a noticeably softer line toward Vladimir Putin than most other western parties and politicians. Crowdstrike experts who examined the first release of hacked emails several weeks ago suggested they bore the hallmarks of a   hacking attempt."
        ],
        "tf-idf score": [
            0.5150518986292744,
            1.0022042075299182,
            0.6084851148680412
        ]
    },
    "0.1457308888939364-3-156": {
        "average clique similarity": 0.1457308888939364,
        "clique": [
            "2- What are you going ",
            "0-He was a gentleman w",
            "3- And she still wants"
        ],
        "median tf-idf score": 0.8423670406577635,
        "publications": [
            "CNN",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "\"What are you going to say to them?\" Tapper asked. Wasserman Schultz started to say that she was the first Jewish woman to represent Florida in Congress and that she was a Jewish mother. Then, attempting to speak of her \"Jewish heart,\" the congresswoman began to weep.",
            "He was a gentleman who asked to take her bag and didn't take 'no' for an answer. Trust me, she's not the type of person to make other people carry her stuff. \" In all his years having worked for her, the staff member said, she asked him to carry her things once  --   and she had a good reason.",
            "\"And she still wants to speak! She doesn't get it. Politically tone deaf\". According to sources, Wasserman Schultz tried to cling to her position and ride out the controversy. But she found little support from her colleagues on Capitol Hill, with both top House Democrat Nancy Pelosi and Senate Minority Leader Harry Reid refusing to come to her rescue."
        ],
        "tf-idf score": [
            0.9008104875884629,
            0.49138537657380776,
            0.8423670406577635
        ]
    },
    "0.1663318793085928-3-26": {
        "average clique similarity": 0.1663318793085928,
        "clique": [
            "1-On Sunday  she said ",
            "0-In the final hours b",
            "3-But for the Florida "
        ],
        "median tf-idf score": 0.9048029520150036,
        "publications": [
            "Washington Post",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "On Sunday, she said she had discussed her decision with Barack Obama, who appointed her in 2011, and with Clinton, in the interests of helping the party secure the election in November.",
            "In the final hours before she resigned, Wasserman Schultz stubbornly fought against the attempt to push her out, Democrats familiar with the negotiations told The Washington Post, giving in only after President Obama called her. And relatively early in her command at the DNC, when the knives were first coming out, she didn't hesitate to push back when publicly insulted.",
            "But for the Florida congresswoman, her dramatic exit was a long time coming. Elected to the House of Representatives in 2004, Wasserman Schultz, 49, began her tenure as head of the DNC in 2011."
        ],
        "tf-idf score": [
            0.487001603420368,
            0.9048029520150036,
            0.9126352867489499
        ]
    },
    "0.18031858884378005-3-252": {
        "average clique similarity": 0.18031858884378005,
        "clique": [
            "2-In the great Bernie ",
            "3-With some fellow Dem",
            "1-She has been forced "
        ],
        "median tf-idf score": 0.6254265139779249,
        "publications": [
            "New York Post",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "In the great Bernie Sanders battle, I'm with her. Not Hillary Clinton, though I'm not a Hillary hater.",
            "With some fellow Democrats already growing frustrated with Wasserman Schultz's performance, it came under even more scrutiny during the 2016 primary season as supporters of Bernie Sanders accused the chairwoman of being partial to Hillary Clinton.",
            "She has been forced to step aside after a leak of internal DNC emails showed officials actively favouring Hillary Clinton during the presidential primary and plotting against Clinton's rival, Bernie Sanders."
        ],
        "tf-idf score": [
            0.2662671071604744,
            0.8891499864076463,
            0.6254265139779249
        ]
    },
    "0.18590394769702914-3-165": {
        "average clique similarity": 0.18590394769702914,
        "clique": [
            "2-Wasserman Schultz mi",
            "1- As party chair  thi",
            "4-Wasserman Schultz wi"
        ],
        "median tf-idf score": 0.7617265303897043,
        "publications": [
            "New York Post",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "Wasserman Schultz might be   to the left of the GOP, but she is far better than the rest of her party on Israel. She's not perfect, not by any means  --   but she's one of the few remaining Democrats with an emotional attachment to Zion.",
            "\"As party chair, this week I will open and close the convention and I will address our delegates about the stakes involved in this election not only for Democrats, but for all Americans,\" she said.",
            "Wasserman Schultz will be stepping down as DNC chair after the convention, but on Monday morning, she said she will maintain an active role as a Clinton campaign surrogate."
        ],
        "tf-idf score": [
            0.7617265303897043,
            0.5512191490149775,
            1.0557880071419041
        ]
    },
    "0.18735208652851154-3-229": {
        "average clique similarity": 0.18735208652851154,
        "clique": [
            "2-Who s going to bring",
            "1- Going forward  the ",
            "4-DNC Vice Chair Donna"
        ],
        "median tf-idf score": 0.9698685377892837,
        "publications": [
            "New York Post",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "Who's going to bring this kind of passion to the Israel debate within the Democratic Party after Wasserman Schultz is gone?",
            "\"Going forward, the best way for me to accomplish those goals is to step down as party chair at the end of this convention,\" Wasserman Schultz said in a statement.",
            "DNC Vice Chair Donna Brazile will take over as interim chair of the party after Wasserman Schultz steps down. The scandal is an unwanted distraction as the Democratic Party tries to paint itself as paint itself as unified at the   convention."
        ],
        "tf-idf score": [
            0.7808424458316242,
            0.9698685377892837,
            1.0282650067815697
        ]
    },
    "0.20229686670141256-3-176": {
        "average clique similarity": 0.20229686670141256,
        "clique": [
            "4- We know that the vo",
            "1-John Morgan  a major",
            "3-Major Democratic don"
        ],
        "median tf-idf score": 1.0793786546590114,
        "publications": [
            "Guardian",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "\"We know that the voices in this room that are standing up and being disruptive  --   we know that that's not the Florida we know,\" she told the crowd. \"The Florida that we know is united\". Wasserman Schultz is under fire after leaked emails showed Democratic National Committee officials discussing ways to help Clinton defeat Sanders in the Democratic primaries. The controversy led to her Sunday announcement that she would resign after the convention and news that she would not have a major speaking role at the convention.",
            "John Morgan, a major Democratic donor from Florida and longtime critic of Wasserman Schultz, rejected the praise offered her by the president and Clinton.",
            "Major Democratic donor John Morgan, who has been outspoken in his criticism of Wasserman Schultz, said he was shocked that the congresswoman was insisting on speaking to delegates this week. \"She reached this position and couldn't help herself,\" Morgan said."
        ],
        "tf-idf score": [
            1.4251621786973663,
            0.7822627895730546,
            1.0793786546590114
        ]
    },
    "0.2051521959182798-3-140": {
        "average clique similarity": 0.2051521959182798,
        "clique": [
            "4-Clinton campaign man",
            "0- Can you help me get",
            "3-With the Democratic "
        ],
        "median tf-idf score": 1.0955758329132852,
        "publications": [
            "CNN",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Clinton campaign manager Robby Mook said Monday Wasserman Schultz still intended to gavel the convention into order Monday afternoon, but she told the South Florida Sun Sentinel that she was passing along those duties as well to Baltimore Mayor Stephanie   the secretary of the DNC \"I have decided that in the interest of making sure that we can start the Democratic convention on a high note that I am not going to gavel in the convention,\" the Florida congresswoman told her local paper.",
            "\"Can you help me get 7 tickets to Hamilton?\" she asked the finance director of the DNC On Monday morning, she attempted to muster some wry humor as she addressed a crowd she might have expected to be the friendliest she might find in Philadelphia  --   a breakfast gathering of the convention's Florida delegation. \"There's a little bit of interest in my being here, and I appreciate that interest. \" Some cheered her.",
            "With the Democratic National Convention about to get underway in Philadelphia, there was widespread belief that it would be best for Wasserman Schultz to exit swiftly in order to help the party move on as fast as possible from the unflattering distraction."
        ],
        "tf-idf score": [
            1.5700782022469209,
            0.5480904399776658,
            1.0955758329132852
        ]
    },
    "0.2099681072453876-3-220": {
        "average clique similarity": 0.2099681072453876,
        "clique": [
            "1-The chair of the Dem",
            "4-And later the Democr",
            "0-More recently  she f"
        ],
        "median tf-idf score": 1.1616374775233236,
        "publications": [
            "NPR",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "The chair of the Democratic National Committee, Debbie Wasserman Schultz, has announced her resignation on the eve of the party's convention, dealing a blow to hopes of demonstrating unity in the face of the threat from Donald Trump.",
            "And later the Democratic National Committee chairwoman confirmed she wouldn't even gavel in the start of the convention this afternoon in Philadelphia. In videos from the breakfast, protesters  --   some holding Bernie Sanders signs  --   shouted over Wasserman Schultz as she attempted to speak in favor of Hillary Clinton.",
            "More recently, she found herself on the wrong side of the Bernie Sanders revolution, when a series of awkward moves  --   limiting the number of debates, a public feud with a Sanders surrogate and an incident in which she compared Sandernistas to Trump supporters  --   prompted loud complaints from the Vermont senator and his voters that she was tipping the scales in favor of Hillary Clinton."
        ],
        "tf-idf score": [
            1.1616374775233236,
            1.1942493554876372,
            0.6549211687636969
        ]
    },
    "0.21908715268253834-3-34": {
        "average clique similarity": 0.21908715268253834,
        "clique": [
            "3-The constant controv",
            "1- Debbie Wasserman Sc",
            "0-  Has Debbie Wasserm"
        ],
        "median tf-idf score": 0.7503193530954633,
        "publications": [
            "Guardian",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "The constant controversies led many in the party to believe that Wasserman Schultz had become more of a distraction than an effective leader of the party.",
            "\"Debbie Wasserman Schultz has made the right decision for the future of the Democratic party,\" Sanders said in a statement, adding that the party leadership must \"always remain impartial in the presidential nominating process, something which did not occur in the 2016 race\".",
            "(\"Has Debbie Wasserman Schultz become kryptonite for the Democratic Party?\""
        ],
        "tf-idf score": [
            0.6531025550240072,
            1.0831859849884002,
            0.7503193530954633
        ]
    },
    "0.22715134766286785-3-252": {
        "average clique similarity": 0.22715134766286785,
        "clique": [
            "0- I thank President O",
            "3-Philadelphia  CNN  A",
            "2-But  as I ve written"
        ],
        "median tf-idf score": 0.6501118169864013,
        "publications": [
            "Washington Post",
            "CNN",
            "New York Post"
        ],
        "sentences": [
            "\"I thank President Obama,\" she said, \"for the honor of serving as the chair of the Democratic National Committee. \"",
            "Philadelphia (CNN) A slew of leaked emails was the last straw for Debbie Wasserman Schultz, who announced Sunday afternoon her resignation as chairwoman of the Democratic National Committee effective later this week.",
            "But, as I've written before, I'm sorry to see Wasserman Schultz forced from the chairmanship of the Democratic National Committee."
        ],
        "tf-idf score": [
            0.4552552337299919,
            1.1166444080258262,
            0.6501118169864013
        ]
    },
    "0.23033682843915618-3-245": {
        "average clique similarity": 0.23033682843915618,
        "clique": [
            "1- We have planned a g",
            "2-But wrong to try to ",
            "4-  I stepped down the"
        ],
        "median tf-idf score": 0.6864535680981337,
        "publications": [
            "Guardian",
            "New York Post",
            "NPR"
        ],
        "sentences": [
            "\"We have planned a great and unified convention this week and I hope and expect that the DNC team that has worked so hard to get us to this point will have the strong support of all Democrats in making sure this is the best convention we have ever had. \" Earlier, Sanders told ABC: \"I think she should resign, period. \"",
            "But wrong to try to appease them at the platform committee and convention. The net is that this campaign looks destined to be the one in which the Democrats complete their long goodbye to the principles of Harry Truman, John F Kennedy and Bill Clinton. The Sanders, Elizabeth Warren   leftists are, in league with Julian Assange, exacting their price.",
            "\"\"I stepped down the other day because I wanted to make sure that having brought us to this momentous day and to Philadelphia and planned the convention that is going to be the best one that we've ever had in our party's history that this needs to be all about making sure that everyone knows that Hillary Clinton would make the best president\"."
        ],
        "tf-idf score": [
            0.6968775428095391,
            0.6864535680981337,
            0.6783582390691484
        ]
    },
    "0.3089243384982775-3-14": {
        "average clique similarity": 0.3089243384982775,
        "clique": [
            "1- For the last eight ",
            "4-On Sunday  Clinton s",
            "3- For the last eight "
        ],
        "median tf-idf score": 0.7337873472845293,
        "publications": [
            "CNN",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "\"For the last eight years she has had my back. This afternoon, I called her to let her know that I am grateful,\" Obama said in a statement.",
            "On Sunday, Clinton said in a statement that she was appointing Wasserman Schultz as \"honorary chair of my campaign's   program\".",
            "\"For the last eight years, Chairwoman Debbie Wasserman Schultz has had my back,\" Obama said."
        ],
        "tf-idf score": [
            0.37829003594492144,
            0.96082402872664,
            0.7337873472845293
        ]
    }
}