{
    "0.16554140382540825-3-57": {
        "average clique similarity": 0.16554140382540825,
        "clique": [
            "1-Hollande said Friday",
            "3-Rep  Adam Schiff  ra",
            "2-His seizure in the B"
        ],
        "median tf-idf score": 1.0735942539752603,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Talking Points Memo"
        ],
        "sentences": [
            "Hollande said Friday's arrests were \"justice for the French public and justice for the men and women who want to live in freedom. \"Michel told reporters the operation would continue, including a search of the apartment where three of the suspects were arrested.",
            "Rep. Adam Schiff, ranking member of the House Permanent Select Committee on Intelligence, said in a statement: \"The reported capture of Salah Abdeslam has been one of the top priorities for European officials, and his apprehension will be critical to bringing to justice a heinous criminal and to filling in many of the remaining gaps in the U S intelligence community's understanding of the Paris attacks\".",
            "His seizure in the Brussels neighborhood of Molenbeek after four months on the run brought relief to people who have seen his \"wanted\" poster all over two countries for months. Bernard Cazeneuve, the French interior minister, said Saturday he hopes Abdeslam can be brought to France to face justice."
        ],
        "tf-idf score": [
            0.9296446459058191,
            1.178452808352383,
            1.0735942539752603
        ]
    },
    "0.1692275065040901-3-107": {
        "average clique similarity": 0.1692275065040901,
        "clique": [
            "2-The car he drove was",
            "0-Another brother  Moh",
            "1-An arrest warrant wa"
        ],
        "median tf-idf score": 0.9742408020851855,
        "publications": [
            "Talking Points Memo",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "The car he drove was abandoned in northern Paris, and his mobile phone and an explosive vest he may have had were later found in the Paris suburb of Montrouge, raising the possibility that he aborted his mission. ___, Sotto reported from Paris. Raf Casert in Brussels and Sylvie Corbet in Paris assisted. Copyright 2016 The Associated Press. All rights reserved.",
            "Another brother, Mohamed Abdeslam, told reporters after the Paris attacks that Salah Abdeslam was divorced from his wife and had no children. Friends and relatives expressed astonishment that he could have been involved in mass murder.",
            "An arrest warrant was issued for Abdeslam after investigators determined that he and his brother Ibrahim had rented cars in Belgium that were used during the attacks."
        ],
        "tf-idf score": [
            0.7402788697323126,
            1.0023439899482194,
            0.9742408020851855
        ]
    },
    "0.17379886795496388-3-175": {
        "average clique similarity": 0.17379886795496388,
        "clique": [
            "1-Belgian Prime Minist",
            "2-Belgian Prime Minist",
            "3-   but is coherent a"
        ],
        "median tf-idf score": 0.9701536920057395,
        "publications": [
            "NPR",
            "Talking Points Memo",
            "Buzzfeed News"
        ],
        "sentences": [
            "Belgian Prime Minister Charles Michel, speaking to reporters with French President Francois Hollande, confirmed that Salah Abdeslam, a French national, had been captured in the raid, along with two other suspects who were not identified.",
            "Belgian Prime Minister Charles Michel told a news conference Saturday that his government has no \"political objections\" to handing Abdeslam over to the French, but wants to full respect Belgian judicial procedure which \"can take at least a couple of weeks\".",
            ".. but is coherent and being treated\". Hollande told reporters that French judicial authorities plan to ask Belgium to extradite Abdeslam."
        ],
        "tf-idf score": [
            1.0538378836539959,
            0.9701536920057395,
            0.7260213485004285
        ]
    },
    "0.18324118904970033-3-166": {
        "average clique similarity": 0.18324118904970033,
        "clique": [
            "2-Abdeslam  26  was sh",
            "1-Police faced  armed ",
            "0-Michel confirmed tha"
        ],
        "median tf-idf score": 0.8793928536853118,
        "publications": [
            "Buzzfeed News",
            "Talking Points Memo",
            "Washington Post"
        ],
        "sentences": [
            "Abdeslam, 26, was shot in the leg and a suspected accomplice also injured when they were captured by Belgian police on Friday.",
            "Police faced \"armed resistance,\" but were able to neutralize three suspects, including Abdeslam, Michel said, adding that two of the suspects were injured.",
            "Michel confirmed that three people were captured in the raids in Brussels and that two of them were injured. Both leaders suggested that Friday's raids would not be the final ones connected to the Paris attacks and that the web of accomplices was wider than authorities originally believed."
        ],
        "tf-idf score": [
            0.8793928536853118,
            0.8036403498812036,
            0.9753968504718701
        ]
    },
    "0.18773491627904407-3-119": {
        "average clique similarity": 0.18773491627904407,
        "clique": [
            "0-But instead  he slip",
            "2-Abdeslam was not arm",
            "4-Unlike Abdelhamid Ab"
        ],
        "median tf-idf score": 0.907222772722347,
        "publications": [
            "Talking Points Memo",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "But instead, he slipped through a French and Belgian dragnet, and had not been definitively seen or heard from since. It is still not known exactly why he did not die in the attacks.",
            "Abdeslam was not armed but did not immediately obey orders when confronted by police, Van der Sypt said.",
            "Unlike Abdelhamid Abaaoud, the alleged mastermind who was killed in France shortly after the attacks, Abdeslam did not have a long history of jihadism, and had not traveled to Syria to fight alongside ISIS But Abdeslam was reportedly a childhood friend of Abaaoud."
        ],
        "tf-idf score": [
            0.464600920110927,
            0.907222772722347,
            0.9411782930191884
        ]
    },
    "0.200470264133898-3-157": {
        "average clique similarity": 0.200470264133898,
        "clique": [
            "2-Hollande  speaking n",
            "3-The news was confirm",
            "0-Hollande later joine"
        ],
        "median tf-idf score": 0.8930347898433505,
        "publications": [
            "NPR",
            "Talking Points Memo",
            "Washington Post"
        ],
        "sentences": [
            "Hollande, speaking next to Michel, the Belgian prime minister, said at a joint news conference in Brussels on Friday he was sure \"the French judicial authorities will send an extradition request very soon\" and that \"the Belgian authorities will answer it as favorably as possible, as soon as possible\".",
            "The news was confirmed by Belgium's Prime Minister Charles Michel and France's President Francois Hollande during a joint press conference Friday evening.",
            "Hollande later joined Michel in his office as they awaited news of the raid. Three senior European officials confirmed that Abdeslam was wounded in the raid."
        ],
        "tf-idf score": [
            1.223345561773575,
            0.7929724150936496,
            0.8930347898433505
        ]
    },
    "0.20119451464680074-4-139": {
        "average clique similarity": 0.20119451464680074,
        "clique": [
            "0-He told Belgium s RT",
            "2-But whether the susp",
            "1-While he did not rev",
            "3- I have total confid"
        ],
        "median tf-idf score": 0.6996378833282357,
        "publications": [
            "Talking Points Memo",
            "Buzzfeed News",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "He told Belgium's RTBF broadcaster, \"The jihadists must be neutralized, and not a single person more be radicalized. \" He also said Belgium would agree to France's extradition request for Abdeslam.",
            "But whether the suspect fights extradition or not, \"sooner or later he will be extradited to France,\" the Belgian prosecutor said.",
            "While he did not reveal where Abdeslam had been taken, it is expected that he will be interrogated by Belgian investigators, possibly in the presence of French investigators. It is likely he will be extradited back to France quickly, with French   judges able to file an extradition request as early as this weekend.",
            "\"I have total confidence in the achievement of these extradition procedures. Abdeslam should be interrogated in France and be judged in France,\" he said."
        ],
        "tf-idf score": [
            0.7494147881447586,
            0.582618824436224,
            0.8273015368983571,
            0.6498609785117129
        ]
    },
    "0.20246144558409854-3-30": {
        "average clique similarity": 0.20246144558409854,
        "clique": [
            "4-The Mysterious Life ",
            "3-   His brother and s",
            "2-Investigators believ"
        ],
        "median tf-idf score": 0.9039913345039183,
        "publications": [
            "Atlantic",
            "NPR",
            "Talking Points Memo"
        ],
        "sentences": [
            "The Mysterious Life and Death of Abdelhamid Abaaoud  As Rukmini Callimachi notes, Abdeslam is the only member of the   team that conducted the Paris attacks, which killed 130 people, who is still alive. He reportedly handled logistics for the operation. But who is he, and how did he become Europe's most wanted man?",
            ".. His brother and several other perpetrators were from Belgium\". The Guardian reported that \"police believe [Abdeslam] played a key role in the logistics of the Paris attacks and escorted the three suicide bombers who blew themselves up at the Stade de France as part of the coordinated assault\".",
            "Investigators believe Abdeslam drove a car carrying a group of gunmen who took part in the shootings, rented rooms and shopped for detonators. Most of the Paris attackers died on the night of the attacks, including Abdeslam's brother Brahim, who blew himself up."
        ],
        "tf-idf score": [
            0.9039913345039183,
            1.0201508952483598,
            0.864763266776077
        ]
    },
    "0.20353209847030151-4-65": {
        "average clique similarity": 0.20353209847030151,
        "clique": [
            "4-At around 9 the foll",
            "3-And as The   has rep",
            "1-Afterward  as Abdesl",
            "0-Law enforcement came"
        ],
        "median tf-idf score": 1.1119152968503578,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "At around 9 the following morning, their car was stopped at a checkpoint at the Belgian border, but Abdeslam's name was not yet known to authorities, so he was allowed to pass.",
            "And as The   has reported, \"French police stopped [Abdeslam] in the hours after the Paris attacks as he made his way to Belgium, but police ultimately allowed him to continue on his journey\".",
            "Afterward, as Abdeslam drove back into Belgium, police temporarily stopped him at the border, but then let him pass after not recognizing who he was. ISIS eventually claimed responsibility for the attacks. This is a developing story. Check back for updates and follow BuzzFeed News on Twitter. The Belgium secretary of state for asylum and migration tweeted \"We got him. \"",
            "Law enforcement came close to apprehending Salah Abdeslam in the hours after the Paris attacks, when French police stopped a car he was riding in near the Belgian border."
        ],
        "tf-idf score": [
            0.8096379805192938,
            1.021229601824234,
            1.202600991876482,
            1.3103314591098292
        ]
    },
    "0.20584111074717723-3-95": {
        "average clique similarity": 0.20584111074717723,
        "clique": [
            "1- There will be more ",
            "0- We have to catch al",
            "3-At the press confere"
        ],
        "median tf-idf score": 0.44632447626637195,
        "publications": [
            "NPR",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"There will be more arrests in the future,\" he vowed. The capture of Abdeslam, who was reportedly shot in the leg during the raid, provided investigators with a rare opportunity to interrogate a terrorist suspect regarding a plot in which attackers typically commit suicide or are killed in confrontations with authorities.",
            "\"We have to catch all of those who allowed or facilitated this attack,\" Hollande said. \"There are more of those people than we thought. \"",
            "At the press conference, Hollande said that while important, the arrests are not \"final conclusion of this story\". He said: \"There have been arrests already, and there will have to be more."
        ],
        "tf-idf score": [
            1.092987802901074,
            0.44632447626637195,
            0.4094255405478929
        ]
    },
    "0.2181736462656347-3-199": {
        "average clique similarity": 0.2181736462656347,
        "clique": [
            "0-Belgian federal pros",
            "3-Here s more from Ter",
            "4-Friday s arrest conf"
        ],
        "median tf-idf score": 0.979792402187755,
        "publications": [
            "Atlantic",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Belgian federal prosecutors said Friday that the fingerprints of Abdeslam, one of Europe's most wanted men, were found in an apartment raided by police earlier this week.",
            "Here's more from Teri: \"The Belgian federal prosecutor says Salah Abdeslam's prints were found in a home where police were surprised by heavy gunfire Tuesday, when they arrived to conduct what was expected to be a routine search of an empty apartment as part of the ongoing probe into the Paris attacks.",
            "Friday's arrest confirms that. Police had recently caught indications they might be close. On Tuesday, they raided an apartment elsewhere in Brussels and found Abdeslam's fingerprints but not the man himself."
        ],
        "tf-idf score": [
            0.979792402187755,
            1.315580156687748,
            0.7528153317521373
        ]
    },
    "0.23752235125939283-3-192": {
        "average clique similarity": 0.23752235125939283,
        "clique": [
            "3-Abdeslam has been th",
            "0-Abdeslam  a resident",
            "2-After the bloodbath "
        ],
        "median tf-idf score": 0.7294298246133202,
        "publications": [
            "Talking Points Memo",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Abdeslam has been the subject of an international manhunt since fleeing back to Brussels after the attacks in Paris.",
            "Abdeslam, a resident of the Molenbeek neighborhood of Brussels before the attacks, had eluded authorities since then despite a massive manhunt across Europe.",
            "After the bloodbath, Salah Abdeslam evaded a dragnet to return to Brussels. He was believed to have slipped through police fingers multiple times despite an international manhunt."
        ],
        "tf-idf score": [
            0.7294298246133202,
            0.7104770736040716,
            0.8659621354890336
        ]
    },
    "0.24161474957023896-3-246": {
        "average clique similarity": 0.24161474957023896,
        "clique": [
            "0-Four other people we",
            "2-At one point  Belgia",
            "3-Three of those taken"
        ],
        "median tf-idf score": 0.8223175437301324,
        "publications": [
            "NPR",
            "Washington Post",
            "Talking Points Memo"
        ],
        "sentences": [
            "Four other people were also arrested, three of them members of Abdeslam's family, as police carried out three raids over a   operation, a spokesman for the Belgian federal prosecutor's office said.",
            "At one point, Belgian authorities locked down their capital for several days but failed to find him. Abdeslam and four other suspects were detained in Friday's raid, including three members of a family that sheltered him.",
            "Three of those taken into custody are \"members of the family that hid Salah Abdeslam,\" Van Der Sypt said."
        ],
        "tf-idf score": [
            1.0042181396012613,
            0.8223175437301324,
            0.6875829810346192
        ]
    },
    "0.24351391609264386-3-282": {
        "average clique similarity": 0.24351391609264386,
        "clique": [
            "2-Mary spoke to journa",
            "3-Abdeslam  26  had ev",
            "0-Police say Abdeslam "
        ],
        "median tf-idf score": 0.9249507475205906,
        "publications": [
            "Talking Points Memo",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Mary spoke to journalists after he and Abdeslam met with a Belgian investigating magistrate who will decide whether to issue a formal arrest warrant against the Brussels native accused of playing a key role in the Nov. 13 attacks on a rock concert, cafes and a stadium that killed 130 people.",
            "Abdeslam, 26, had evaded capture for more than four months after the terrorist attacks that killed 130 people on Nov. 13.",
            "Police say Abdeslam drove a car to Paris from Brussels, where he lived, as part of a plan to participate in the Nov. 13 attacks in Paris that killed 130 people and wounded at least 368 others."
        ],
        "tf-idf score": [
            1.0178233276635624,
            0.6295176747085298,
            0.9249507475205906
        ]
    },
    "0.2532761380414512-4-28": {
        "average clique similarity": 0.2532761380414512,
        "clique": [
            "3-Belgium s Federal Pr",
            "1-Information from tha",
            "0-One of the four  ide",
            "2-It was possible Abde"
        ],
        "median tf-idf score": 1.0677718381578805,
        "publications": [
            "Washington Post",
            "Talking Points Memo",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "Belgium's Federal Prosecutor Eric Van Der Sypt said at a news conference that five people in total were arrested during the day's operations in Molenbeek. Earlier, Michel and Hollande had talked about a total of three arrests.",
            "Information from that scene, the official said, led them to the apartment in Molenbeek on Friday. Belgian federal prosecutor Eric Van der Sypt told reporters that its possible Abdeslam spent weeks or even months at the apartment before being tracked down.",
            "One of the four, identified as Monir Ahmed   was wounded, the spokesman, Eric van der Sypt, told reporters in Brussels. Abdeslam, a    French national of Moroccan descent, was shot in the leg during the operation, officials said.",
            "It was possible Abdeslam had spent days, weeks or months in the Molenbeek apartment, according to Van der Sypt."
        ],
        "tf-idf score": [
            0.9610724488745312,
            1.1744712274412294,
            1.21964152424553,
            0.8152057358014945
        ]
    },
    "0.26517887215956054-5-231": {
        "average clique similarity": 0.26517887215956054,
        "clique": [
            "1- Paris attacks suspe",
            "4-Abdeslam  the most w",
            "2-BRUSSELS  AP        ",
            "0-  PARIS       Belgia",
            "3-Paris attacks suspec"
        ],
        "median tf-idf score": 1.1469491668208351,
        "publications": [
            "Atlantic",
            "NPR",
            "Buzzfeed News",
            "Washington Post",
            "Talking Points Memo"
        ],
        "sentences": [
            "!Paris attacks suspect Salah #Abdeslam has reportedly been shot and wounded during an   raid in Brussels.",
            "Abdeslam, the most wanted suspect in the November Paris attacks, was arrested Friday in Molenbeek, an area of Brussels.",
            "BRUSSELS (AP)  --   Salah Abdeslam, the top suspect in last year's deadly Paris attacks, was discharged Saturday from a Brussels hospital, and quickly made it clear he will fight efforts to extradite him to France for trial.",
            "  PARIS  --   Belgian counterterrorism police raided an apartment block in Brussels on Friday and arrested Salah Abdeslam, a key suspect in last year's bloody terrorist attacks in Paris, after a shootout that left him wounded, European leaders said.",
            "Paris attacks suspect Salah Abdeslam, one of Europe's most wanted men, has been taken alive during a police raid in the Brussels neighborhood of Molenbeek."
        ],
        "tf-idf score": [
            0.9427307577518015,
            1.0837069064457296,
            1.195120839231243,
            1.4487157765706082,
            1.1469491668208351
        ]
    },
    "0.30233205235989563-3-88": {
        "average clique similarity": 0.30233205235989563,
        "clique": [
            "0-France  he said  wou",
            "2- We will refuse the ",
            "1-However  speaking Sa"
        ],
        "median tf-idf score": 0.5620682460504078,
        "publications": [
            "Washington Post",
            "Talking Points Memo",
            "Buzzfeed News"
        ],
        "sentences": [
            "France, he said, would seek Abdeslam's extradition.",
            "\"We will refuse the extradition,\" Sven Mary, Abdeslam's lawyer, said.",
            "However, speaking Saturday afternoon Abdeslam's defence lawyer said he would refuse extradition to France."
        ],
        "tf-idf score": [
            0.5620682460504078,
            0.5487713631562319,
            0.6745220604013185
        ]
    },
    "0.4545177389286199-3-116": {
        "average clique similarity": 0.4545177389286199,
        "clique": [
            "1-After receiving a co",
            "0-Obama  commended the",
            "3-President Obama spok"
        ],
        "median tf-idf score": 0.9709206958335315,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "After receiving a congratulatory call from President Obama, the French and Belgian leaders highlighted the cooperation between their two nations in the wake of the Nov. 13 attacks that saw 130 people killed and scores more injured. \"I'm thinking of the victims right now,\" Hollande said at the news conference.",
            "Obama \"commended the work of Belgian security services and noted that this significant arrest was the result of hard work and close cooperation between Belgian and French law enforcement authorities,\" the White House said in a statement.",
            "President Obama spoke by phone with Michel and Hollande after the arrests, the White House said, and \"commended the work of Belgian security services and noted that this significant arrest was the result of hard work and close cooperation between Belgian and French law enforcement authorities\"."
        ],
        "tf-idf score": [
            0.9709206958335315,
            0.9682607473222129,
            1.1422759461575653
        ]
    }
}