{
    "0.15127022410404675-3-125": {
        "average clique similarity": 0.15127022410404675,
        "clique": [
            "3-Just two days before",
            "2-The video was record",
            "4-The tape includes au"
        ],
        "median tf-idf score": 1.0429697461136358,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "Just two days before Donald Trump and Hillary Clinton are set to meet for their second presidential debate, more damaging audio of the GOP nominee using crude language about women and how he would hit on them has surfaced.",
            "The video was recorded on a bus that was taking Trump and   of Access Hollywood Billy Bush to the set of Days of Our Lives to film a cameo.",
            "The tape includes audio of Bush and Trump talking inside the bus, as well as audio and video once they emerge from it to begin shooting the segment."
        ],
        "tf-idf score": [
            1.1848369408125603,
            1.0429697461136358,
            0.7729073086561228
        ]
    },
    "0.17176887684924688-3-288": {
        "average clique similarity": 0.17176887684924688,
        "clique": [
            "1-A Clinton campaign s",
            "4- Hillary Clinton was",
            "3-Trump said he would "
        ],
        "median tf-idf score": 0.9312358488961031,
        "publications": [
            "NPR",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "A Clinton campaign source told CNN the campaign strategy in the wake of the tape will be to press Republicans to say if they still think Trump should be president.",
            "\"Hillary Clinton was married to the single greatest abuser of women in the history of politics,\" Trump told the New York Times in a recent interview.",
            "Trump said he would be represented in Wisconsin by his running mate Mike Pence."
        ],
        "tf-idf score": [
            0.9312358488961031,
            1.109931837144639,
            0.7617540573379245
        ]
    },
    "0.17325177549194148-3-75": {
        "average clique similarity": 0.17325177549194148,
        "clique": [
            "3-On Friday afternoon ",
            "4-In an interview Wedn",
            "1-Would anyone vote fo"
        ],
        "median tf-idf score": 0.7178945651920514,
        "publications": [
            "NPR",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "On Friday afternoon, the Washington Post published a clip of Trump on a hot mic before an interview with Access Hollywood.",
            "In an interview Wednesday with KSNV, a Las Vegas television station, Trump said that those comments were made for entertainment.",
            "Would anyone vote for that?\" during an interview with Rolling Stone magazine."
        ],
        "tf-idf score": [
            0.7178945651920514,
            0.8364359997551939,
            0.04092399499771332
        ]
    },
    "0.17613937505384533-3-185": {
        "average clique similarity": 0.17613937505384533,
        "clique": [
            "1-During his run for p",
            "4-Trump has criticized",
            "3-In regard to trying "
        ],
        "median tf-idf score": 0.8063217091590066,
        "publications": [
            "NPR",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "During his run for president, Trump suggested that his GOP primary opponent Carly Fiorina, a former Fortune 500 CEO, was too ugly to be elected president, shouting \"look at that face!",
            "Trump has criticized former president Bill Clinton for his past infidelity and criticized opponent Hillary Clinton as her husband's \"enabler. \"",
            "In regard to trying to shift blame to Bill Clinton, Trump has also threatened to bring up the former president's infidelities in an attempt to damage his wife during the next debate."
        ],
        "tf-idf score": [
            0.815205238962162,
            0.7704665044456008,
            0.8063217091590066
        ]
    },
    "0.17854016164843914-3-215": {
        "average clique similarity": 0.17854016164843914,
        "clique": [
            "2- I am sickened by wh",
            "1-Member of  Central P",
            "3-Trump s former campa"
        ],
        "median tf-idf score": 0.6950539682607886,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "\"I am sickened by what I heard today,\" he said in a statement. \"Women are to be championed and revered, not objectified.",
            "Member of 'Central Park 5' blasts Trump, \"Not just condemn what he said    but that he should be POTUS,\" the source said.",
            "Trump's former campaign manager and CNN contributor Corey Lewandowski told the network the comments are troubling but \"we're not electing a school teacher\". He added: \"Is this defensible? Absolutely not. But what I do know is he's the person who's going to lead our country forward and we should think about what that true leadership looks like for the rest of the world\"."
        ],
        "tf-idf score": [
            0.5029518737833315,
            0.6950539682607886,
            0.9530356978049874
        ]
    },
    "0.18785040680877205-3-202": {
        "average clique similarity": 0.18785040680877205,
        "clique": [
            "0-But Thursday night i",
            "4-Just kiss  I don t e",
            "1- I think we re all b"
        ],
        "median tf-idf score": 0.9001249732471993,
        "publications": [
            "CNN",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "But Thursday night in New Hampshire, Trump said at an event \"let's see what happens\" when asked if he might do so in Sunday's second debate. FoxNews.",
            "Just kiss. I don't even wait. \" \"And when you're a star, they let you do it,\" Trump says. \"You can do anything. \"",
            "\"I think we're all better off if we can do that,\" Trump said at a town hall event in New Hampshire on Thursday night. But the bombshell 2005 recording has now put Trump on his heels    with Republicans warning of his demise    and the brash billionaire appears prepared to do what he does best: punch back."
        ],
        "tf-idf score": [
            0.9001249732471993,
            0.6138728553763901,
            1.0428135612575573
        ]
    },
    "0.18785361683527171-3-409": {
        "average clique similarity": 0.18785361683527171,
        "clique": [
            "1-Shocking remarks  Tr",
            "2-The footage was unco",
            "0-The Associated Press"
        ],
        "median tf-idf score": 1.0283039753810763,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "Shocking remarks, Trump is heard discussing women in vulgar terms during   banter during the taping of a segment for \"Access Hollywood,\" footage which was obtained by The Washington Post. During the lewd conversation captured by a microphone Trump was wearing on his lapel, Trump recounts how he tried to \"fuck\" an unidentified married woman before bragging that he is \"automatically attracted to beautiful (women)\" and just starts \"kissing them\".",
            "The footage was uncovered when an Access Hollywood producer, spurred by an Associated Press report on Trump's behavior toward women on The Apprentice, reviewed old footage.",
            "The Associated Press reported this week that during his years as a reality TV star on the \"The Apprentice,\" the GOP nominee repeatedly demeaned women with sexist language, rating female contestants by the size of their breasts and talking about which ones he'd like to have sex with."
        ],
        "tf-idf score": [
            1.380702033595347,
            1.0283039753810763,
            0.6305986273463351
        ]
    },
    "0.21216775423034198-3-240": {
        "average clique similarity": 0.21216775423034198,
        "clique": [
            "1-Clinton and her camp",
            "2-Last year  Fox News ",
            "4-Trump has been criti"
        ],
        "median tf-idf score": 0.977332974115905,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Clinton and her campaign have repeatedly sought to portray Trump as disrespectful and demeaning toward women, bringing up a slew of rude and vulgar comments Trump has made about women during and before his run for president.",
            "Last year, Fox News host Megyn Kelly also confronted Trump during a primary debate about derogatory comments he had made about women.",
            "Trump has been criticized in this campaign for derogatory and lewd comments about women, including some made on TV and live radio."
        ],
        "tf-idf score": [
            1.0365829211691904,
            0.9243511301746681,
            0.977332974115905
        ]
    },
    "0.2328841441544189-3-15": {
        "average clique similarity": 0.2328841441544189,
        "clique": [
            "4-Politico reported th",
            "1-Trump s campaign sai",
            "2-Trump s campaign lat"
        ],
        "median tf-idf score": 1.0244412124867597,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "Politico reported that the journalists, traveling in Pence's \"protective pool,\" were not permitted to film Pence as he left the diner. The tape appears at a time when Trump, the Republican presidential nominee, has sought to make a campaign issue out of his opponent's marriage.",
            "Trump's campaign said vice presidential nominee Mike Pence would represent him instead while the real estate magnate focuses on debate prep. Trump campaign advisers were huddling together in Trump Tower Friday night trying to figure out how to react.",
            "Trump's campaign later said that Pence would attend the event instead while the presidential candidate stayed behind for debate prep."
        ],
        "tf-idf score": [
            1.0244412124867597,
            1.0366976932655145,
            0.9423850661615262
        ]
    },
    "0.23684967348714445-3-248": {
        "average clique similarity": 0.23684967348714445,
        "clique": [
            "4- Donald Trump bragge",
            "0-The real estate deve",
            "2- Donald Trump was pu"
        ],
        "median tf-idf score": 1.0986545196054796,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            " Donald Trump bragged in vulgar terms about kissing, groping and trying to have sex with women during a 2005 conversation caught on a hot microphone, saying that \"when you're a star, they let you do it,\" according to a video obtained by The Washington Post.",
            "The real estate developer and reality TV    presidential candidate also used a vulgar anatomical term and discussed trying to have sex with an unidentified, married woman.",
            " Donald Trump was put on the defensive Friday after the Washington Post published a video recorded in 2005 that captured the candidate on a hot mic making a series of lewd comments, including one about trying to have sex with a married woman."
        ],
        "tf-idf score": [
            1.0986545196054796,
            0.4839077051102988,
            1.3586771494176142
        ]
    },
    "0.23839124462652872-3-326": {
        "average clique similarity": 0.23839124462652872,
        "clique": [
            "3-She revealed that Na",
            "2-In a segment that ai",
            "0-Earlier this week  T"
        ],
        "median tf-idf score": 0.8264585642089745,
        "publications": [
            "Fox News",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "She revealed that Nancy O'Dell, currently Entertainment Tonight   was the woman identified on the tape as \"Nancy\" that Trump had been captured speaking crassly about\".",
            "In a segment that aired Friday night, Access Hollywood identified the woman who was the subject of the conversation as Entertainment Tonight correspondent Nancy O'Dell.",
            "Earlier this week, Trump dismissed questions about his history of vulgarity, telling a television station in Nevada that \"a lot of that was done for the purpose of entertainment\"."
        ],
        "tf-idf score": [
            0.9567011707911393,
            0.619425118269026,
            0.8264585642089745
        ]
    },
    "0.24833716604395048-4-118": {
        "average clique similarity": 0.24833716604395048,
        "clique": [
            "0-On the tape  Trump b",
            "3-You can do anything ",
            "4-The video captures T",
            "1- You can do anything"
        ],
        "median tf-idf score": 1.0072053856898455,
        "publications": [
            "Washington Post",
            "Fox News",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "On the tape, Trump bragged about kissing and groping women while chatting with \"Access Hollywood\" host Billy Bush.",
            "You can do anything,\" the Republican nominee continued, using vulgar slang for the female anatomy. Access Hollywood has this description of the scene: \"There were seven other people on the bus with Mr Trump and Billy Bush at the time,\" host Natalie Morales said of the incident, noting that camera crew, Trump's security guard and his publicist were all present.",
            "The video captures Trump talking with Billy Bush, then of \"Access Hollywood,\" on a bus with the show's name written across the side.",
            "'You can do anything' The hot mic conversation captured in 2005 begins with Trump recounting to \"Access Hollywood\" host Billy Bush how he tried to have sex with a married woman. \"I moved on her and I failed."
        ],
        "tf-idf score": [
            0.9463825475244388,
            1.3005834997967993,
            0.7621894423260362,
            1.0680282238552523
        ]
    },
    "0.2497732614215288-4-382": {
        "average clique similarity": 0.2497732614215288,
        "clique": [
            "4- I apologize if anyo",
            "1-Previously  Trump ha",
            "0-I apologize if anyon",
            "2- Bill Clinton has sa"
        ],
        "median tf-idf score": 0.8223526354806656,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "\"I apologize if anyone was offended. \" Billy Bush, in a statement released by NBC Universal, said: \"Obviously I'm embarrassed and ashamed.",
            "Previously, Trump has said that he would only apologize for something if he was \"wrong\".",
            "I apologize if anyone was offended. \" The remarks were met with widespread condemnation.",
            "\"Bill Clinton has said far worse to me on the golf course  --   not even close,\" Trump added. \"I apologize if anyone was offended. \""
        ],
        "tf-idf score": [
            0.6632742682312736,
            0.9814310027300577,
            0.2782523109618252,
            1.1356157535301974
        ]
    },
    "0.2505847026875658-3-253": {
        "average clique similarity": 0.2505847026875658,
        "clique": [
            "2-I said it  I was wro",
            "3-And when Clinton bro",
            "1-Trump most recently "
        ],
        "median tf-idf score": 0.9732957457591349,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "I said it, I was wrong, and I apologize. \" In May 2005, O'Dell hosted the Miss Universe pageant, which Trump   at the time.",
            "And when Clinton brought up how he had mocked a former Miss Universe, Alicia Machado, after she had gained weight, Trump doubled down on his comments for days.",
            "Trump most recently defended some of the crude comments he has made about women by telling local Las Vegas news station KSNV that \"a lot of that was done for the purposes of entertainment\"."
        ],
        "tf-idf score": [
            0.9732957457591349,
            0.7335987823984771,
            1.1658767104666021
        ]
    },
    "0.2576957655941865-3-302": {
        "average clique similarity": 0.2576957655941865,
        "clique": [
            "0-During frequent inte",
            "1- A person who is   i",
            "2-Earlier this year  B"
        ],
        "median tf-idf score": 0.8385771740839443,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "During frequent interviews with shock jock Howard Stern in the 1990s, Trump made a long list of demeaning comments, saying that he could have had sex with Diana, Princess of Wales, who had recently been killed in a car crash, and declaring that \"A person who is very   is very hard to be a 10\".",
            "\"A person who is   is very hard to be a 10,\" Trump said in one segment with Stern.",
            "Earlier this year, BuzzFeed News reported on conversations Trump had with radio show host Howard Stern in which he discussed sex and women's appearances."
        ],
        "tf-idf score": [
            0.8385771740839443,
            0.705530906989329,
            0.9052451754083152
        ]
    },
    "0.2622389676353941-4-121": {
        "average clique similarity": 0.2622389676353941,
        "clique": [
            "2-America deserves far",
            "0-New Hampshire Sen  K",
            "4-Trump was also criti",
            "3-Ayotte came under fi"
        ],
        "median tf-idf score": 1.146269535308036,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "America deserves far better than @realDonaldTrump, Sen. Kelly Ayotte  --   a Republican from New Hampshire who earlier this week suggested Trump was a role model for children, then seemed to walk back that comment  --   also slammed Trump Friday.",
            "New Hampshire Sen. Kelly Ayotte, who is locked in a tough   fight and this week reversed herself to say Trump was not a good role model for children, said his comments \"are totally inappropriate and offensive\".",
            "Trump was also criticized by members of his own party, including Sen. Kelly Ayotte (N H) who is running for reelection, and has said she will vote for Trump.",
            "Ayotte came under fire earlier this week when she said in a debate that Trump was \"absolutely\" a role model for kids."
        ],
        "tf-idf score": [
            1.1850946828155762,
            1.277793164100048,
            1.107444387800496,
            1.0088652423011963
        ]
    },
    "0.27160273973341886-3-59": {
        "average clique similarity": 0.27160273973341886,
        "clique": [
            "4-Her running mate  Se",
            "3-Chris Christie and S",
            "2-Republican Party Cha"
        ],
        "median tf-idf score": 0.9743845623349221,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Her running mate, Sen. Tim Kaine (Va.) told reporters, \"It makes me sick to my stomach,\" while campaigning in Las Vegas. Planned Parenthood Action Fund, which has endorsed Clinton, issued a statement from Executive Vice President Dawn Laguens saying: \"What Trump described in these tapes amounts to sexual assault. \"",
            "Chris Christie and Sen. Jeff Sessions,  . Priebus, who has defended Trump after past controversial statements, issued a short but direct statement: \"No woman should ever be described in these terms or talked about in this manner. Ever\".",
            "Republican Party Chairman Reince Priebus also criticized the comments, saying in a statement that \"no woman should ever be described in these terms or talked about in this manner. Ever. \""
        ],
        "tf-idf score": [
            1.1168853081718704,
            0.9743845623349221,
            0.584461542426656
        ]
    },
    "0.2754675198625371-3-443": {
        "average clique similarity": 0.2754675198625371,
        "clique": [
            "2-For his part  in a s",
            "1-Before Trump stepped",
            "3-Trump told Bush     "
        ],
        "median tf-idf score": 0.6715849872885397,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "For his part, in a statement to BuzzFeed News Friday evening, Billy Bush  --   who is the cousin of former president George W Bush and former presidential candidate Jeb Bush  --   apologized for his role in the conversation.",
            "Before Trump stepped off the bus, he and Bush appear to see an actress from the soap opera who greets Trump and Bush.",
            "Trump told Bush  --   who is the nephew of former President George H W Bush and cousin of former President George W Bush and former 2016 candidate Jeb Bush  --   about a time he unsuccessfully tried to seduce a married woman."
        ],
        "tf-idf score": [
            0.4841210835273755,
            0.6715849872885397,
            0.9750784084056504
        ]
    },
    "0.30692533713550973-3-443": {
        "average clique similarity": 0.30692533713550973,
        "clique": [
            "4- A lot of that was d",
            "1-Trump and women  Tru",
            "0-He added   And I can"
        ],
        "median tf-idf score": 0.5958681705238521,
        "publications": [
            "Washington Post",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "\"A lot of that was done for the purpose of entertainment. There's nobody that has more respect for women than I do,\" he told the station. \"Are you trying to tone it down now?\" asked the interviewer, Jim Snyder.",
            "Trump and women, Trump has repeatedly bragged that \"nobody respects women more\" than him and has vowed to \"cherish\" and \"protect\" women as president.",
            "He added: \"And I can tell you this, there's nobody  --   nobody  --   that has more respect for women than I do\"."
        ],
        "tf-idf score": [
            0.5958681705238521,
            0.8196192485718555,
            0.30975269246416365
        ]
    },
    "0.3084902488540424-3-350": {
        "average clique similarity": 0.3084902488540424,
        "clique": [
            "2-Among them was Mitt ",
            "1-Such vile degradatio",
            "0-https     Hitting on"
        ],
        "median tf-idf score": 0.7794557454584763,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "Among them was Mitt Romney, who has criticized Trump in the past and referred to Trump's remarks as \"vile degradations. \"",
            "Such vile degradations demean our wives and daughters and corrupt America's face to the world,\" Mitt Romney said on Twitter. In Colorado, suburban women are key vote, \"Make no mistake the comments were wrong and offensive. They are indefensible,\" John Kasich added. Former Utah Gov.",
            "https:  . Hitting on married women? Condoning assault? Such vile degradations demean our wives and daughters and corrupt America's face to the world."
        ],
        "tf-idf score": [
            0.8776722205784959,
            0.7794557454584763,
            0.4262273994468694
        ]
    },
    "0.31673503427520694-3-66": {
        "average clique similarity": 0.31673503427520694,
        "clique": [
            "1-Jon Huntsman  a Repu",
            "2-Jon Huntsman  former",
            "3-UPDATE  1 16 p  m  O"
        ],
        "median tf-idf score": 0.7887077323625288,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "Jon Huntsman, a Republican who recently said he would vote for Trump, called for Trump to drop out of the race. Utah Gov.",
            "Jon Huntsman, former governor of Utah and also a   Republican presidential contender, called on Trump to drop out of the race in response to the comments.",
            "UPDATE, 1:16 p. m. Oct. 8: Trump tells the Washington Post he will not withdraw from the race amid multiple Republicans calling for him to drop out. NPR's Tamara Keith has details."
        ],
        "tf-idf score": [
            0.8312992339236599,
            0.7665231467990039,
            0.7887077323625288
        ]
    },
    "0.3244920058233233-4-230": {
        "average clique similarity": 0.3244920058233233,
        "clique": [
            "2-Trump married his th",
            "4-I think it s a serio",
            "3-At the time of this ",
            "1-In the video  Trump "
        ],
        "median tf-idf score": 0.6451863149359643,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Trump married his third wife, Melania, in January 2005.",
            "I think it's a serious problem for them, and it's something that I'm considering talking about more in the near future. \" Trump carried on a very public affair with Marla Maples  --   his eventual second wife  --   while still married to first wife Ivana Trump.",
            "At the time of this 2005 recording, Trump had just married his third (and current) wife, Melania.",
            "In the video, Trump uses the name \"Nancy\". The conversation came months after Trump married his third and current wife, Melania."
        ],
        "tf-idf score": [
            0.5694200757209464,
            0.6758529887249772,
            0.6145196411469515,
            0.6913125967412004
        ]
    },
    "0.3317262997845016-3-45": {
        "average clique similarity": 0.3317262997845016,
        "clique": [
            "4-She s totally change",
            "0-As the bus rolls to ",
            "3-In chatting with   B"
        ],
        "median tf-idf score": 0.942299324562692,
        "publications": [
            "Fox News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "She's totally changed her look. \" At that point in the audio, Trump and Bush appear to notice Arianne Zucker, the actress who is waiting to escort them into the   set. \"Your girl's hot as     in the purple,\" says Bush, who's now a   of NBC's \"Today\" show.",
            "As the bus rolls to a stop, Trump and Bush, apparently looking out at the waiting Zucker, can be heard ogling her. \"Your girl's hot as     in the purple,\" says Bush, who's now a   of NBC's \"Today\" show. \"Whoa!\"",
            "In chatting with   Billy Bush, who is now   of NBC's Today show, Trump talked about kissing women and grabbing them between their legs (using far cruder language) without permission, because he's \"attracted\" to them like a \"magnet\"."
        ],
        "tf-idf score": [
            0.942299324562692,
            0.8922772468822133,
            1.017027023571613
        ]
    },
    "0.3399288448196081-3-443": {
        "average clique similarity": 0.3399288448196081,
        "clique": [
            "2- His comments are to",
            "3-New Hampshire Sen  K",
            "4- His comments are to"
        ],
        "median tf-idf score": 0.6478280726170216,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "\"His comments are totally inappropriate and offensive,\" Ayotte said in a statement distributed to the media.",
            "New Hampshire Sen. Kelly Ayotte, another Republican at risk of losing her seat, said Trump's past comments were \"totally inappropriate and offensive\" but that she wasn't rescinding her support.",
            "\"His comments are totally inappropriate and offensive,\" Ayotte said in a written statement. \"No woman should ever be described in these terms or talked about in this manner."
        ],
        "tf-idf score": [
            0.42983983562871614,
            1.0295821096012017,
            0.6478280726170216
        ]
    },
    "0.35945764257043444-4-443": {
        "average clique similarity": 0.35945764257043444,
        "clique": [
            "4-The video then follo",
            "0-Trump was talking wi",
            "1-The conversation too",
            "3-The interview occurr"
        ],
        "median tf-idf score": 0.9961888833542798,
        "publications": [
            "Washington Post",
            "Fox News",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "The video then follows Trump, Bush and Zucker into the studio. Trump did appear on \"Days of Our Lives\" in late October.",
            "Trump was talking with Bush moments before they arrived on the set of \"Days of Our Lives\" to tape a segment about Trump's upcoming cameo on the soap opera, according to the Post.",
            "The conversation took place as Trump arrived in a tour bus on the set of \"Days of Our Lives,\" the soap opera where he was set to make a cameo appearance.",
            "The interview occurred before Trump was set to film a cameo on the soap opera Days of Our Lives, and he said, laughing, that he needed \"some Tic Tacs, just in case I start kissing her\"."
        ],
        "tf-idf score": [
            0.7445830297194438,
            1.0376267260558891,
            0.9547510406526706,
            1.1032186252161802
        ]
    },
    "0.3606386483079825-3-77": {
        "average clique similarity": 0.3606386483079825,
        "clique": [
            "3-Trump apologizes in ",
            "2- I ve said and done ",
            "1-Donald Trump apologi"
        ],
        "median tf-idf score": 0.8392749323276772,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "Trump apologizes in video message, In the video Trump released early Saturday morning, he said,\"Anyone who knows me knows these words don't reflect who I am.",
            "\"I've said and done things I regret and the words released today on this more than a decade old video are one of them,\" Trump said. \"Anyone who knows me knows these words don't reflect who I am.",
            "Donald Trump apologized early Saturday for lewd and sexually aggressive remarks he made a decade ago    and then made it clear he is girding himself for a nasty political battle. The GOP presidential nominee posted a defiant   video just after midnight on social media, telling voters that he is not a \"perfect person\" and that the words captured by a hot mic in 2005 \"don't reflect who I am\"."
        ],
        "tf-idf score": [
            0.8219194162307146,
            0.8392749323276772,
            0.9781244590693143
        ]
    },
    "0.371140434656063-3-89": {
        "average clique similarity": 0.371140434656063,
        "clique": [
            "3-Then he made accusat",
            "1-Bill Clinton has act",
            "4- Hillary was an enab"
        ],
        "median tf-idf score": 0.4565136612616747,
        "publications": [
            "CNN",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Then he made accusations against the Clintons: \"Bill Clinton has actually abused women and Hillary has bullied, attacked, shamed and intimidated his victims\".",
            "Bill Clinton has actually abused women and Hillary has bullied, attacked, shamed and intimidated his victims\". And in closing, Trump added ominously: \"We will discuss this more in the coming days. See you at the debate on Sunday\".",
            "\"Hillary was an enabler, and she attacked the women who Bill Clinton mistreated afterward."
        ],
        "tf-idf score": [
            0.3954349711927125,
            1.0115744094395578,
            0.4565136612616747
        ]
    },
    "0.3715788401858395-3-443": {
        "average clique similarity": 0.3715788401858395,
        "clique": [
            "3-Last fall  he critic",
            "1-And Trump also sugge",
            "2-Trump later criticiz"
        ],
        "median tf-idf score": 0.6419802076729821,
        "publications": [
            "NPR",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "Last fall, he criticized Fox News host Megyn Kelly for her tough questions during the first GOP primary debate and said she had \"blood coming out of her wherever\".",
            "And Trump also suggested that Fox News anchor Megyn Kelly asked him tough questions during the first GOP debate because she was on her period, saying there was \"blood coming out of her wherever\".",
            "Trump later criticized Kelly for the questions, saying she had \"blood coming out of her eyes, blood coming out of her wherever. \""
        ],
        "tf-idf score": [
            0.4609943993612564,
            0.9370421198319077,
            0.6419802076729821
        ]
    },
    "0.3753330408031892-3-443": {
        "average clique similarity": 0.3753330408031892,
        "clique": [
            "2-This is horrific  We",
            "1-I apologize if anyon",
            "4-It s no excuse  but "
        ],
        "median tf-idf score": 0.7247104115073274,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "This is horrific. We cannot allow this man to become president. https:  . But it was the statements from members of his own party that set a far different tone in condemnation on Friday.",
            "I apologize if anyone was offended,\" Trump said in a statement released Friday. Clinton's campaign tweeted a link to the story and said simply, \"This is horrific. We cannot allow this man to become president\".",
            "It's no excuse, but this happened eleven years ago  --   I was younger, less mature, and acted foolishly in playing along. I'm very sorry. \" After the video appeared online Friday afternoon, Democratic nominee Hillary Clinton wrote on Twitter: \"This is horrific. We cannot allow this man to become president. \""
        ],
        "tf-idf score": [
            0.49031104177952345,
            1.2116706442640763,
            0.7247104115073274
        ]
    },
    "0.3800376656817454-3-366": {
        "average clique similarity": 0.3800376656817454,
        "clique": [
            "4-In fact  I took her ",
            "1-But you have to be w",
            "0-I said   I ll show y"
        ],
        "median tf-idf score": 0.29120887885956886,
        "publications": [
            "CNN",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "In fact, I took her out furniture shopping. She wanted to get some furniture. I said, 'I'll show you where they have some nice furniture. '\"",
            "But you have to be wrong,\" Trump said in a September 2015 appearance on \"The Tonight Show\".",
            "I said, 'I'll show you where they have some nice furniture. '\""
        ],
        "tf-idf score": [
            0.29120887885956886,
            0.7030803046285371,
            0.22243548193437343
        ]
    },
    "0.39858950972471874-3-443": {
        "average clique similarity": 0.39858950972471874,
        "clique": [
            "0-Trump is slated to t",
            "2-The leak set off a t",
            "3-After an uproar over"
        ],
        "median tf-idf score": 0.9050860311944607,
        "publications": [
            "Fox News",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "Trump is slated to travel Saturday to Wisconsin to campaign at an event with House Speaker Paul Ryan, in what would be their first joint campaign appearance. Several aides to Ryan did not respond to inquiries about whether the Wisconsin Republican still planned to appear with the nominee.",
            "The leak set off a tidal wave of stinging criticism from the Republican party. House Speaker Paul Ryan on Friday announced that Trump would not attend a Wisconsin event on Saturday, which would have been the first time the two had stumped together on the campaign trail.",
            "After an uproar over the tape, Trump pulled out of an event in Wisconsin on Saturday at which he was to appear with House Speaker Paul Ryan."
        ],
        "tf-idf score": [
            0.9046281359660231,
            0.9509994352802533,
            0.9050860311944607
        ]
    },
    "0.4619782543962641-3-443": {
        "average clique similarity": 0.4619782543962641,
        "clique": [
            "1- I moved on her like",
            "0- I ll admit it      ",
            "3-She was married   He"
        ],
        "median tf-idf score": 0.6026360432494391,
        "publications": [
            "CNN",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "\"I moved on her like a bitch, but I couldn't get there. And she was married,\" Trump adds, after saying he took the woman    who is identified only by her first name    out furniture shopping.",
            "\"I'll admit it . .. She was married . .. And I moved on her very heavily. In fact, I took her out furniture shopping. She wanted to get some furniture.",
            "She was married\". He continued, \"I moved on her very heavily\". He said he even took her furniture shopping to try to get her to sleep with him. \"I moved on her like a b****,\" he said, \"but I couldn't get there."
        ],
        "tf-idf score": [
            1.066038186263013,
            0.3844583031958179,
            0.6026360432494391
        ]
    },
    "0.48783186034503223-3-156": {
        "average clique similarity": 0.48783186034503223,
        "clique": [
            "0-House Speaker Paul R",
            "3-Friday evening  Spea",
            "1-House Speaker Paul R"
        ],
        "median tf-idf score": 1.1570331723549208,
        "publications": [
            "Fox News",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "House Speaker Paul Ryan,  . with whom Trump was supposed to appear at an event in the Badger State Saturday, said in a statement that he was \"sickened by what I heard today.",
            "Friday evening, Speaker Paul Ryan said the Saturday event at which he was due to appear with Trump would go on without the candidate: \"I am sickened by what I heard today.",
            "House Speaker Paul Ryan, saying he was \"sickened\" by Trump's comments, announced Friday night that the GOP presidential nominee would no longer attend a Republican event in Wisconsin at which the two were slated to appear on Saturday."
        ],
        "tf-idf score": [
            1.1570331723549208,
            1.1329336306061955,
            1.3006626955606482
        ]
    },
    "0.5458387108482962-3-443": {
        "average clique similarity": 0.5458387108482962,
        "clique": [
            "0- I moved on her and ",
            "4- I moved on her  and",
            "2- I moved on her and "
        ],
        "median tf-idf score": 0.6661218382501712,
        "publications": [
            "Fox News",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"I moved on her and I failed,\" Trump says.",
            "\"I moved on her, and I failed. I'll admit it,\" Trump is heard saying. It was unclear when the events he was describing took place.",
            "\"I moved on her and I failed, I'll admit it,\" Trump can be heard saying in the video. \"I did try and fuck her."
        ],
        "tf-idf score": [
            0.5789279600650323,
            0.8649772864309576,
            0.6661218382501712
        ]
    },
    "0.5520272754034165-3-443": {
        "average clique similarity": 0.5520272754034165,
        "clique": [
            "4-Ever     Republican ",
            "1-Priebus condemns rem",
            "0-Republican National "
        ],
        "median tf-idf score": 0.4917288908856944,
        "publications": [
            "Washington Post",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "Ever. ,\" Republican National Committee Chairman Reince Priebus said in a statement.",
            "Priebus condemns remarks, Republican National Committee Chairman Reince Priebus condemned Trump's remark in a briefly,   statement.",
            "Republican National Committee chairman Reince Priebus immediately issued a statement saying, \"No woman should ever be described in these terms or talked about in this manner. Ever. \""
        ],
        "tf-idf score": [
            0.38022678130777615,
            0.7026950530699364,
            0.4917288908856944
        ]
    },
    "0.5605340184459182-3-5": {
        "average clique similarity": 0.5605340184459182,
        "clique": [
            "0- I ve gotta use some",
            "4- I ve got to use som",
            "1- Whoa   Trump says  "
        ],
        "median tf-idf score": 0.8864063509956203,
        "publications": [
            "CNN",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "\"I've gotta use some tic tacs, just in case I start kissing her,\" Trump says after seeing the actress Arianne Zucker on the set of the soap opera on which he was to appear.",
            "\"I've got to use some Tic Tacs, just in case I start kissing her,\" Trump says. \"You know I'm automatically attracted to beautiful  --   I just start kissing them. It's like a magnet.",
            "\"Whoa!\" Trump says. \"I've gotta use some tic tacs, just in case I start kissing her. You know I'm automatically attracted to beautiful    I just start kissing them. It's like a magnet. Just kiss. I don't even wait\". \"And when you're a star, they let you do it. You can do anything . .. Grab them by the pussy."
        ],
        "tf-idf score": [
            0.9886151227438158,
            0.7728350680274901,
            0.8864063509956203
        ]
    },
    "0.5902769545313151-3-305": {
        "average clique similarity": 0.5902769545313151,
        "clique": [
            "2-I hope Mr Trump trea",
            "3-Women are to be cham",
            "0-Women are to be cham"
        ],
        "median tf-idf score": 0.9938283782061204,
        "publications": [
            "Buzzfeed News",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "I hope Mr Trump treats this situation with the seriousness it deserves and works to demonstrated to the country that he has greater respect for women than this clip suggests. In the meantime, he is no longer attending tomorrow's event in Wisconsin. \"",
            "Women are to be championed and revered, not objectified. I hope Mr Trump treats this situation with the seriousness it deserves and works to demonstrate to the country that he has greater respect for women than this clip suggests. In the meantime, he is no longer attending tomorrow's event in Wisconsin\".",
            "Women are to be championed and revered, not objectified\". Ryan's statement added that \"[Trump] is no longer attending tomorrow's event in Wisconsin\"."
        ],
        "tf-idf score": [
            0.9938283782061204,
            1.0297325424556365,
            0.8828300258029762
        ]
    },
    "0.5995772961173028-3-419": {
        "average clique similarity": 0.5995772961173028,
        "clique": [
            "3- I moved on her  and",
            "4- I did try and     h",
            "1-I ll admit it   Trum"
        ],
        "median tf-idf score": 0.7887863832276101,
        "publications": [
            "Washington Post",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "\"I moved on her, and I failed,\" Trump said. \"I'll admit it. I did try and f*** her.",
            "\"I did try and     her. She was married,\" Trump says.",
            "I'll admit it,\" Trump says in the   audio. \"I did try and fuck her. She was married\"."
        ],
        "tf-idf score": [
            0.722641899024047,
            0.7887863832276101,
            0.8345762400558722
        ]
    },
    "0.6210824873808813-3-443": {
        "average clique similarity": 0.6210824873808813,
        "clique": [
            "0- You know I m automa",
            "2-Trump then later say",
            "3-In talking about kis"
        ],
        "median tf-idf score": 0.7560016304867498,
        "publications": [
            "Fox News",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "\"You know I'm automatically attracted to beautiful    I just start kissing them. It's like a magnet. Just kiss. I don't even wait. \"",
            "Trump then later says, \"You know I'm automatically attracted to beautiful, I just start kissing them. It's like a magnet. Just kiss. I don't even wait. And when you're a star, they let you do it. You can do anything.",
            "In talking about kissing women, Trump boasted: \"I'm automatically attracted to beautiful  --   I just start kissing them."
        ],
        "tf-idf score": [
            0.20017973628112917,
            0.8169586606483856,
            0.7560016304867498
        ]
    },
    "0.639476697242095-4-412": {
        "average clique similarity": 0.639476697242095,
        "clique": [
            "2- I moved on her like",
            "3-And she was married ",
            "4- I moved on her like",
            "1-WikiLeaks posts emai"
        ],
        "median tf-idf score": 0.9748167015077596,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "\"I moved on her like a bitch, but I couldn't get there,\" Trump can be heard saying. \"And she was married. Then all of a sudden I see her, she's now got the big phony tits and everything. She's totally changed her look. \"",
            "And she was married. Then, all of a sudden, I see her  --   she's now got the big phony t*** and everything. She's totally changed her look\". Following the comments, Trump and the others get off the bus and are met by actress Arianne Zucker, who welcomes them to the soap opera.",
            "\"I moved on her like a bitch, but I couldn't get there. And she was married,\" Trump says. \"Then all of a sudden I see her, she's now got the big phony tits and everything.",
            "WikiLeaks posts emails hacked from Clinton campaign chairman John Podesta, \"Then all of a sudden I see her, she's now got the big phony tits and everything. She's totally changed her look,\" Trump says of the woman."
        ],
        "tf-idf score": [
            0.9557291034642814,
            1.0575030642954082,
            0.9053955715268297,
            0.9939042995512377
        ]
    },
    "0.6474935272506015-5-162": {
        "average clique similarity": 0.6474935272506015,
        "clique": [
            "0- This was locker roo",
            "1- This was locker roo",
            "4- This was   banter  ",
            "3-Earlier  Trump had i",
            "2- You can do anything"
        ],
        "median tf-idf score": 0.9350394818013834,
        "publications": [
            "CNN",
            "Fox News",
            "Washington Post",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"This was locker room banter, a private conversation that took place many years ago,\" Trump said.",
            "\"This was locker room banter, a private conversation that took place many years ago. Bill Clinton has said far worse to me on the golf course   not even close.",
            "\"This was   banter, a private conversation that took place many years ago.",
            "Earlier, Trump had issued a statement saying the remarks to Bush were \"locker room banter, a private conversation that took place many years ago.",
            "\"You can do anything. \" In a statement Friday afternoon, Trump brushed off the comments, saying, \"This was locker room banter, a private conservation that took place many years ago. \""
        ],
        "tf-idf score": [
            1.038009825102113,
            0.8189259390406545,
            0.3628313202302947,
            0.9350394818013834,
            1.086918762892832
        ]
    },
    "0.6571604708679125-3-83": {
        "average clique similarity": 0.6571604708679125,
        "clique": [
            "1- As the grandfather ",
            "2-As the grandfather o",
            "0-This is horrific  We"
        ],
        "median tf-idf score": 1.0597902031592221,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "\"As the grandfather of two precious girls, I find that no apology can excuse away Donald Trump's reprehensible comments degrading women,\" Jeb Bush tweeted. \"Hitting on married women? Condoning assault?",
            "As the grandfather of two precious girls, I find that no apology can excuse away Donald Trump's reprehensible comments degrading women.",
            "This is horrific. We cannot allow this man to become president. https:  . As the grandfather of two precious girls, I find that no apology can excuse away Donald Trump's reprehensible comments degrading women. This kind of behavior is disgusting. It makes me sick to my stomach."
        ],
        "tf-idf score": [
            1.0964068835569565,
            0.8811815721044194,
            1.0597902031592221
        ]
    },
    "0.6886472930193314-3-443": {
        "average clique similarity": 0.6886472930193314,
        "clique": [
            "0- It s no excuse  but",
            "2- Obviously  I m emba",
            "3-In a statement  Bush"
        ],
        "median tf-idf score": 0.6554026825809787,
        "publications": [
            "Fox News",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "\"It's no excuse, but this happened 11 years ago,\" said Bush. \"I was younger, less mature and acted foolishly in playing along. I'm very sorry\".",
            "\"Obviously, I'm embarrassed and ashamed,\" he said. \"It's no excuse, but this happened eleven years ago  --   I was younger, less mature, and acted foolishly in playing along.",
            "In a statement, Bush said about his part in the conversation, \"Obviously I'm embarrassed and ashamed. It's no excuse, but this happened eleven years ago  --   I was younger, less mature, and acted foolishly in playing along. I'm very sorry\"."
        ],
        "tf-idf score": [
            0.6554026825809787,
            0.5857080676752426,
            0.7817938962133939
        ]
    },
    "0.7085265537733386-3-443": {
        "average clique similarity": 0.7085265537733386,
        "clique": [
            "3-It s like a magnet  ",
            "1-The     problem  Tru",
            "0- And when you re a s"
        ],
        "median tf-idf score": 0.5359237131323243,
        "publications": [
            "NPR",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "It's like a magnet. Just kiss. I don't even wait. And when you're a star, they let you do it. You can do anything\". \"Grab them by the p****.",
            "The ' ' problem: Trump's comments pose issue for news outlets, He also said: \"When you're a star, they let you do it. You can do anything . .. Grab them by the pussy.",
            "\"And when you're a star they let you do it,\" Trump continued. \"You can do anything\"."
        ],
        "tf-idf score": [
            0.1402656463835184,
            0.888107000091525,
            0.5359237131323243
        ]
    },
    "0.7914663428462555-3-443": {
        "average clique similarity": 0.7914663428462555,
        "clique": [
            "3-Bill Clinton has sai",
            "4-Bill Clinton has sai",
            "0- Bill Clinton has sa"
        ],
        "median tf-idf score": 0.43197067242226195,
        "publications": [
            "NPR",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "Bill Clinton has said far worse to me on the golf course  --   not even close.",
            "Bill Clinton has said far worse to me on the golf course  --   not even close,\" Trump said in a statement.",
            "\"Bill Clinton has said far worse to me on the golf course   not even close."
        ],
        "tf-idf score": [
            0.43197067242226195,
            0.9520702593216733,
            0.43197067242226195
        ]
    }
}