{
    "0.12445240396350783-3-171": {
        "average clique similarity": 0.12445240396350783,
        "clique": [
            "2- Soon I will be like",
            "0-We remember fondly o",
            "5-Within four months o"
        ],
        "median tf-idf score": 0.4679513740763777,
        "publications": [
            "National Review",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "\"Soon I will be like everyone else. To all of us comes our turn\". Castro had many admirers, who saw him as a stalwart with his ubiquitous military fatigues and fiery oratory.",
            "We remember fondly our visits with him in Cuba and his love of his country. \"",
            "Within four months of his trip to Washington, the Eisenhower administration had drawn up a plan to overthrow him. Castro aligned himself instead with Cuba's poor  --   who saw their rents reduced and utility bills cut, and who benefited from the construction of new schools and hospitals around the country."
        ],
        "tf-idf score": [
            0.4679513740763777,
            0.255543454928769,
            0.740628991757885
        ]
    },
    "0.12460635339973136-3-702": {
        "average clique similarity": 0.12460635339973136,
        "clique": [
            "0-Fidel Castro was a l",
            "6-The son of a wealthy",
            "5- He was a very promi"
        ],
        "median tf-idf score": 0.8649719250887177,
        "publications": [
            "National Review",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "Fidel Castro was a larger than life leader who served his people for almost half a century.",
            "The son of a wealthy landowner, Fidel Castro turned his back on a life of privilege to lead a   revolution in Cuba that endured for decades and was shaped by his political cunning, keen sense of destiny and boundless ego.",
            "\"He was a very promising, courageous, dedicated, intelligent kind of people  --   an excellent fighter, a man willing to risk his life for his ideas\"."
        ],
        "tf-idf score": [
            0.8649719250887177,
            0.9855123694908178,
            0.3659012036514948
        ]
    },
    "0.1274039182687057-3-144": {
        "average clique similarity": 0.1274039182687057,
        "clique": [
            "0-Yet the Castros  Che",
            "6-Dozens of followers ",
            "1-Fidel Castro proved "
        ],
        "median tf-idf score": 0.5500333238667902,
        "publications": [
            "National Review",
            "Reuters",
            "Guardian"
        ],
        "sentences": [
            "Yet the Castros, Che Guevara, and that gang quickly turned the island into something all too familiar in the world: a   dictatorship with a gulag.",
            "Dozens of followers died and he, Raul Castro and others were captured and imprisoned. \"History will absolve me,\" he declared at his trial. Pardoned in 1955, he went into exile in Mexico where he met  Argentine revolutionary Ernesto \"Che\" Guevara.",
            "Fidel Castro proved as divisive in death as he was in life, with enemies and admirers agreed only on his place in the history books, as a towering figure who transformed a small Caribbean island into a major force in world affairs."
        ],
        "tf-idf score": [
            0.5268771426329167,
            0.5500333238667902,
            0.9800357686244505
        ]
    },
    "0.13026840827491848-3-711": {
        "average clique similarity": 0.13026840827491848,
        "clique": [
            "2- The Cuban people ar",
            "6-Most Cubans  whether",
            "3-The secret police ar"
        ],
        "median tf-idf score": 0.8368764586589074,
        "publications": [
            "Reuters",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "\"The Cuban people are feeling sad because of the loss of our commander in chief Fidel Castro Ruz, and we wish him, wherever he is, that he is blessed, and us Cubans love him,\" a young Cuban woman told CNN,  Castro died Friday at 90.",
            "Most Cubans, whether for or against him, refer to him simply as \"Fidel\". But many Cubans fled his rule as he expropriated businesses and homes and imposed state control over the economy.",
            "The secret police are unrestrained. The disappearance and beatings of citizens are still tools of civilian control, as is the suppression of free speech. Castro's ruthless domination of the Cuban people has not lessened even as his regime crumbles\"."
        ],
        "tf-idf score": [
            0.9406210033445446,
            0.45375550998447167,
            0.8368764586589074
        ]
    },
    "0.1350016717446311-3-627": {
        "average clique similarity": 0.1350016717446311,
        "clique": [
            "4- France  which conde",
            "3-Trump came under int",
            "6-The United States im"
        ],
        "median tf-idf score": 0.7033578060838602,
        "publications": [
            "Washington Post",
            "Reuters",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"France, which condemned human rights abuses in Cuba, had equally challenged the US embargo on Cuba, and France was glad to see the two countries   dialogue and open ties between themselves. \"",
            "Trump came under intense scrutiny in September following allegations that he knowingly violated the U S embargo on Cuba in the 1990s, news that threatened to sour Cuban Americans' opinion of him. A Newsweek story said that Trump spent $68, 000 to send business consultants to Cuba despite the embargo.",
            "The United States imposed its trade embargo on Cuba in 1962 and the CIA admitted trying to kill Castro in the early years of his rule."
        ],
        "tf-idf score": [
            0.5157145780830353,
            0.7033578060838602,
            0.7415542526160216
        ]
    },
    "0.1361551904116725-3-25": {
        "average clique similarity": 0.1361551904116725,
        "clique": [
            "5-Amuchastegui  who wa",
            "2-You did not lose a l",
            "0-He certainly did  a "
        ],
        "median tf-idf score": 0.7468620084123556,
        "publications": [
            "NPR",
            "National Review",
            "CNN"
        ],
        "sentences": [
            "Amuchastegui, who was with him often while serving in the Cuban Foreign Ministry, says Castro sought advice when making a decision but in the end did things his own way.",
            "You did not lose a loved one to the gulags in Cuba,' \" she said, while urging any foreign leaders praising Castro to look at the \"real record\" of his decades in charge.",
            "He certainly did, a great many of them. Why did they love him?"
        ],
        "tf-idf score": [
            0.8192438481852489,
            0.7468620084123556,
            0.04921569566834847
        ]
    },
    "0.13664204668523258-3-763": {
        "average clique similarity": 0.13664204668523258,
        "clique": [
            "0-Carter and Castro me",
            "4-History will record ",
            "6-I realize that this "
        ],
        "median tf-idf score": 0.7895679797592601,
        "publications": [
            "National Review",
            "Reuters",
            "Buzzfeed News"
        ],
        "sentences": [
            "Carter and Castro met at that funeral, which took place in 2000, and this began a relationship between them.",
            "History will record and judge the enormous impact of this singular figure on the people and world around him. For nearly six decades, the relationship between the United States and Cuba was marked by discord and profound political disagreements.",
            "I realize that this will be my true destiny\". U S ENEMY Washington viewed him as a potential enemy even before his rebel army forced Batista to flee Cuba on New Year's Day, 1959. It took just two years for the relationship to unravel as Castro nationalized swaths of the economy and introduced a broad agrarian reform."
        ],
        "tf-idf score": [
            0.44469881015458906,
            0.7895679797592601,
            0.8122631023498038
        ]
    },
    "0.13904897244585532-3-282": {
        "average clique similarity": 0.13904897244585532,
        "clique": [
            "6-REVOLUTION In a coun",
            "4-Putin added that Cas",
            "1-After six decades do"
        ],
        "median tf-idf score": 0.83318656996696,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "Reuters"
        ],
        "sentences": [
            "REVOLUTION In a country that was prosperous by Latin American standards but riven by inequality and illiteracy and with an unsavory reputation as a brothel and   playground for Americans, Castro sought to build a socialist society.",
            "Putin added that Castro has managed to build a \"free and independent Cuba\" that \"became an influential member of the international community and served as an inspiration for many countries and peoples. \"",
            "After six decades dominating his country, and often the world stage, Fidel Castro was both feted around the world as icon, hero and inspiration, and condemned as tyrant and autocrat."
        ],
        "tf-idf score": [
            0.7061662841721483,
            0.83318656996696,
            0.8776215908334685
        ]
    },
    "0.1396009291793859-3-410": {
        "average clique similarity": 0.1396009291793859,
        "clique": [
            "3-Trump had vowed to r",
            "2-But he lived long en",
            "1-US President Barack "
        ],
        "median tf-idf score": 0.6873459403189381,
        "publications": [
            "CNN",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "Trump had vowed to reverse Obama's efforts to open U S relations with Cuba if he was elected president, \"unless the Castro regime meets our demands  --   not my demands, our demands. \"",
            "But he lived long enough to see a historic thaw between Cuba and the United States. The two nations reestablished diplomatic relations in July, and President Barack Obama visited the island this year.",
            "US President Barack Obama was one of the few to respond to Castro's passing with little emotion."
        ],
        "tf-idf score": [
            0.965177965821729,
            0.5535024501872889,
            0.6873459403189381
        ]
    },
    "0.1418331283774624-3-835": {
        "average clique similarity": 0.1418331283774624,
        "clique": [
            "0-The Castro dictators",
            "6-I never expected it ",
            "1-His death may bring "
        ],
        "median tf-idf score": 0.9629049501755377,
        "publications": [
            "Guardian",
            "National Review",
            "Reuters"
        ],
        "sentences": [
            "The Castro dictatorship is not only one of the oldest dictatorships in the world, it is probably the luckiest.",
            "I never expected it, not least having a neighbor   the greatest power in the world   trying to kill me every day,\" he said at a 2006 summit in Argentina, where crowds greeted him like a rock star. While the embargo was economically devastating, it allowed Castro to shift blame for chronic economic problems away from the system he built and onto the United States. He cast the fight as a    story.",
            "His death may bring little immediate practical change but for many Cubans it is a landmark moment. \"This man who decided every detail of the Cuba in which I was born and grew up, is no longer here. There is a strange lightness spread over the island,\" said blogger Yoani Sanchez. Condolences poured in from across Latin America, from veterans of the   struggle he supported in southern Africa, from the Soviet and Russian leaders who propped up then abandoned his government, and from admirers of the free medicine and education he brought to the island."
        ],
        "tf-idf score": [
            0.44755079385407276,
            0.9629049501755377,
            1.1450553196258353
        ]
    },
    "0.14420238474182337-3-209": {
        "average clique similarity": 0.14420238474182337,
        "clique": [
            "0-When Castro died  Ca",
            "6-The long arm of Cast",
            "2-North Korean leader "
        ],
        "median tf-idf score": 0.9983408034414328,
        "publications": [
            "Reuters",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "When Castro died, Carter said, \"Rosalynn and I share our sympathies with the Castro family and the Cuban people on the death of Fidel Castro.",
            "The long arm of Castro's government reached deep into Cubans' lives and internal dissent was stifled with the  assiduous harassment and jailing of opponents who Castro described as mercenaries working for the United States. Economic and political freedoms were constrained and the state controlled everything from the media and ballet companies to doctors' associations and neighborhood watch groups.",
            "North Korean leader Kim Jong Un expressed his condolences to the Castro family and the Cuban people in a statement released through state news agency KCNA    Kim said that Castro was the \"outstanding leader of the Cuban people and a prominent political activist who made distinguished contributions to accomplishing the cause of independence against imperialism,\" the   version of KCNA reported."
        ],
        "tf-idf score": [
            0.9418215738773266,
            0.9983408034414328,
            1.2207005513998064
        ]
    },
    "0.14508862538629008-3-807": {
        "average clique similarity": 0.14508862538629008,
        "clique": [
            "0-Than see them have a",
            "2- This is a celebrati",
            "4-We will stand with t"
        ],
        "median tf-idf score": 0.6435664337176443,
        "publications": [
            "National Review",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "Than see them have a free life? The Castro regime, and it has been very popular, though not in Cuba.",
            "\"This is a celebration, but not a celebration of death, but a beginning of liberty that we've been waiting for many years. The hope is . .. that it opens up Cuba a little bit more,\" a   man said. \"It means a lot for us Cubans,\" another reveler told CNN affiliate WSVN \"It's a moment that we've been waiting for 55 years. We're free at last.",
            "We will stand with the oppressed Cuban people for a free and democratic Cuba."
        ],
        "tf-idf score": [
            0.6435664337176443,
            0.7212462021294038,
            0.4945090877455983
        ]
    },
    "0.14615826949097074-3-74": {
        "average clique similarity": 0.14615826949097074,
        "clique": [
            "5- Once he became conv",
            "1- It s the end of an ",
            "2-I hope Cuba will con"
        ],
        "median tf-idf score": 1.015130498780427,
        "publications": [
            "CNN",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "\"Once he became convinced of any of these projects, despite whatever evidence, despite whatever arguments against that project, he stood by his convictions and he would go on and on regardless of everything and everyone,\" Amuchastegui says. Some of Castro's biographers think his stubbornness came from the years he spent in strict Catholic boarding schools. He was a born rebel unlike his brother Raul, Fidel was never close to his family  --   not to his parents, not to his wives, not to his children. He did not hesitate to order the arrest of former friends and associates if he suspected they were conspiring against him.",
            "\"It's the end of an era. In his time he managed to leave no one indifferent,\" said Cuban playwright Norge Espinosa Mendoza. \"His charisma, his speeches, his impulses and also his errors gave the world another view of Cuba. \"",
            "I hope Cuba will continue to advance on a path of reform and greater prosperity,\" Ban said. Pope Francis sent a telegram to Raul Castro expressing his sorrow for Castro's family and the Cuban people, and offering his prayers."
        ],
        "tf-idf score": [
            1.0331744114875,
            0.6421796981906084,
            1.015130498780427
        ]
    },
    "0.146528085400261-3-320": {
        "average clique similarity": 0.146528085400261,
        "clique": [
            "2-Actor of the Cold Wa",
            "4-   Fidel  Castro s d",
            "6-In an Oct  26 cable "
        ],
        "median tf-idf score": 0.6652937365381728,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Reuters"
        ],
        "sentences": [
            "Actor of the Cold War, he corresponded to an era which ended with the collapse of the Soviet Union\". Hollande also said he welcomed the recent thaw in   relations.",
            ".. Fidel #Castro's death marks the end of an era for #Cuba  the start of a new one for Cuba's people, The death of #Fidel signals the end of an era.",
            "In an Oct. 26 cable to Soviet leader Nikita Khrushchev, Castro seemed convinced the Americans would invade Cuba and suggested the Soviets \"eliminate this danger\" with an act of \"legitimate self defense\"."
        ],
        "tf-idf score": [
            0.2460048220888846,
            0.8670220196722129,
            0.6652937365381728
        ]
    },
    "0.14823624121252685-3-766": {
        "average clique similarity": 0.14823624121252685,
        "clique": [
            "3-In the   Trump wrote",
            "0-In 1986  he wrote th",
            "5-In 1958  Castro had "
        ],
        "median tf-idf score": 0.5204000581952025,
        "publications": [
            "NPR",
            "Washington Post",
            "National Review"
        ],
        "sentences": [
            "In the   Trump wrote that \"it would be instructive to remember the role that Castro played in the struggle between  --   yes  --   good and evil\".",
            "In 1986, he wrote the memoir Against All Hope, earning him a designation: \"the Cuban Solzhenitsyn. \" That book and others punctured the lies of the Cuban regime.",
            "In 1958, Castro had told a confidant that his rebellion against Batista would be followed by \"a longer and bigger war\" against the Americans. That, Castro said, will be my \"true destiny\"."
        ],
        "tf-idf score": [
            0.5204000581952025,
            0.2919319185775609,
            0.5908760495313258
        ]
    },
    "0.15254713742885312-3-177": {
        "average clique similarity": 0.15254713742885312,
        "clique": [
            "3-The   offered up a  ",
            "2-The national   mourn",
            "1-The news was broken "
        ],
        "median tf-idf score": 0.49322401473230176,
        "publications": [
            "Washington Post",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "The   offered up a   tweet shortly after 8 a. m. Saturday, saying simply: \"Fidel Castro is dead!\"",
            "The national   mourning period began Saturday, as the nation woke up to the news that the man who had long been the face of their nation was gone.",
            "The news was broken on Cuban state television in the early hours of Saturday morning."
        ],
        "tf-idf score": [
            0.58109846687917,
            0.338509130978443,
            0.49322401473230176
        ]
    },
    "0.15284283376387997-3-504": {
        "average clique similarity": 0.15284283376387997,
        "clique": [
            "0-One of them was Juan",
            "2- For us  he was like",
            "6-Daughter Alina Ferna"
        ],
        "median tf-idf score": 0.5564694054485712,
        "publications": [
            "CNN",
            "Reuters",
            "National Review"
        ],
        "sentences": [
            "One of them was Juanita Castro, who had fought alongside her brothers.",
            "\"For us, he was like a father. And Cuba sees him as a father. One woman just called crying and saying she had lost her father.",
            "Daughter Alina Fernandez, whose mother was a Havana socialite who Castro had an affair with while underground in the 1950s, escaped from Cuba disguised as a tourist in 1993 and is a vocal critic of her father."
        ],
        "tf-idf score": [
            0.5564694054485712,
            0.39966117562124154,
            0.7725916751469332
        ]
    },
    "0.15540821453420617-3-243": {
        "average clique similarity": 0.15540821453420617,
        "clique": [
            "5-Castro told the U N ",
            "2- They have been knoc",
            "0-People streamed out "
        ],
        "median tf-idf score": 0.5483456213420768,
        "publications": [
            "CNN",
            "NPR",
            "National Review"
        ],
        "sentences": [
            "Castro told the U N delegates that if they were to talk about human rights, they should talk also about the rights of humanity. \"Why do some people have to go barefoot, so that others can drive luxury cars?",
            "\"They have been knocking and calling and asking if it is true,\" said Angel Daniel Castro, a nephew of Fidel Castro's. \"Many people are crying. Some complain of high blood pressure.",
            "People streamed out of the country, if they were able."
        ],
        "tf-idf score": [
            0.5483456213420768,
            0.7238399897710588,
            0.16425188056837225
        ]
    },
    "0.15789848939688686-3-262": {
        "average clique similarity": 0.15789848939688686,
        "clique": [
            "2-The trek with Castro",
            "4-Viva Cuba Libre  Lam",
            "6-In 1953  he led a ra"
        ],
        "median tf-idf score": 0.5586138949550654,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "The trek with Castro's ashes finishes on Saturday and culminates with another mass in Plaza Antonio Maceo in Santiago de Cuba.",
            "Viva Cuba Libre! Lamento el fallecimiento de Fidel Castro Ruz, lider de la Revolucion cubana y referente emblematico del siglo XX Fidel Castro fue un amigo de Mexico, promotor de una relacion bilateral basada en el respeto, el dialogo y la solidaridad.",
            "In 1953, he led a raid on the Moncada barracks in the eastern city of Santiago de Cuba."
        ],
        "tf-idf score": [
            0.5586138949550654,
            0.8036804632252895,
            0.1906650020952315
        ]
    },
    "0.16023784488905177-3-432": {
        "average clique similarity": 0.16023784488905177,
        "clique": [
            "5- I  do  not agree wi",
            "2-He said many Cubans ",
            "3-He exported revoluti"
        ],
        "median tf-idf score": 0.7880703173952559,
        "publications": [
            "NPR",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "\"I [do] not agree with communists. .. What we want is to get as soon as possible the condition for free election,\" he said, adding that the process would not take more than four years. If Castro wanted to make a good impression on his American hosts, however, he also wanted to show he had come to the United States on his own terms.",
            "He said many Cubans were cheering, because they had been forced to come to the United States when they couldn't have the freedom to make a life in their homeland. Repressive laws allow the government to jail and punish its critics, such as dissidents and journalists with long prison sentences, according to Human Rights Watch.",
            "He exported revolution to Central and South America. He abetted Libyan terrorism. He gave asylum to murderers. He posted troops in Africa. \"More important, he turned his nation into a   prison. His regime controls every aspect of human life   access to food, medical assistance, schools and employment. Castro has not mellowed with age. Terror continues to reign."
        ],
        "tf-idf score": [
            0.8090721198565923,
            0.6051440974034211,
            0.7880703173952559
        ]
    },
    "0.16133649875734105-3-157": {
        "average clique similarity": 0.16133649875734105,
        "clique": [
            "1-was followed three h",
            "3-Trump followed that ",
            "6-Ambushed at landing "
        ],
        "median tf-idf score": 0.887291907875244,
        "publications": [
            "Guardian",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "was followed three hours later with a   condemnation of the Castro regime's human rights abuses.",
            "Trump followed that up a few hours later with a lengthier statement, in which he called Castro a \"brutal dictator who oppressed his own people for nearly six decades\" and said he hoped Castro's death gave Cuban Americans \"the hope of one day soon seeing a free Cuba\".",
            "Ambushed at landing by government troops, only 12 of the 82 rebels on board made it to the rugged Sierra Maestra mountains. Castro denied Batista's claims that he was a communist but decades later he told Spanish journalist Ignacio Ramonet in a book \"100 hours with Fidel\" that by 1952, \"I was already a convinced  \"."
        ],
        "tf-idf score": [
            0.6719754815316115,
            1.3349315247201199,
            0.887291907875244
        ]
    },
    "0.16159623413734842-3-873": {
        "average clique similarity": 0.16159623413734842,
        "clique": [
            "2-He clung to a social",
            "6-COMMUNIST OUTPOST Wh",
            "5-Under Fidel Castro s"
        ],
        "median tf-idf score": 0.6922020018022587,
        "publications": [
            "CNN",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "He clung to a socialist economic model and   Communist rule, even after the Soviet Union disintegrated and most of the rest of the world concluded that state socialism was an idea whose time had come and gone. The Cuban Communist Party mourned for \"the commander of the Cuban Revolution\" with the hashtag #UntilVictoryAlwaysFidel.",
            "COMMUNIST OUTPOST When the Soviet bloc collapsed in 1991, it seemed Castro's communist rule would not survive.",
            "Under Fidel Castro's direction, Cuba became the one and only communist state in the Western Hemisphere."
        ],
        "tf-idf score": [
            0.6922020018022587,
            0.43827580480198264,
            0.7385919244927291
        ]
    },
    "0.16786498112909207-3-590": {
        "average clique similarity": 0.16786498112909207,
        "clique": [
            "6-When U S  aircraft b",
            "4-In the days ahead  t",
            "0-Why do they still  F"
        ],
        "median tf-idf score": 0.31779939211175146,
        "publications": [
            "National Review",
            "Buzzfeed News",
            "Reuters"
        ],
        "sentences": [
            "When U S  aircraft bombed his rebels in 1958, he vowed revenge. \"I have sworn that the Americans will pay very dearly for what they are doing,\" he said in a letter to close friend and aide Celia Sanchez. \"When this war has ended, a much bigger and greater war will start for me, a war I shall launch against them.",
            "In the days ahead, they will recall the past and also look to the future. As they do, the Cuban people must know that they have a friend and partner in the United States of America.",
            "Why do they still? For one thing, they see him as that defier of the yanqui colossus. But also, they have bought, and propagated, three myths: that the dictatorship has been good for literacy, good for health care, and good for black people (\" \"). All of this is untrue. All of it has been thoroughly debunked."
        ],
        "tf-idf score": [
            0.31779939211175146,
            0.5043013686246941,
            0.3056037959524535
        ]
    },
    "0.16898133993756623-3-612": {
        "average clique similarity": 0.16898133993756623,
        "clique": [
            "3-  Fidel Castro is de",
            "5-What is not disputed",
            "0-But that is a U S  v"
        ],
        "median tf-idf score": 0.5131136535332036,
        "publications": [
            "National Review",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "  Fidel Castro is dead!",
            "What is not disputed is that from his earliest days in politics, Castro was an autocrat who moved ruthlessly against anyone who dared oppose him.",
            "But that is a U S  view."
        ],
        "tf-idf score": [
            0.5131136535332036,
            0.5835128909837098,
            0.015427094189969535
        ]
    },
    "0.17774053140346605-3-294": {
        "average clique similarity": 0.17774053140346605,
        "clique": [
            "0-Fidel Castro was the",
            "1-He had outlived six ",
            "5-And in his most dram"
        ],
        "median tf-idf score": 0.7851358271991626,
        "publications": [
            "NPR",
            "Guardian",
            "National Review"
        ],
        "sentences": [
            "Fidel Castro was the most popular dictator in the free and democratic world.",
            "He had outlived six US presidents, most of the allies and opponents of his revolutionary years, and even the struggles of the cold war, that defined perhaps the most dramatic period of his rule, the Cuban missile crisis.",
            "And in his most dramatic move, Raul and President Obama announced in December 2014 that the two countries would move to normalize relations, including opening embassies in both countries. In the end, Fidel Castro outlasted U S presidents determined to overthrow him, survived the collapse of the communist bloc that sustained him and outlived many of those who wanted to replace him."
        ],
        "tf-idf score": [
            0.7851358271991626,
            0.4535244738790697,
            0.8478824259521163
        ]
    },
    "0.1828674784755422-3-871": {
        "average clique similarity": 0.1828674784755422,
        "clique": [
            "5- He was not a corrup",
            "6-He managed to preser",
            "4- In the past years  "
        ],
        "median tf-idf score": 0.9262203850893459,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "\"He was not a corrupt politician as in the past we used to have,\" says Domingo Amuchastegui, who was a diplomat in Castro's government until he fled Cuba in 1994.",
            "He managed to preserve his revolution despite constant U S hostility even when Cuba reeled from the collapse of the Soviet Union in the early 1990s, showing the vigor of a man who intended to die in office. Instead, almost killed by a serious intestinal illness, he was forced to step aside in 2006 and he formally handed over to his younger brother, Raul Castro, in 2008.",
            "\"In the past years, even when Fidel Castro was not formally in power, his role in strengthening the country was huge,\" Gorbachev said."
        ],
        "tf-idf score": [
            0.7890948241611113,
            0.9517233446674009,
            0.9262203850893459
        ]
    },
    "0.1836957009533899-3-327": {
        "average clique similarity": 0.1836957009533899,
        "clique": [
            "5-As it is  Dominguez ",
            "2- I say to the people",
            "4-  Fidel Castro  lead"
        ],
        "median tf-idf score": 0.9773003729094986,
        "publications": [
            "CNN",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "As it is, Dominguez gives Castro at best mixed marks. The leader who wanted to uplift the poor and educate the illiterate was also a megalomaniac, determined to hold on to power at all costs. \"He also ordered the imprisonment and abuse of hundreds of thousands of people during the course of his career,\" Dominguez says.",
            "\"I say to the people of Cuba, with profound pain I come here to inform our people, our friends of America and the world, that today, 25 November, 2016, at 10:29 pm, died the chief commander of the Cuban revolution, Fidel Castro Ruz,\" Raul Castro said. All activities and public performances will stop, and the flag will be flown at   in public and military establishments.",
            "' Fidel Castro, leader of the Cuban revolution, died at the age of 90 on Friday.'"
        ],
        "tf-idf score": [
            0.9773003729094986,
            1.3529485857984023,
            0.8025745778543083
        ]
    },
    "0.1848750169558757-4-444": {
        "average clique similarity": 0.1848750169558757,
        "clique": [
            "3-As Trump ran for Pre",
            "1-Castro was hailed as",
            "4-  French President F",
            "2-Chinese President Xi"
        ],
        "median tf-idf score": 0.803718725887689,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "As Trump ran for President, he said he was in favor of President Obama's efforts to normalize relations with Cuba, although he blasted Obama for a \"  deal for Cuba,\" according to The Washington Post's Jose A DelReal.",
            "Castro was hailed as a \"symbol of an era\" by Russian President Vladimir Putin, a \"true comrade and friend\" by China's President Xi Jinping, and in one of the warmest tributes, South African President Jacob Zuma celebrated a key ally in the fight against South Africa's apartheid regime.",
            "' French President Francois Hollande:' ' Russian President Vladimir Putin:' ' Chinese President Xi Jinping:' ' Canadian Prime Minister Justin Trudeau:' ' Prime Minister of India Narendra Modi:' ' Pesident of Ecuador Rafael Correa: \"He was a great one.",
            "Chinese President Xi Jinping hailed Castro as a \"great leader\" for the Cuban people and said China had lost \"an intimate and sincere friend,\" according to a statement read out on Chinese state TV \"He achieved immortal historical achievements for the development of world socialism."
        ],
        "tf-idf score": [
            0.6884344188658131,
            0.9190030329095649,
            0.4776089504979264,
            1.159401941641474
        ]
    },
    "0.1887854898382895-3-873": {
        "average clique similarity": 0.1887854898382895,
        "clique": [
            "0-More Fidel Castro In",
            "1- Fidel Castro was a ",
            "6-In his final years  "
        ],
        "median tf-idf score": 0.8612024934907665,
        "publications": [
            "National Review",
            "Guardian",
            "Reuters"
        ],
        "sentences": [
            "More Fidel Castro In America, a Thousand Little CastrosFidel Castro: HomophobeThe Media Has Been Reporting Fake News about Castro and Cuba for YearsThe elder Castro dictator has died in bed at a very ripe old age: 90.",
            "\"Fidel Castro was a dictator who oppressed his people for 50 years.",
            "In his final years, Castro wrote opinion columns for Cuba's state media but was rarely seen."
        ],
        "tf-idf score": [
            0.9918234770093507,
            0.8612024934907665,
            0.8264934807623721
        ]
    },
    "0.1892581961224807-3-822": {
        "average clique similarity": 0.1892581961224807,
        "clique": [
            "5-Castro grew up on hi",
            "2-Many held posters an",
            "6-Tad Szulc  a biograp"
        ],
        "median tf-idf score": 0.842480807915629,
        "publications": [
            "NPR",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "Castro grew up on his father's farm in eastern Cuba, where most of the nearby land belonged to a U S  corporation, the United Fruit Company.",
            "Many held posters and some cried. In Biran, a town near Cuba's eastern tip where Castro was born, people were calling and knocking on the door of his   Martin Castro.",
            "Tad Szulc, a biographer, called him \"Cuba's great master of political seduction\". EARLY YEARS Born on Aug. 13, 1926, Castro grew up as a privileged son on his father's plantation in the eastern village of Biran, where his playmates were children of impoverished workers living in thatched huts with dirt floors. He said the economic injustice he witnessed there inspired a lifelong sympathy for the poor."
        ],
        "tf-idf score": [
            0.6010232235289721,
            0.842480807915629,
            0.8845710840828275
        ]
    },
    "0.19168144765986203-3-247": {
        "average clique similarity": 0.19168144765986203,
        "clique": [
            "0-A headline in the  L",
            "4-  Enrique Pena Nieto",
            "3-1958 Cuban rebel lea"
        ],
        "median tf-idf score": 0.8906972409630342,
        "publications": [
            "Buzzfeed News",
            "National Review",
            "Washington Post"
        ],
        "sentences": [
            "A headline in the (London) Telegraph read, \"The Death of Fidel Castro, Socialist Leader of the Third World, Also Marks the End of 20th Century Communism. \"",
            "' Enrique Pena Nieto, President of Mexico: \"I lament the passing of Fidel Castro Ruz, leader of the Cuban revolution and emblem of the 20th century.",
            "1958 Cuban rebel leader Fidel Castro is shown in the study of the apartment in New York he occupied, when he inaugurated the 26th of July Movement and collected vast sums of money for the first \"invasion\" of Cuba on Dec. 2, 1956."
        ],
        "tf-idf score": [
            0.7393076871890424,
            0.8906972409630342,
            0.9979318517419203
        ]
    },
    "0.21118299857123032-3-70": {
        "average clique similarity": 0.21118299857123032,
        "clique": [
            "5-Former Cuban leader ",
            "3-Caption   Former Cub",
            "2-Havana  Cuba  CNN  T"
        ],
        "median tf-idf score": 1.1216306233709223,
        "publications": [
            "Washington Post",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "Former Cuban leader Fidel Castro has died at age 90, according to Cuban state media, confirms NPR Castro, who took power in the Cuban Revolution in 1959, led his country for nearly 50 years.",
            "Caption   Former Cuban political leader and communist revolutionary, Fidel Castro, dies at 90.",
            "Havana, Cuba (CNN) The Cuban people will stop to pay their respects this week to the late Fidel Castro, the country's former leader who dominated the island nation for decades."
        ],
        "tf-idf score": [
            1.1216306233709223,
            0.8133298663645919,
            1.1949415325629755
        ]
    },
    "0.22640869178196513-3-130": {
        "average clique similarity": 0.22640869178196513,
        "clique": [
            "0-Admirers of Fidel Ca",
            "4-Fidel is dead  Long ",
            "2- Great Castro will l"
        ],
        "median tf-idf score": 0.3987119383612993,
        "publications": [
            "National Review",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "Admirers of Fidel Castro around the world have one thing in common: They never had to live under his dictatorship.",
            "Fidel is dead. Long live Cuba! Long live Latin America! \"'",
            "\"Great Castro will live forever. \""
        ],
        "tf-idf score": [
            0.6234415513783391,
            0.38634177507883144,
            0.3987119383612993
        ]
    },
    "0.2495972577442642-3-4": {
        "average clique similarity": 0.2495972577442642,
        "clique": [
            "2-His brother  Raul Ca",
            "1-Mourning and celebra",
            "5-After undergoing int"
        ],
        "median tf-idf score": 0.5168498618806824,
        "publications": [
            "Guardian",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "His brother, Raul Castro, announced his death in a televised statement.",
            "Mourning and celebrations began together, soon after his brother and successor president Raul announced that old age and illness had finally done what the CIA could not manage in hundreds of assassination attempts, and carried the Cuban leader away.",
            "After undergoing intestinal surgery, Castro had ceded power in July 2006 to his younger brother Raul, who announced his death late Friday on Cuban state television."
        ],
        "tf-idf score": [
            0.48332618276859635,
            0.5168498618806824,
            0.7743151719209476
        ]
    },
    "0.263831953779845-3-227": {
        "average clique similarity": 0.263831953779845,
        "clique": [
            "2-India mourns the los",
            "0-Trudeau s son  the c",
            "4-Trudeau also mention"
        ],
        "median tf-idf score": 0.4798245288513536,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "India mourns the loss of a great friend\". Canadian Prime Minister Justin Trudeau described Castro as \"a larger than life leader who served his people for almost half a century.",
            "Trudeau's son, the current prime minister of Canada, Justin, was even more effusive than Carter.",
            "Trudeau also mentioned the long friendship between his father, former prime minister Pierre Elliott Trudeau, and Castro."
        ],
        "tf-idf score": [
            0.7386875643863791,
            0.2899679177395838,
            0.4798245288513536
        ]
    },
    "0.26713407042183196-3-873": {
        "average clique similarity": 0.26713407042183196,
        "clique": [
            "6-Admirers saw a visio",
            "2-A legendary revoluti",
            "0-A legendary revoluti"
        ],
        "median tf-idf score": 0.4998136403453805,
        "publications": [
            "Reuters",
            "CNN",
            "National Review"
        ],
        "sentences": [
            "Admirers saw a visionary who stood up to U S domination of Latin America, brought healthcare and education to the poor, and inspired socialist movements across the world.",
            "A legendary revolutionary and orator, Mr Castro made significant improvements to the education and health care of his island nation\".",
            "A legendary revolutionary and orator, Mr Castro made significant improvements to the education and healthcare of his island nation."
        ],
        "tf-idf score": [
            0.20920719432510868,
            0.5205881666862977,
            0.4998136403453805
        ]
    },
    "0.2859261796890133-3-873": {
        "average clique similarity": 0.2859261796890133,
        "clique": [
            "5-Why are some people ",
            "4-Though the tragedies",
            "0-Absolute dictators c"
        ],
        "median tf-idf score": 0.5216009575675458,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "National Review"
        ],
        "sentences": [
            "Why are some people able to live only 35 years, in order that others can live 70 years? Why do some people have to be miserably poor, in order that others can be extravagantly rich?",
            "Though the tragedies, deaths and pain caused by Fidel Castro cannot be erased, our administration will do all it can to ensure the Cuban people can finally begin their journey toward prosperity and liberty.",
            "Absolute dictators can do that. Cuba was, among other things, Fidel's personal fiefdom."
        ],
        "tf-idf score": [
            0.22744023629084292,
            0.8958972752299734,
            0.5216009575675458
        ]
    },
    "0.2864726847412746-3-873": {
        "average clique similarity": 0.2864726847412746,
        "clique": [
            "3- While Cuba remains ",
            "4-While Cuba remains a",
            "0-He said  It is with "
        ],
        "median tf-idf score": 0.7043838847833546,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "National Review"
        ],
        "sentences": [
            "\"While Cuba remains a totalitarian island, it is my hope that today marks a move away from the horrors endured for too long, and toward a future in which the wonderful Cuban people finally live in the freedom they so richly deserve\".",
            "While Cuba remains a totalitarian island, it is my hope that today marks a move away from the horrors endured for too long, and toward a future in which the wonderful Cuban people finally live in the freedom they so richly deserve.",
            "He said, It is with deep sorrow that I learned today of the death of Cuba's longest serving President."
        ],
        "tf-idf score": [
            0.7043838847833546,
            0.7043838847833546,
            0.38432557965092085
        ]
    },
    "0.2932956707068395-3-420": {
        "average clique similarity": 0.2932956707068395,
        "clique": [
            "1-Obama s successor   ",
            "3-Shortly thereafter  ",
            "4-The tyrant  Castro i"
        ],
        "median tf-idf score": 0.5813897302105674,
        "publications": [
            "Guardian",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "Obama's successor,   Trump, was less measured. A cryptic initial Twitter response to the news, the statement \"Fidel Castro is dead!\"",
            "Shortly thereafter, Vice   Mike Pence chimed in on Twitter, saying: \"The tyrant #Castro is dead. New hope dawns\".",
            "The tyrant #Castro is dead. New hope dawns."
        ],
        "tf-idf score": [
            0.896054870760293,
            0.5813897302105674,
            0.4867967112756598
        ]
    },
    "0.3265027677826218-3-199": {
        "average clique similarity": 0.3265027677826218,
        "clique": [
            "4-Xi added Castro was ",
            "3-Trump added   Though",
            "2-He was the great per"
        ],
        "median tf-idf score": 0.7665170825204596,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "Xi added Castro was \"a great man of our time\" and that \"history and people will remember him. \"",
            "Trump added: \"Though the tragedies, deaths and pain caused by Fidel Castro cannot be erased, our administration will do all it can to ensure the Cuban people can finally begin their journey toward prosperity and liberty\".",
            "He was the great person of our era, and people and history will remember him,\" Xi said."
        ],
        "tf-idf score": [
            0.7665170825204596,
            0.9716736647106685,
            0.47660087724021827
        ]
    },
    "0.36656549724032156-3-873": {
        "average clique similarity": 0.36656549724032156,
        "clique": [
            "5-And yet  Castro was ",
            "2- History will record",
            "1- History will record"
        ],
        "median tf-idf score": 0.7828841570988879,
        "publications": [
            "NPR",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "And yet, Castro was not interested in personal enrichment he deployed his enormous authority on behalf of health, education and welfare programs that brought Cuba attention around the world.",
            "\"History will record and judge the enormous impact of this singular figure on the people and world around him\". Fidel Castro dies: What now for   relations?",
            "\"History will record and judge the enormous impact of this singular figure on the people and world around him,\" he said, echoing perhaps unwittingly one of Castro's most famous declarations  --   \"history will absolve me\"."
        ],
        "tf-idf score": [
            0.8276769232165039,
            0.7828841570988879,
            0.7468153994213271
        ]
    },
    "0.3678385559652361-3-587": {
        "average clique similarity": 0.3678385559652361,
        "clique": [
            "0-While a controversia",
            "4- While a controversi",
            "5-One of the most prom"
        ],
        "median tf-idf score": 0.7843052732998712,
        "publications": [
            "National Review",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "While a controversial figure, both Mr Castro's supporters and detractors recognized his tremendous dedication and love for the Cuban people who had a deep and lasting affection for \"el Comandante\".",
            "\"While a controversial figure, both Mr Castro's supporters and detractors recognize his tremendous dedication and love the Cuban people who had a need and lasting affection for 'El Comandante'. \"",
            "One of the most prominent international figures in the last half of the 20th century, Castro inspired both passionate love and hate. Many who later lost faith in him can remember how they once admired the man who needed just a dozen men to launch the Cuban Revolution."
        ],
        "tf-idf score": [
            0.7865288185030483,
            0.7843052732998712,
            0.7676961861736988
        ]
    },
    "0.5107767167772939-3-257": {
        "average clique similarity": 0.5107767167772939,
        "clique": [
            "2- We know that this m",
            "4-  US President Barac",
            "1-We know that this mo"
        ],
        "median tf-idf score": 1.1919051372495686,
        "publications": [
            "CNN",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"We know that this moment fills Cubans    in Cuba and in the United States    with powerful emotions, recalling the countless ways in which Fidel Castro altered the course of individual lives, families, and of the Cuban nation,\" he said.",
            "' US President Barack Obama said Fidel Castro's passing \"fills Cubans  --   in Cuba and in the United States  --   with powerful emotions\":' ' US   Donald Trump had little to say on Twitter' ' But he later released a more detailed, fiery statement:' ' Vice   Mike Pence was also glad to see Castro gone.'",
            "We know that this moment fills Cubans  --   in Cuba and in the United States  --   with powerful emotions, recalling the countless ways in which Fidel Castro altered the course of individual lives, families, and of the Cuban nation,\" Obama said."
        ],
        "tf-idf score": [
            1.1659278437764198,
            1.569762195143075,
            1.1919051372495686
        ]
    },
    "0.9358648500748914-3-561": {
        "average clique similarity": 0.9358648500748914,
        "clique": [
            "1-Fidel Castro s legac",
            "3- Fidel Castro s lega",
            "4-Fidel Castro s legac"
        ],
        "median tf-idf score": 0.7631934851317831,
        "publications": [
            "Guardian",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "Fidel Castro's legacy is one of firing squads, theft, unimaginable suffering, poverty and the denial of fundamental human rights,\" the official Trump statement said.",
            "\"Fidel Castro's legacy is one of firing squads, theft, unimaginable suffering, poverty and the denial of fundamental human rights,\" the statement said.",
            "Fidel Castro's legacy is one of firing squads, theft, unimaginable suffering, poverty and the denial of fundamental human rights."
        ],
        "tf-idf score": [
            0.8383793662508062,
            0.7631934851317831,
            0.6454408643934585
        ]
    }
}