{
    "0.2365832848282533-3-7": {
        "average clique similarity": 0.2365832848282533,
        "clique": [
            "2-The Chekov character",
            "1-He is perhaps best k",
            "0- Anton Yelchin  an a"
        ],
        "median tf-idf score": 1.1665362192236626,
        "publications": [
            "Breitbart",
            "Buzzfeed News",
            "Reuters"
        ],
        "sentences": [
            "The Chekov character was originally played on television in the 1960s \"Star Trek\" series, and in the first seven   adaptations of the show, by actor and writer Walter Koenig.",
            "He is perhaps best known for playing Chekov in the series of rebooted Star Trek films. The latest entry in the franchise, Star Trek Beyond, is due out in theaters July 22. Yelchin's   in the series, John Cho, posted his condolences to the actor on social media, calling him \"a great pal and a great son. \"",
            " Anton Yelchin, an actor most famous for appearing in the rebooted Star Trek series, was found dead Sunday after he was crushed by his own car."
        ],
        "tf-idf score": [
            0.8918403213068338,
            1.3060483700046688,
            1.1665362192236626
        ]
    },
    "0.2464007118413524-3-37": {
        "average clique similarity": 0.2464007118413524,
        "clique": [
            "3-He also played a you",
            "2-Yelchin played Jacob",
            "0-He starred in the ti"
        ],
        "median tf-idf score": 0.7037593453850632,
        "publications": [
            "Reuters",
            "Fox News",
            "Buzzfeed News"
        ],
        "sentences": [
            "He also played a young Kyle Reese in 2009's \"Terminator Salvation\". Yelchin, an only child, was born in Russia.",
            "Yelchin played Jacob Clarke in the Steven Spielberg miniseries \"Taken\" and also appeared in the films \"Terminator Salvation,\" \"Charlie Bartlett,\" \"Fright Night,\" \"Like Crazy,\" and \"Only Lovers Left Alive\" between 2007 and 2013.",
            "He starred in the title role in the 2007 comedy Charlie Bartlett alongside Robert Downey Jr before landing the role of Pavel Chekov, a young Russian prodigy, in J J Abrams' Star Trek reboot in 2009, the same year he appeared in Terminator Salvation."
        ],
        "tf-idf score": [
            0.7037593453850632,
            0.709335729850633,
            0.695847732205181
        ]
    },
    "0.2902596004772224-3-38": {
        "average clique similarity": 0.2902596004772224,
        "clique": [
            "4-    Friends found th",
            "2-Yelchin was due at a",
            "0-In a statement  the "
        ],
        "median tf-idf score": 0.7195826400846431,
        "publications": [
            "Buzzfeed News",
            "Reuters",
            "Business Insider"
        ],
        "sentences": [
            "'   Friends found the body after he failed to arrive at a rehearsal   on Saturday evening. ' \"   Police told the news website that the car's engine was still   running and in neutral when the body was found. \"",
            "Yelchin was due at a rehearsal, and when he did not show up friends went to his house and found him dead, Houser said.",
            "In a statement, the Los Angeles Police Department Valley Traffic division said the actor's body was discovered by friends at his home in the neighborhood of Studio City around 1 a. m. when he failed to show at a rehearsal."
        ],
        "tf-idf score": [
            0.7195826400846431,
            0.7149704706880252,
            0.8147579146376072
        ]
    },
    "0.342957571825894-3-73": {
        "average clique similarity": 0.342957571825894,
        "clique": [
            "1- According to TMZ  Y",
            "4-         Anton Yelch",
            "3- Anton Yelchin  best"
        ],
        "median tf-idf score": 1.2684326923977935,
        "publications": [
            "Business Insider",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "[According to TMZ, Yelchin's body was found early Sunday morning pinned between his car and a brick mailbox in the driveway of his San Fernando Valley home. The car's engine was reportedly still running when law enforcement arrived on scene.",
            "'  ' '   Anton Yelchin, an actor known for appearing in the \"Star Trek\"   movie franchise, was found dead on Sunday morning in California''s   San Fernando Valley, where he lived.",
            " Anton Yelchin, best known for playing Chekov in the recent \"Star Trek\" movies, was found dead early Sunday morning after apparently being pinned between his car and a brick mailbox on his property, TMZ reported."
        ],
        "tf-idf score": [
            1.1796833488908434,
            1.2684326923977935,
            1.4324034629735856
        ]
    },
    "0.3457256171730335-3-84": {
        "average clique similarity": 0.3457256171730335,
        "clique": [
            "2-The   Yelchin  27  d",
            "4-Yelchin s body was p",
            "0-Yelchin was pinned b"
        ],
        "median tf-idf score": 0.8258698940048821,
        "publications": [
            "Reuters",
            "Business Insider",
            "Buzzfeed News"
        ],
        "sentences": [
            "The   Yelchin, 27, died shortly after 1 a. m. after he apparently stepped out of his car in the steep driveway of his Los Angeles home and it rolled backwards, said Jenny Houser, spokeswoman for the Los Angeles Police Department. \"The car pinned him against a brick wall and a security fence, and that trauma led to his death,\" Houser said.",
            "Yelchin's body was pinned between   his car and a brick mailbox attached to a security gate at his   Studio City home. \"",
            "Yelchin was pinned between his car and the brick pillar of a mailbox."
        ],
        "tf-idf score": [
            0.8258698940048821,
            0.8451775579948623,
            0.6778137381614394
        ]
    },
    "0.3510123531091536-3-56": {
        "average clique similarity": 0.3510123531091536,
        "clique": [
            "0-Born March 11  1989 ",
            "3-His parents were pro",
            "2-Yelchin was born in "
        ],
        "median tf-idf score": 0.7840898274822113,
        "publications": [
            "Buzzfeed News",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "Born March 11, 1989, in the Russian city of Saint Petersburg, then called Leningrad, Yelchin was the son of figure skaters who emigrated to the United States as Soviet refugees when he was a baby.",
            "His parents were professional figure skaters who moved the family to the United States when Yelchin was a baby. He briefly flirted with skating lessons, too, before discovering that he wasn't very skilled on the ice.",
            "Yelchin was born in St. Petersburg, the son of two figure skaters, and emigrated to the United States as an infant."
        ],
        "tf-idf score": [
            0.8295368407353106,
            0.7840898274822113,
            0.735996500325147
        ]
    },
    "0.3727394374416999-3-15": {
        "average clique similarity": 0.3727394374416999,
        "clique": [
            "3-He was 27  Yelchin s",
            "1-Actor Anton Yelchin ",
            "0-He was 27 "
        ],
        "median tf-idf score": 0.7171560029953008,
        "publications": [
            "Fox News",
            "Breitbart",
            "Buzzfeed News"
        ],
        "sentences": [
            "He was 27. Yelchin's publicist, Jennifer Allen confirmed the actor's death.",
            "Actor Anton Yelchin, perhaps best known for playing Chekov in the Star Trek films, has died, his publicist confirmed. He was 27.",
            "He was 27."
        ],
        "tf-idf score": [
            0.7171560029953008,
            1.2903896330375897,
            0.2774286840935948
        ]
    },
    "0.38187514837445424-3-52": {
        "average clique similarity": 0.38187514837445424,
        "clique": [
            "2- I loved Anton Yelch",
            "0- I loved Anton Yelch",
            "1-I loved Anton Yelchi"
        ],
        "median tf-idf score": 0.9005892850534991,
        "publications": [
            "Buzzfeed News",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "\"I loved Anton Yelchin so much,\" wrote John Cho, who played fellow Enterprise crew member Sulu in the new \"Star Trek\" films.",
            "\"I loved Anton Yelchin so much,\" Cho wrote.",
            "I loved Anton Yelchin so much. He was a true artist  --   curious, beautiful, courageous. He was a great pal and a great son. I'm in ruins."
        ],
        "tf-idf score": [
            0.9005892850534991,
            0.4284498473628029,
            0.9239293148896948
        ]
    },
    "0.3925342601301171-3-80": {
        "average clique similarity": 0.3925342601301171,
        "clique": [
            "1-Yelchin began his ca",
            "3-His breakout   role ",
            "0-That same year he st"
        ],
        "median tf-idf score": 0.6788545982072107,
        "publications": [
            "Breitbart",
            "Fox News",
            "Buzzfeed News"
        ],
        "sentences": [
            "Yelchin began his career with bit parts in several television shows in the early 2000s, including in ER, The Practice and Curb Your Enthusiasm. He starred alongside Anthony Hopkins in the 2001 film Hearts in Atlantis. His breakout roles came in 2006 and 2007, when he was cast opposite Emile Hirsch and Justin Timberlake in the crime drama Alpha Dog and took on the starring role opposite Robert Downey Jr in the drama Charlie Bartlett.",
            "His breakout   role came opposite Anthony Hopkins in 2001's \"Hearts in Atlantis\". He transitioned into teenage roles in films such as the crime thriller \"Alpha Dog\" and the teen comedy \"Charlie Bartlett\".",
            "That same year he starred opposite Anthony Hopkins in Hearts in Atlantis, for which he won best actor at the Young Artist Awards. In 2006, he played a kidnapping victim in Alpha Dog, a crime drama that also starred Justin Timberlake, Emile Hirsch, Olivia Wilde, Amanda Seyfried, Sharon Stone, and Bruce Willis."
        ],
        "tf-idf score": [
            1.4965648296913194,
            0.5377879014605454,
            0.6788545982072107
        ]
    },
    "0.4233346913282694-4-84": {
        "average clique similarity": 0.4233346913282694,
        "clique": [
            "0-Yelchin was most kno",
            "4-    Police currently",
            "2-Yelchin was best kno",
            "3-The third film in th"
        ],
        "median tf-idf score": 0.9409933974289376,
        "publications": [
            "Buzzfeed News",
            "Business Insider",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "Yelchin was most known for playing the role of Chekov in Star Trek (2009) Star Trek Into Darkness (2013) and Star Trek Beyond, which is set for release in July.",
            "\"   Police currently don't suspect foul play. \" '   A representative for Yelchin also confirmed his death to . ' '   Yelchin played the character of Pavel Chekov in 2009''s \"Star   Trek,\" 2013''s \"Star Trek Into Darkness,\" and the upcoming \"Star   Trek Beyond,\" due in theaters on July 22.",
            "Yelchin was best known for assuming the role of Pavel Chekov, the young navigator on the bridge of the starship Enterprise, for the 2009   of the \"Star Trek\" film franchise and two sequels   2013's \"Star Trek Into Darkness\" and the upcoming \"Star Trek Beyond,\" set to open on July 22.",
            "The third film in the series, \"Star Trek Beyond,\" comes out in July."
        ],
        "tf-idf score": [
            1.003507294239306,
            0.8784795006185693,
            1.276938989007458,
            0.4120646442661135
        ]
    }
}