{
    "0.14676138982762613-3-236": {
        "average clique similarity": 0.14676138982762613,
        "clique": [
            "4- Through his singula",
            "6- But those who knew ",
            "2- His life was dedica"
        ],
        "median tf-idf score": 0.5012804808897899,
        "publications": [
            "CNN",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "\"Through his singular moral leadership, intellect, and eloquence, he gave voice to those who had been silenced forever and devoted his life to fulfilling the promise of 'never again' for all future victims of genocide\". Wiesel also didn't shy away from making strong remarks.",
            "\"But those who knew him in private life had the pleasure of experiencing a gentle and devout man who was always interested in others, and whose quiet voice moved them to better themselves. \"I will hear that voice for the rest of my life, and hope and pray that I will continue to earn the unconditional love and trust he always showed me. \"",
            "\"His life was dedicated to the fight against all hatred, and for the sake of man as created in the image of God  --   he was a guide for us all\"."
        ],
        "tf-idf score": [
            0.6523764743768543,
            0.5012804808897899,
            0.41646405569531897
        ]
    },
    "0.15087107550860998-3-274": {
        "average clique similarity": 0.15087107550860998,
        "clique": [
            "6- He abhorred bigotry",
            "2-But it was his advoc",
            "1-Speaking about the H"
        ],
        "median tf-idf score": 0.485398017447293,
        "publications": [
            "Guardian",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "\"He abhorred bigotry of any kind, against Jews certainly, but with equal fervor if it was directed at any other group,\" Rosensaft wrote. \"He neither flaunted his Jewishness nor presumed to impose it on others. Rather he sought to explain its mysteries and to convey his love of the Jewish religion, of Jewish culture and tradition, of Jewish mysticism and Jewish mysteries. \"",
            "But it was his advocacy on behalf of his fellow Holocaust survivors that was the work of his life.",
            "Speaking about the Holocaust, he often emphasized his conviction that it was an unparalleled event in history. \"I have learned that the Holocaust was a unique and uniquely Jewish event, albeit with universal implications,\" he said at the White House speech in which he prevailed on Reagan not to visit the Bitburg cemetery."
        ],
        "tf-idf score": [
            0.485398017447293,
            0.45438078650366764,
            0.684004767067816
        ]
    },
    "0.15356486689782084-3-47": {
        "average clique similarity": 0.15356486689782084,
        "clique": [
            "1-He belonged to a  tr",
            "0-Obama said he first ",
            "4- I was privileged to"
        ],
        "median tf-idf score": 0.27332664324269446,
        "publications": [
            "CNN",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "He belonged to a \"traumatized generation,\" he said, and it would be \"unnatural\" for him to feel otherwise. But he said that other causes were as important to him.",
            "Obama said he first came to know Wiesel as an author, then came to regard him as a dear friend.",
            "\"I was privileged to know Elie and to learn so much from him\"."
        ],
        "tf-idf score": [
            0.20037910089264166,
            0.6344369228018429,
            0.27332664324269446
        ]
    },
    "0.16120409801306568-3-106": {
        "average clique similarity": 0.16120409801306568,
        "clique": [
            "4- In the aftermath of",
            "1-In a preface to  Day",
            "6- He raised his voice"
        ],
        "median tf-idf score": 0.48548751070468366,
        "publications": [
            "Guardian",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "\"In the aftermath of the Holocaust, at a time when the world could not bear to remember, he could not bear to forget,\" the museum wrote in a statement.",
            "In a preface to \"Day,\" he wrote that he did not see the car coming. It was further proof of how little separated the living from the dead. \"Every moment is grace,\" he told the Times in 1983. \"I could have died in '45.",
            "\"He raised his voice, not just against   but against hatred, bigotry and intolerance in all its forms,\" the president said in a statement. \"He implored each of us, as nations and as human beings, to do the same, to see ourselves in each other and to make real that pledge of 'never again\".'"
        ],
        "tf-idf score": [
            0.4752495546055694,
            0.5040870399637667,
            0.48548751070468366
        ]
    },
    "0.18169493528105116-3-77": {
        "average clique similarity": 0.18169493528105116,
        "clique": [
            "5-German President Joa",
            "4-He said he sensed th",
            "1-Toward the end of hi"
        ],
        "median tf-idf score": 1.0343668429150936,
        "publications": [
            "CNN",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "German President Joachim Gauck wrote to Wiesel's wife Marion saying: \"Your husband knew how to use vivid and empathic words to keep the memory of the darkest years of German history that he witnessed alive and to warn young people especially of the dangers of   extremism and xenophobia\".",
            "He said he sensed the presence of the tens of thousands of people who died at Buchenwald, and accepted the prize on their behalf and on behalf of his fellow survivors. Millions of people were touched by \"Night\" and dozens of other works Wiesel produced.",
            "Toward the end of his life, Mr Wiesel was among the victims of investor Bernard L Madoff's Ponzi scheme and reportedly lost tens of millions of dollars from his personal assets and those of the Elie Wiesel Foundation for Humanity, which he and his wife founded after he won the Nobel Prize."
        ],
        "tf-idf score": [
            0.8209956501031339,
            1.0343668429150936,
            1.0676250218589147
        ]
    },
    "0.18347766993758632-3-332": {
        "average clique similarity": 0.18347766993758632,
        "clique": [
            "1-By the time of Mr Wi",
            "6-His mother and siste",
            "0-He became an America"
        ],
        "median tf-idf score": 0.7723211558038192,
        "publications": [
            "Guardian",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "By the time of Mr Wiesel's death, millions had read \"Night,\" his account of the concentration camps where he watched his father die and where his mother and younger sister were gassed.",
            "His mother and sister were killed in gas chambers. After a forced march to Buchenwald, his father, already suffering from dysentery, was killed by an SS officer's beating.",
            "He became an American citizen in the 1950s and went on to write dozens of books. An account of his time, with his father, in Auschwitz and Buchenwald, \"Night\" is at once harrowing and poetic. He recalled being marched past other victims, not all of them alive and one, a child thin as a rope, dying before his eyes. \"And so he remained for more than half an hour, lingering between life and death, writhing before our eyes. \"And we were forced to look at him at close range."
        ],
        "tf-idf score": [
            0.8191211507401431,
            0.3560421665728293,
            0.7723211558038192
        ]
    },
    "0.18574004741731157-3-82": {
        "average clique similarity": 0.18574004741731157,
        "clique": [
            "2-Never forget  When h",
            "1-An old man at 18 Eli",
            "5-He was 27 years old "
        ],
        "median tf-idf score": 0.7678803529330133,
        "publications": [
            "Washington Post",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "Never forget, When he was just 15, his family was taken from a small town in Romania to Auschwitz and later to Buchenwald.",
            "An old man at 18 Eliezer Wiesel was born Sept. 30, 1928, in Sighet, a town in   Romania that he would later describe as a \"  Jewish city\" in the Carpathian Mountains.",
            "He was 27 years old in 1955 when \"Night\" was published in Yiddish, and Wiesel would later rewrite it for a world audience."
        ],
        "tf-idf score": [
            0.4429561416873784,
            0.7678803529330133,
            0.8402197654737311
        ]
    },
    "0.1863460245282533-3-581": {
        "average clique similarity": 0.1863460245282533,
        "clique": [
            "2-He said he worried w",
            "1-The commissioner cle",
            "4-The Nobel peace laur"
        ],
        "median tf-idf score": 0.4203619875186535,
        "publications": [
            "Washington Post",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "He said he worried who would be its last witness, who would have that burden. \"But to listen to a witness is to become a witness and that consoles us,\" he said.",
            "The commissioner cleverly took the matter to some rabbis, who said that after sunset Mr Wiesel would be permitted to participate.",
            "The Nobel peace laureate, who wrote extensively about the horrors he and others endured, said he knew he'd have to write at some point but feared the words would elude him."
        ],
        "tf-idf score": [
            0.2182196146897564,
            0.6054623244481426,
            0.4203619875186535
        ]
    },
    "0.1883145909431598-3-341": {
        "average clique similarity": 0.1883145909431598,
        "clique": [
            "2-In 2012  he wrote hi",
            "6-Born in Sighet  Roma",
            "4-Wiesel  who won the "
        ],
        "median tf-idf score": 0.9705820438187128,
        "publications": [
            "NPR",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "In 2012, he wrote his last book, Open Heart, touching on both experiences. But Wiesel said his greatest role in life was as a witness, and he found great comfort among those like himself who witnessed the Holocaust.",
            "Born in Sighet, Romania, on 30 September 1928, Wiesel became best known for his book Night, which drew on his experiences in Nazi concentration camps during the final years of the second world war.",
            "Wiesel, who won the Nobel Peace Prize in 1986, recounted his family being sent to the Nazi concentration camps in his first book, \"Night,\" which was published in France in 1958."
        ],
        "tf-idf score": [
            1.1098849146750411,
            0.859158413628319,
            0.9705820438187128
        ]
    },
    "0.1955521365247013-3-483": {
        "average clique similarity": 0.1955521365247013,
        "clique": [
            "0- That place is not y",
            "3-While at the White H",
            "5-Ronald Lauder  presi"
        ],
        "median tf-idf score": 0.9321145482469628,
        "publications": [
            "New York Post",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "\"That place is not your place,'' he told Reagan. \"Your place is with the victims of the SS \"  Wiesel also spoke at the dedication of the Holocaust Memorial Museum in Washington in 1993. His words, carved in stone at the entrance, were, \"For the dead and the living, we must bear witness. ''",
            "While at the White House in 1985 to receive the Congressional Gold Medal, he even rebuked U S President Ronald Reagan for planning to lay a wreath at a German cemetery where some of Hitler's notorious Waffen SS troops were buried. \"Don't go to Bitburg,\" Wiesel said. \"That place is not your place.",
            "Ronald Lauder, president of the World Jewish Congress, said that Wiesel had taught people not to be silent where they saw injustice and that the void caused by his death could not be filled. \"We have lost the most articulate witness to history's greatest crime,\" he said."
        ],
        "tf-idf score": [
            0.8829792209355561,
            0.9321145482469628,
            0.9573687759529995
        ]
    },
    "0.20595502837878812-3-546": {
        "average clique similarity": 0.20595502837878812,
        "clique": [
            "1- Why are we   so nob",
            "3- Never shall I forge",
            "6-He accepted the peac"
        ],
        "median tf-idf score": 0.8510803940686035,
        "publications": [
            "Guardian",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "\"Why are we . so nobly involved in Kosovo and why were we not in Rwanda?\" he asked the president at the White House in 1999. \"I think we could have prevented that massacre. Why didn't we?\" Mr Wiesel said in his Nobel acceptance speech that Jewish issues would always be of paramount interest to him.",
            "\"Never shall I forget those flames that consumed my faith forever. Never shall I forget that nocturnal silence which deprived me, for all eternity, of the desire to live. \" Asked by an interviewer in 2000 why he did not go insane, Wiesel said, \"To this day that is a mystery to me. \"",
            "He accepted the peace prize with characteristic grace. \"I have tried to keep memory alive, that I have tried to fight those who would forget,\" he said in his acceptance speech, \"because if we forget, we are guilty, we are accomplices. \"We must always take sides. Neutrality helps the oppressor, never the victim. Silence encourages the tormentor, never the tormented. Sometimes we must interfere. \"When human lives are endangered, when human dignity is in jeopardy, national borders and sensitivities become irrelevant."
        ],
        "tf-idf score": [
            0.8596546763590852,
            0.8510803940686035,
            0.7537232316900614
        ]
    },
    "0.21276858140465318-3-420": {
        "average clique similarity": 0.21276858140465318,
        "clique": [
            "4-f   I m not sure  by",
            "1-In a way I did   ",
            "5-Asked by an intervie"
        ],
        "median tf-idf score": 0.23208750978968595,
        "publications": [
            "CNN",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "f, \"I'm not sure, by the way, that I did find them,\" he said. \"Maybe there are no words for what happened.",
            "In a way I did. \"",
            "Asked by an interviewer in 2000 why he did not go insane, Wiesel said, \"To this day that is a mystery to me\"."
        ],
        "tf-idf score": [
            0.23208750978968595,
            0.025533258544141825,
            0.55916553706247
        ]
    },
    "0.2158872319785674-3-167": {
        "average clique similarity": 0.2158872319785674,
        "clique": [
            "5-Wiesel was a philoso",
            "1- Bill O     As time ",
            "4-Before that  Wiesel "
        ],
        "median tf-idf score": 0.9205367394397516,
        "publications": [
            "CNN",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "Wiesel was a philosopher, speaker, playwright and professor who also campaigned for the tyrannized and forgotten around the world. He died at his home in New York City, the New York Times reported.",
            "(Bill O' )  As time passed, more survivors began to open up about the war. Among the most prominent of them was Mr Wiesel, who in the 1960s, by then living in the United States, began a celebrated lecture series at the 92nd Street Y in New York City.",
            "Before that, Wiesel was a journalist in Paris and then New York."
        ],
        "tf-idf score": [
            0.9205367394397516,
            0.9622747202766403,
            0.6148486674288721
        ]
    },
    "0.22352123921126776-3-396": {
        "average clique similarity": 0.22352123921126776,
        "clique": [
            "5-In 1985 Wiesel helpe",
            "0-Elie Wiesel  the Hol",
            "3-Activist and writer "
        ],
        "median tf-idf score": 1.0241929237806475,
        "publications": [
            "Breitbart",
            "Reuters",
            "New York Post"
        ],
        "sentences": [
            "In 1985 Wiesel helped break ground in Washington for the U S Holocaust Memorial Museum and the following year was awarded the Nobel Peace Prize.",
            "Elie Wiesel, the Holocaust survivor, author and Nobel Peace Prize winner who documented life inside concentration camps and later became an outspoken activist against genocide, died at his Manhattan apartment Saturday.",
            "Activist and writer Elie Wiesel, the World War Two death camp survivor who won a Nobel Peace Prize for becoming the   voice of millions of Holocaust victims, has died, Israel's Holocaust memorial Yad Vashem said on Saturday."
        ],
        "tf-idf score": [
            0.9350167464568108,
            1.0241929237806475,
            1.3530890185143374
        ]
    },
    "0.2366334681051386-3-134": {
        "average clique similarity": 0.2366334681051386,
        "clique": [
            "6-Barely a teenager wh",
            "4-Born in Romania  Wie",
            "1-Mr Wiesel compared a"
        ],
        "median tf-idf score": 0.7079856200315034,
        "publications": [
            "Washington Post",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Barely a teenager when Hungary annexed his town and forced its Jewish people into ghettos in 1940, Wiesel was then sent with his father to the concentration camp at Auschwitz, Poland.",
            "Born in Romania, Wiesel was 15 when he was sent to the Auschwitz concentration camp in Poland with his family in 1944.",
            "Mr Wiesel compared apartheid with   and backed the Solidarity movement in Poland."
        ],
        "tf-idf score": [
            0.8291231246636415,
            0.7079856200315034,
            0.44209220089820156
        ]
    },
    "0.2379606640322797-3-393": {
        "average clique similarity": 0.2379606640322797,
        "clique": [
            "4-Never   Throughout h",
            "6-Wiesel completed mor",
            "2-He taught at several"
        ],
        "median tf-idf score": 0.7650044088174098,
        "publications": [
            "Guardian",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "Never\". Throughout his life, the writer and teacher sought to give a voice to the voiceless. He was a professor at the City College of New York from 1972 until he left four years later to become a humanities professor at Boston University.",
            "Wiesel completed more than 40 other books, including Dawn and Day, which also addressed the Holocaust. He married Marion Rose, another survivor, in Jerusalem in 1969, and wrote and lectured at universities including Yale, Columbia, Boston University and City University of New York.",
            "He taught at several U S institutions, including New York's City University and Boston University. At an annual visit to the Chapman College in Orange County, Calif. Wiesel sat in front of a rapt group of religious studies students in the school's small Holocaust remembrance library."
        ],
        "tf-idf score": [
            0.6293717315336483,
            0.8295642288582225,
            0.7650044088174098
        ]
    },
    "0.24149983155468782-3-54": {
        "average clique similarity": 0.24149983155468782,
        "clique": [
            "4-On the other hand  I",
            "1-Mr Wiesel was in his",
            "0-His 1960 account of "
        ],
        "median tf-idf score": 0.9742576777979557,
        "publications": [
            "CNN",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "On the other hand, I know I cannot\". MORE: World leaders remember Elie Wiesel, He was a \"messenger to mankind\" He broke his silence on his Holocaust experience 10 years after the liberation with the acclaimed memoir \"Night,\" originally published in French as \"La Nuit,\" which has been translated into 30 languages and has sold millions of copies since its publication.",
            "Mr Wiesel was in his 20s when he wrote the first draft of \"Night\" after 10 years of silence about the war.",
            "His 1960 account of life in the camps, \"Night,\" sold some 10 million copies and has been translated into 30 languages. \"To forget the dead would be akin to killing them a second time,\" Wiesel wrote."
        ],
        "tf-idf score": [
            1.2465417024123535,
            0.8366576470403391,
            0.9742576777979557
        ]
    },
    "0.24289808186244835-3-349": {
        "average clique similarity": 0.24289808186244835,
        "clique": [
            "0-The future writer  h",
            "3-Wiesel and his famil",
            "5-He had been orphaned"
        ],
        "median tf-idf score": 0.5641778813016385,
        "publications": [
            "New York Post",
            "Breitbart",
            "Reuters"
        ],
        "sentences": [
            "The future writer, his parents and three sisters were taken by the Nazis and sent to concentration camps. Wiesel and two of his sisters survived, although his parents and another sibling died.",
            "Wiesel and his family had first been taken by the Nazis from the village of Sighetu Marmatiei in the Transylvania region of Romania to Auschwitz, where his mother and one of his sisters died.",
            "He had been orphaned by the Nazis and their identification number,   was tattooed on his arm as a physical manifestation of his broken faith and the nightmares that would haunt him throughout his life."
        ],
        "tf-idf score": [
            0.6175863238655808,
            0.5641778813016385,
            0.42114755229598505
        ]
    },
    "0.24561269050423884-4-430": {
        "average clique similarity": 0.24561269050423884,
        "clique": [
            "4-He wanted peace    W",
            "1-But when he emerged ",
            "2-Wiesel survived the ",
            "3-  Psychopath        "
        ],
        "median tf-idf score": 0.7774585357605563,
        "publications": [
            "CNN",
            "Breitbart",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "He wanted peace,   When he returned to the site of the Buchenwald death camp in 2009, he advocated for peace in the Middle East while addressing President Barack Obama and German Chancellor Angela Merkel. He lamented there was no grave of his father to visit and said the hope of no more war that he felt upon his rescue in 1945 was damaged.",
            "But when he emerged, gaunt and near death, from Buchenwald concentration camp in 1945, there was little indication that he  --   or any survivor  --   would have such a presence in the world. Few survivors spoke openly about the war.",
            "Wiesel survived the World War II Nazi concentration camp of Buchenwald and death camp of Auschwitz.",
            "\"'Psychopath'  --   it's too nice a word for him,\" he said of Madoff in 2009. Wiesel was a      when he emerged from the newly liberated Buchenwald concentration camp in 1945."
        ],
        "tf-idf score": [
            0.8733269051410899,
            0.5528080814271326,
            0.6815901663800227,
            0.885177185666321
        ]
    },
    "0.24845455997344926-3-264": {
        "average clique similarity": 0.24845455997344926,
        "clique": [
            "2-Never   Wiesel lived",
            "1-In his Nobel lecture",
            "5-After the war Wiesel"
        ],
        "median tf-idf score": 0.6651733791578057,
        "publications": [
            "Washington Post",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "Never\". Wiesel lived in France immediately after the war and worked as a journalist before immigrating to the U S in 1956.",
            "In his Nobel lecture, Mr Wiesel recalled those early years after his liberation: \"The time: After the war.",
            "After the war Wiesel made his way to France, studied at the Sorbonne and by 19 had become a journalist. He pondered suicide and never wrote of or discussed his Holocaust experience until 10 years after the war as a part of a vow to himself."
        ],
        "tf-idf score": [
            0.4482343188649037,
            0.6651733791578057,
            0.7165199399021581
        ]
    },
    "0.2616535109362977-3-379": {
        "average clique similarity": 0.2616535109362977,
        "clique": [
            "4-In the darkness of t",
            "2-Wiesel s son  Elisha",
            "5-Israeli Prime Minist"
        ],
        "median tf-idf score": 0.9925206985737052,
        "publications": [
            "NPR",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "In the darkness of the Holocaust in which our brothers and sisters    6 million    were murdered, Elie Wiesel was a ray of light and greatness of humanity who believed in the good in man,\" Netanyahu said.",
            "Wiesel's son, Elisha, confirmed his death in a phone call with NPR \"Elie Wiesel, of blessed memory, embodied the determination of the human spirit to overcome the darkest of evils, and survive against all the odds,\" Israeli Prime Minister Benjamin Netanyahu said in a statement.",
            "Israeli Prime Minister Benjamin Netanyahu hailed Wiesel as a ray of light, and said his extraordinary personality and unforgettable books demonstrated the triumph of the human spirit over the most unimaginable evil. \"Out of the darkness of the Holocaust, Elie became a powerful force for light, truth and dignity,\" he said."
        ],
        "tf-idf score": [
            1.0268583930821,
            0.8917167021812876,
            0.9925206985737052
        ]
    },
    "0.2703199992428996-4-599": {
        "average clique similarity": 0.2703199992428996,
        "clique": [
            "3-Wiesel wrote more th",
            "4-Michael Zank  the di",
            "1-Mr Wiesel taught for",
            "5-Wiesel wrote more th"
        ],
        "median tf-idf score": 0.6341888836212984,
        "publications": [
            "Breitbart",
            "CNN",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Wiesel wrote more than 50 books  --   novels,   memoirs and many with a Holocaust theme  --   and held a   professorship at Boston University.",
            "Michael Zank, the director of the Elie Wiesel Center for Jewish Studies at Boston University, said in an email to CNN that he was \"heartbroken at his passing\".",
            "Mr Wiesel taught for more than 30 years at Boston University, where his classes were blockbusters.",
            "Wiesel wrote more than 50 books   novels,   memoirs, and many with a Holocaust theme   and held a   professorship at Boston University."
        ],
        "tf-idf score": [
            0.6341888836212984,
            0.8855185924750457,
            0.5382523551279887,
            0.6341888836212984
        ]
    },
    "0.28760314980798546-3-370": {
        "average clique similarity": 0.28760314980798546,
        "clique": [
            "0-President Obama prai",
            "6-Rosensaft remembered",
            "5-He spoke out in favo"
        ],
        "median tf-idf score": 0.5888779545461513,
        "publications": [
            "Guardian",
            "New York Post",
            "Reuters"
        ],
        "sentences": [
            "President Obama praised Wiesel as \"one of the great moral voices of our time, and in many ways, the conscience of the world. \"",
            "Rosensaft remembered Wiesel as passionate and curious, intellectual and spiritual  --   an indefatigable crusader for conscience and learning.",
            "He spoke out in favor of Jewish settlements in East Jerusalem and pushed the United States and other world powers to take a harder stance against Iran over its nuclear program. Obama remembered him as \"one of the great moral voices of our time, and in many ways, the conscience of the world\"."
        ],
        "tf-idf score": [
            0.7408551809014402,
            0.42345780159607427,
            0.5888779545461513
        ]
    },
    "0.2953221959810849-4-599": {
        "average clique similarity": 0.2953221959810849,
        "clique": [
            "3-In awarding the Peac",
            "5-In awarding the Peac",
            "1-In 1986  as a freshl",
            "0- He implored each of"
        ],
        "median tf-idf score": 0.6624036073354473,
        "publications": [
            "Breitbart",
            "Reuters",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "In awarding the Peace Prize in 1986, the Nobel Committee praised Wiesel as a \"messenger to mankind\" and \"one of the most important spiritual leaders and guides in an age when violence, repression and racism continue to characterize the world. \"",
            "In awarding the Peace Prize in 1986, the Nobel Committee praised him as a \"messenger to mankind\" and \"one of the most important spiritual leaders and guides in an age when violence, repression and racism continue to characterize the world\".",
            "In 1986, as a freshly named Nobel laureate, he was invited to throw the first pitch in one of the games of the World Series, which Mr Wiesel only vaguely understood to be an important event.",
            "\"He implored each of us, as nations and as human beings, to do the same, to see ourselves in each other and to make real that pledge of 'never again.' \" Weisel was lauded as a \"messenger to mankind\" in 1986 when he was awarded the Nobel Peace Prize."
        ],
        "tf-idf score": [
            0.8038894327927324,
            0.4689067926175363,
            0.8136104029055222,
            0.5209177818781623
        ]
    },
    "0.29830416374553353-3-599": {
        "average clique similarity": 0.29830416374553353,
        "clique": [
            "1-Mr Wiesel s new lang",
            "5-In one of his later ",
            "3-In one of his later "
        ],
        "median tf-idf score": 0.6829670742959104,
        "publications": [
            "Washington Post",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "Mr Wiesel's new language, and the one in which he would do much of his writing for the rest of his life, was French. He absorbed the existentialist works of Sartre and Camus and supported himself as a choir director while studying at the Sorbonne.",
            "In one of his later books, \"Open Heart,\" he used his 2011   surgery as impetus for reflection on his life. \"I have already been the beneficiary of so many miracles, which I know I owe to my ancestors,\" he wrote. \"All I have achieved has been and continues to be dedicated to their murdered dreams   and hopes\". He collected scores of awards and honors, including an honorary knighthood in Britain. Obama presented him the National Humanities Medal in 2009.",
            "In one of his later books, \"Open Heart,\" he used his 2011   surgery as impetus for reflection on his life. \"I have already been the beneficiary of so many miracles, which I know I owe to my ancestors,\" he wrote. \"All I have achieved has been and continues to be dedicated to their murdered dreams  --   and hopes. \" He collected scores of awards and honors, including an honorary knighthood in Britain."
        ],
        "tf-idf score": [
            0.8004563805986207,
            0.6829670742959104,
            0.5694179750024947
        ]
    },
    "0.29909541935156264-3-182": {
        "average clique similarity": 0.29909541935156264,
        "clique": [
            "1-It was not the last ",
            "2-A year later Wiesel ",
            "3-In 1985 Wiesel helpe"
        ],
        "median tf-idf score": 0.9350167464568108,
        "publications": [
            "Washington Post",
            "NPR",
            "Breitbart"
        ],
        "sentences": [
            "It was not the last time Mr Wiesel took on a head of state. In 1986, just after Yom Kippur, the holiest day in the Jewish year, he learned he had been selected for the Nobel Peace Prize.",
            "A year later Wiesel received the Nobel Peace Prize.",
            "In 1985 Wiesel helped break ground in Washington for the U S Holocaust Memorial Museum and the following year was awarded the Nobel Peace Prize."
        ],
        "tf-idf score": [
            0.9974283744524676,
            0.5795893148569777,
            0.9350167464568108
        ]
    },
    "0.3004667531936603-3-599": {
        "average clique similarity": 0.3004667531936603,
        "clique": [
            "4- For the dead and th",
            "1-In 1978  President J",
            "6-In 1978  President J"
        ],
        "median tf-idf score": 0.7536101147394834,
        "publications": [
            "CNN",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "\"For the dead and the living, we must bear witness\". He gave a voice, Wiesel was, in the words of the museum, the international leader of the Holocaust remembrance movement.",
            "In 1978, President Jimmy Carter appointed Mr Wiesel chairman of the President's Commission on the Holocaust, which would call for the creation of the U S Holocaust Memorial Museum in Washington.",
            "In 1978, President Jimmy Carter named Wiesel to the commission that created Washington DC's Holocaust Museum, whose entrance bears his words: \"For the dead and the living, we must bear witness. \""
        ],
        "tf-idf score": [
            0.8856774295891473,
            0.7032249790282418,
            0.7536101147394834
        ]
    },
    "0.3016777004267578-3-560": {
        "average clique similarity": 0.3016777004267578,
        "clique": [
            "4- My father raised hi",
            "5-Wiesel had raised hi",
            "0-Wiesel  raised his v"
        ],
        "median tf-idf score": 0.8348999184742533,
        "publications": [
            "Reuters",
            "CNN",
            "New York Post"
        ],
        "sentences": [
            "\"My father raised his voice to presidents and prime ministers when he felt issues on the world stage demanded action,\" Elisha Wiesel said.",
            "Wiesel had raised his voice, not just against   but against hatred, bigotry and intolerance in all forms, Obama said in a statement. \"His life, and the power of his example, urges us to be better. In the face of evil, we must summon our capacity for good.",
            "Wiesel \"raised his voice not just against   but against hatred, bigotry and intolerance in all its forms,\" the president said."
        ],
        "tf-idf score": [
            0.8404515185415373,
            0.8348999184742533,
            0.6832636419867306
        ]
    },
    "0.30354545048974924-3-599": {
        "average clique similarity": 0.30354545048974924,
        "clique": [
            "6- Your place is with ",
            "4-For so many  he was ",
            "1-he commented upon wi"
        ],
        "median tf-idf score": 0.711627247259202,
        "publications": [
            "Guardian",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "\"Your place is with the victims of the SS \" Wiesel confronted another president, telling Bill Clinton in 1993: \"I cannot sleep for what I have seen\" in the former Yugoslavia.",
            "For so many, he was that difference, including at the dedication of the Holocaust Memorial Museum in 1993 when he urged me to stop the ethnic cleansing in Bosnia,\" President Bill Clinton said Saturday.",
            "he commented upon winning the prize, the Times reported  --   but it did confer on him considerably greater authority. Speaking at the dedication of the U S Holocaust Memorial Museum in 1993, Mr Wiesel faced President Bill Clinton and said: \"Mr President, I must tell you something. I have been in the former Yugoslavia last fall. I cannot sleep since what I have seen."
        ],
        "tf-idf score": [
            0.5751954605733034,
            0.711627247259202,
            1.0166668990438177
        ]
    },
    "0.3112479730149769-3-599": {
        "average clique similarity": 0.3112479730149769,
        "clique": [
            "0-Wiesel  87   gave ex",
            "1-He was 87  His death",
            "6-His friend Menachem "
        ],
        "median tf-idf score": 0.8255447064729307,
        "publications": [
            "New York Post",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "Wiesel, 87, \"gave expression to the victory of the human spirit over cruelty and evil, through his extraordinary personality and his fascinating books,\" Israeli Prime Minister Benjamin Netanyahu said in a statement.",
            "He was 87. His death was confirmed in a statement from Israeli Prime Minister Benjamin Netanyahu.",
            "His friend Menachem Rosensaft and Israeli Yad Veshem research center confirmed the death on Saturday. \"My father raised his voice to presidents and prime ministers when he felt issues on the world stage demanded action,\" his son, Elisha Wiesel, said in a statement."
        ],
        "tf-idf score": [
            0.8255447064729307,
            0.356117920633325,
            1.0515679244696816
        ]
    },
    "0.3135119469470723-3-599": {
        "average clique similarity": 0.3135119469470723,
        "clique": [
            "2-The   Wiesel took ad",
            "4-While at the White H",
            "1-Another turning poin"
        ],
        "median tf-idf score": 0.5056894510800074,
        "publications": [
            "NPR",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "The   Wiesel took advantage of the highly public occasion by making an impassioned plea to   Reagan not to visit a cemetery where SS soldiers were buried.",
            "While at the White House in 1985, he asked President Ronald Reagan to cancel a visit to a World War II military cemetery in West Germany.",
            "Another turning point came in 1985, when Mr Wiesel publicly confronted President Ronald Reagan about a coming trip to Germany, where the president planned to visit the Bitburg military cemetery."
        ],
        "tf-idf score": [
            0.5056894510800074,
            0.37911926777647276,
            0.6728593232987187
        ]
    },
    "0.3240699469020588-3-599": {
        "average clique similarity": 0.3240699469020588,
        "clique": [
            "2-The Norwegian commit",
            "6- As a Jew I am sayin",
            "4-   the cruel killers"
        ],
        "median tf-idf score": 0.6973883396766473,
        "publications": [
            "NPR",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "The Norwegian committee called Wiesel a messenger to mankind. A man, who it said, climbed from utter humiliation to become one of our most important spiritual leaders and guides.",
            "\"As a Jew I am saying that we must do something to stop the bloodshed in that country!\" he said. \"People fight each other and children die. Why? Something, anything must be done. \" In 1986, the Nobel committee called Wiesel \"a messenger to mankind\".",
            ".. the cruel killers, have succeeded at least in one way, at least that it deprived us, the victims, of finding the proper language of saying what they had done to us, because there are no words for it\". In 1986 the Nobel committee called Wiesel an important spiritual leader."
        ],
        "tf-idf score": [
            0.6973883396766473,
            0.7493840178300106,
            0.6676077589244984
        ]
    },
    "0.3323457818350413-4-599": {
        "average clique similarity": 0.3323457818350413,
        "clique": [
            "1- Holocaust survivor ",
            "4-  CNN  Elie Wiesel  ",
            "6-The Holocaust surviv",
            "2-Holocaust survivor  "
        ],
        "median tf-idf score": 0.8463270412913825,
        "publications": [
            "Washington Post",
            "CNN",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            " Holocaust survivor Elie Wiesel, the memory keeper for victims of Nazi persecution, and a Nobel laureate who used his moral authority to force attention on atrocities around the world, died July 2 at his home in New York.",
            " (CNN) Elie Wiesel, a Holocaust survivor and author who fought for peace, human rights and simple human decency, has died at the age of 87, a spokesman for Israel's Holocaust memorial, Yad Vashem, said Saturday.",
            "The Holocaust survivor and Nobel peace laureate Elie Wiesel has died aged 87 at his home in Manhattan.",
            "Holocaust survivor, Nobel laureate and author Elie Wiesel has died at the age of 87."
        ],
        "tf-idf score": [
            0.9571495167840687,
            1.019004731815858,
            0.7355045657986963,
            0.7047624656875738
        ]
    },
    "0.33536191246984554-3-599": {
        "average clique similarity": 0.33536191246984554,
        "clique": [
            "4-Israeli Prime Minist",
            "6-Binyamin Netanyahu  ",
            "3-Wiesel attended the "
        ],
        "median tf-idf score": 0.5683919679393403,
        "publications": [
            "CNN",
            "Guardian",
            "Breitbart"
        ],
        "sentences": [
            "Israeli Prime Minister Benjamin Netanyahu lauded Wiesel as a \"master of words\". \"(He) gave expression through his exceptional personality, and fascinating books about the victory of the human spirit over cruelty and evil.",
            "Binyamin Netanyahu, the Israeli prime minister, called Wiesel a \"master of words\" in a statement released Saturday.",
            "Wiesel attended the joint session of the U S Congress in 2015 when Israeli Prime Minister Benjamin Netanyahu spoke on the dangers of Iran's program."
        ],
        "tf-idf score": [
            0.6923861378498752,
            0.558267574348139,
            0.5683919679393403
        ]
    },
    "0.33822612894984266-3-254": {
        "average clique similarity": 0.33822612894984266,
        "clique": [
            "2-In his acceptance sp",
            "3-Wiesel did not waver",
            "0-Never    Wiesel neve"
        ],
        "median tf-idf score": 0.6463642927110457,
        "publications": [
            "NPR",
            "Breitbart",
            "New York Post"
        ],
        "sentences": [
            "In his acceptance speech, Wiesel said the world should never remain silent while humans suffer, because neutrality, he said, only aids the oppressor, never the victim.",
            "Wiesel did not waver in his campaign never to let the world forget the Holocaust horror.",
            "Never. \" Wiesel never let the world forget the Holocaust."
        ],
        "tf-idf score": [
            0.757878999695816,
            0.6463642927110457,
            0.6090280756576645
        ]
    },
    "0.3455481072199751-3-521": {
        "average clique similarity": 0.3455481072199751,
        "clique": [
            "3-Your place is with t",
            "5-Your place is with t",
            "2-After liberation  he"
        ],
        "median tf-idf score": 0.6442224974845518,
        "publications": [
            "NPR",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "Your place is with the victims of the SS \" Wiesel became close to U S President Barack Obama but the friendship did not deter him from criticizing U S policy on Israel. He spoke out in favor of Jewish settlements in East Jerusalem and pushed the United States and other world powers to take a harder stance against Iran over its nuclear program.",
            "Your place is with the victims of the SS\". Wiesel became close to U S President Barack Obama but the friendship did not deter him from criticizing U S policy on Israel.",
            "After liberation, he went to France, then Israel and the United States, where he advocated on behalf of victims of hate and persecution around the world."
        ],
        "tf-idf score": [
            0.9965581152771832,
            0.6442224974845518,
            0.3043653781369631
        ]
    },
    "0.3461527561510236-4-599": {
        "average clique similarity": 0.3461527561510236,
        "clique": [
            "5-Wiesel did not waver",
            "6-In 1985 Carter s suc",
            "1- That place  Mr Pres",
            "2-He became a citizen "
        ],
        "median tf-idf score": 0.8098772948515733,
        "publications": [
            "Reuters",
            "Guardian",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Wiesel did not waver in his campaign never to let the world forget the Holocaust horror. While at the White House in 1985 to receive the Congressional Gold Medal, he even rebuked U S President Ronald Reagan for planning to lay a wreath at a German cemetery where some of Hitler's notorious Waffen SS troops were buried.",
            "In 1985 Carter's successor, Ronald Reagan, awarded Wiesel the congressional gold medal at the White House, where Wiesel denounced the president's plan to visit a German cemetery holding the bodies of Nazi officers.",
            "\"That place, Mr President, is not your place,\" Mr Wiesel said during a White House ceremony in which Reagan awarded him the Congressional Gold Medal, Congress's highest civilian honor.",
            "He became a citizen seven years later and in 1985 he received one of the highest honors awarded a civilian, the Congressional Gold Medal of Achievement."
        ],
        "tf-idf score": [
            1.0249838851556488,
            0.72522235279859,
            0.8945322369045565,
            0.28535239737506085
        ]
    },
    "0.38086607894466495-3-197": {
        "average clique similarity": 0.38086607894466495,
        "clique": [
            "4- But those who knew ",
            "3-In typical fashion  ",
            "5-In typical fashion  "
        ],
        "median tf-idf score": 0.8066803604965057,
        "publications": [
            "CNN",
            "Breitbart",
            "Reuters"
        ],
        "sentences": [
            "\"But those who knew him in private life had the pleasure of experiencing a gentle and devout man who was always interested in others, and whose quiet voice moved them to better themselves\".",
            "In typical fashion, he dedicated the prize to all those who survived the Nazi horror, calling them \"an example to humankind how not to succumb to despair. \" Wiesel, who became a U S citizen in 1963, was slight in stature but a compelling figure when he spoke. With a chiseled profile, burning eyes and a shock of gray hair, he could silence a crowd by merely standing up.",
            "In typical fashion, he dedicated the prize to all those who survived the Nazi horror, calling them \"an example to humankind how not to succumb to despair\". Wiesel, who became a U S citizen in 1963, was slight in stature but a compelling figure when he spoke."
        ],
        "tf-idf score": [
            0.42416761127116814,
            0.9467044425097153,
            0.8066803604965057
        ]
    },
    "0.4088647940650443-3-120": {
        "average clique similarity": 0.4088647940650443,
        "clique": [
            "3-By 2008  the New Yor",
            "1-Critics accused Mr W",
            "5-By 2008   Night  had"
        ],
        "median tf-idf score": 0.5846261461229161,
        "publications": [
            "Breitbart",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "By 2008, the New York Times said \"Night\" had sold an estimated 10 million copies, including 3 million after   hostess Oprah Winfrey made it a spotlight selection for her book club in 2006.",
            "Critics accused Mr Wiesel of having a blind spot where Israel was involved. When talk show host Oprah Winfrey asked him in an interview whether he had any regrets, he responded: \"I wish I had done more for the Palestinian refugees. I regret that. \"",
            "By 2008, \"Night\" had sold an estimated 10 million copies, according to the New York Times, including 3 million after   hostess Oprah Winfrey made it a spotlight selection for her book club in 2006."
        ],
        "tf-idf score": [
            0.5846261461229161,
            0.7204147114174244,
            0.4431363682028127
        ]
    },
    "0.4327673088777939-3-599": {
        "average clique similarity": 0.4327673088777939,
        "clique": [
            "6- That place  Mr Pres",
            "5- Don t go to Bitburg",
            "4- That place  Mr Pres"
        ],
        "median tf-idf score": 0.5534949558023596,
        "publications": [
            "Guardian",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "\"That place, Mr President, is not your place,\" Wiesel told him.",
            "\"Don't go to Bitburg,\" Wiesel said. \"That place is not your place.",
            "\"That place, Mr President, is not your place,'' he said, according to The New York Times."
        ],
        "tf-idf score": [
            0.5745217617992768,
            0.5534949558023596,
            0.5199877278832893
        ]
    },
    "0.4460447307666005-3-35": {
        "average clique similarity": 0.4460447307666005,
        "clique": [
            "5-The   Wiesel lived b",
            "3-The   Wiesel lived b",
            "1- The voice of the pe"
        ],
        "median tf-idf score": 0.7818306131994941,
        "publications": [
            "Breitbart",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "The   Wiesel lived by the credo expressed in \"Night,\" his landmark story of the Holocaust   \"to forget the dead would be akin to killing them a second time\".",
            "The   Wiesel lived by the credo expressed in \"Night,\" his landmark story of the Holocaust  --   \"to forget the dead would be akin to killing them a second time. \"",
            "\"The voice of the person who can speak in the   singular  --   'This is my story; I was there'  --   it will be gone when the last survivor dies,\" Holocaust scholar Deborah Lipstadt said in an interview with The Washington Post."
        ],
        "tf-idf score": [
            0.7818306131994941,
            0.7818306131994941,
            0.6193824541478025
        ]
    },
    "0.4488302664664916-3-599": {
        "average clique similarity": 0.4488302664664916,
        "clique": [
            "5-A few years after wi",
            "4-Wiesel defended the ",
            "3-A few years after wi"
        ],
        "median tf-idf score": 0.8999136264600748,
        "publications": [
            "Reuters",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "A few years after winning the peace prize, he set up the Elie Wiesel Foundation for Humanity, which, in addition to Israeli and Jewish causes, campaigned for Miskito Indians in Nicaragua, Cambodian refugees, victims of South African apartheid and of famine and genocide in Africa.",
            "Wiesel defended the cause of Soviet Jews, Nicaragua's Miskito Indians,   Israeli youth, Argentina's \"Disappeared,\" Cambodian refugees, the Kurds, and victims of famine and genocide in Africa, apartheid in South Africa and war in the former Yugoslavia, according to the website of the Elie Wiesel Foundation, which he and Marion founded in 1986.",
            "A few years after winning the peace prize, he established the Elie Wiesel Foundation for Humanity, which, in addition to Israeli and Jewish causes, campaigned for Miskito Indians in Nicaragua, Cambodian refugees, victims of South African apartheid and of famine and genocide in Africa."
        ],
        "tf-idf score": [
            0.8999136264600748,
            0.7939159465230012,
            0.9010187094400083
        ]
    },
    "0.5303789843734765-3-599": {
        "average clique similarity": 0.5303789843734765,
        "clique": [
            "5-     Wiesel wrote   ",
            "4-Never shall I forget",
            "2-Never shall I forget"
        ],
        "median tf-idf score": 0.47218329084520666,
        "publications": [
            "Reuters",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "..,\" Wiesel wrote. \"Never shall I forget those flames that consumed my faith forever.",
            "Never shall I forget these things, even if I am condemned to live as long as God himself.",
            "Never shall I forget those flames that consumed my faith forever,\" he read from his book during a trip back to Auschwitz with Oprah Winfrey in 2006. \"Those moments that murdered my god and my soul and turned my dreams to ashes."
        ],
        "tf-idf score": [
            0.5937151738346439,
            0.23370541079085366,
            0.47218329084520666
        ]
    },
    "0.5604573568323538-4-599": {
        "average clique similarity": 0.5604573568323538,
        "clique": [
            "4-He wrote   Never sha",
            "2- Never shall I forge",
            "0-Wiesel vowed   Never",
            "5- Never shall I forge"
        ],
        "median tf-idf score": 0.5726099461765989,
        "publications": [
            "CNN",
            "NPR",
            "New York Post",
            "Reuters"
        ],
        "sentences": [
            "He wrote, \"Never shall I forget that night, the first night in camp, which has turned my life into one long night, seven times cursed and seven times sealed.",
            "\"Never shall I forget that night that first night in camp that turned my life into one long night. Never shall I forget the small faces of the children whose bodies I saw transformed into smoke under a silent sky.",
            "Wiesel vowed: \"Never shall I forget those moments which murdered my God and my soul and turned my dreams to dust,\" he wrote. \"Never shall I forget these things, even if I am condemned to live as long as God Himself.",
            "\"Never shall I forget that night, the first night in camp, which has turned my life into long night, seven times cursed and seven times sealed ."
        ],
        "tf-idf score": [
            0.5989777707404325,
            0.4895385525178336,
            0.7366581554378429,
            0.5462421216127653
        ]
    }
}