{
    "0.15367873814614363-3-144": {
        "average clique similarity": 0.15367873814614363,
        "clique": [
            "2-     Alicia   The St",
            "3-The Category 3 storm",
            "4-Local reports said t"
        ],
        "median tf-idf score": 0.6532064336883575,
        "publications": [
            "Buzzfeed News",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "--   Alicia   The St. Lucie County Fire District received a call at 7:39 a. m. that a husband and wife in their early 90s had been found unconscious inside their home by neighbors.",
            "The Category 3 storm killed at least 842 people in Haiti and left a trail of devastation that left tens of thousands homeless in the Caribbean nation before whipping the eastern coast of the Sunshine State into a maelstrom. An unidentified    woman in St. Lucie County who suffered cardiac arrest died after she could not be reached by medical personnel whose operations had been suspended,  .",
            "Local reports said there was one   death early Friday, a woman who authorities said died from a heart attack in St. Lucie County overnight."
        ],
        "tf-idf score": [
            0.27173485054122165,
            0.914521117655738,
            0.6532064336883575
        ]
    },
    "0.16203574828264322-3-182": {
        "average clique similarity": 0.16203574828264322,
        "clique": [
            "2- Our concern there i",
            "3- If you re hoping it",
            "1-Forecasters emphasiz"
        ],
        "median tf-idf score": 0.7478504114124623,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "\"Our concern there is we're gonna have up to 12 feet of storm surge, plus waves on top of that,\" he said. \"It's not just gonna impact the coast. It's gonna impact some rivers. \"",
            "\"If you're hoping it's is just going to pass far enough offshore that this isn't a problem anymore  --   that is a very, very big mistake that you could make that could cost you your life,\" Knabb said. Forecasters said Matthew could dump up to 15 inches of rain in some spots along the coast.",
            "Forecasters emphasized that the storm would be traveling along the coast in such a way that a small deviation could either send it directly onto land or out to sea, making it difficult to predict outcomes. Given the strength of the storm, if the eyewall hits land it could have historic consequences. Thousands of flights in the region have been canceled, and Amtrak has suspended some routes."
        ],
        "tf-idf score": [
            0.7478504114124623,
            0.7214967296491451,
            0.7885101146168958
        ]
    },
    "0.16366155508754412-3-122": {
        "average clique similarity": 0.16366155508754412,
        "clique": [
            "2- Two more   deaths i",
            "4-Matthew roared acros",
            "0-The storm  which is "
        ],
        "median tf-idf score": 1.111640125257102,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "'Two more   deaths in Florida bring toll to 4' 'Second death reported in Florida from Hurricane Matthew' 'Florida governor says progress is being made in restoring infrastructure' 'First   death reported in Florida as Matthew rakes Atlantic coast' 'Matthew weakens to Category 2 storm off northern Florida coast' 'More than 1 million without power as Matthew pounds Florida' 'Here's the National Hurricane Center's projections as of 11 am local time:' 'Hillary Clinton just issued this statement on the hurricane:' 'These government \"hurricane hunters\" flew right into the eye of the storm:' 'Obama urges residents to heed to state and local officials for hurricane updates' 'Director of National Hurricane Center urges Georgia and South Carolina residents to evacuate' 'Satellite imagery shows Matthew \"hugging\" the Florida coastline' 'Videos show Matthew ripping off a roof in the Bahamas  ...    ' '  ...    and the storm passing by Cocoa Beach on Florida's coast  ...    ' '  ...    and the impact on power lines in Merritt Island, Florida.'",
            "Matthew roared across the Caribbean before approaching the United States, and officials blamed it for at least 300 deaths in Haiti, where some reports estimated a far greater toll. President Obama on Friday said that much like during Sandy in 2012, the storm surge could cause significant damage.",
            "The storm, which is blamed for four deaths in Florida, sparked   concerns."
        ],
        "tf-idf score": [
            2.2056786210180146,
            1.111640125257102,
            0.46355793870589707
        ]
    },
    "0.16897328938869027-3-277": {
        "average clique similarity": 0.16897328938869027,
        "clique": [
            "0-The National Weather",
            "3-A tropical storm war",
            "1-Initial forecasts pr"
        ],
        "median tf-idf score": 0.5126741609825669,
        "publications": [
            "CNN",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "The National Weather Service issued a warning for parts of Nassau County, north of Jacksonville.",
            "A tropical storm warning also was in effect from north of Surf City to the northern Outer Banks.",
            "Initial forecasts projected the storm would affect the southern section of the state hurricane warnings are now in effect for the entire South Carolina coastline as well as parts of North Carolina."
        ],
        "tf-idf score": [
            0.3402041505656718,
            0.5126741609825669,
            0.8912119687165061
        ]
    },
    "0.17652354866039388-3-108": {
        "average clique similarity": 0.17652354866039388,
        "clique": [
            "3-It could be the wors",
            "4-He also said he was ",
            "0- We are seeing impac"
        ],
        "median tf-idf score": 0.5656388217677134,
        "publications": [
            "CNN",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "It could be the worst part of this is yet to come. \" In Jacksonville, Mayor Lenny Curry was not letting up the guard. \"We are prepared for the back end of this,\" Curry said during a Friday morning briefing,  .",
            "He also said he was particularly worried about Jacksonville, the most populous city in the South, which is right along the coast in the northeastern corner of Florida. \"The worst effects are still likely to come,\" he said.",
            "\"We are seeing impacts right now from St. Augustine to Jacksonville Beach. Unfortunately, this is going to continue through the night,\" Gov. Rick Scott said."
        ],
        "tf-idf score": [
            0.5656388217677134,
            0.8419242680665125,
            0.5181566601750296
        ]
    },
    "0.17709690687379256-3-206": {
        "average clique similarity": 0.17709690687379256,
        "clique": [
            "1-The Category 3 storm",
            "4-Gusts topping 100 mp",
            "2-    Jon Passantino  "
        ],
        "median tf-idf score": 0.9067101443224072,
        "publications": [
            "Washington Post",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "The Category 3 storm, even at a distance, has had gusts on land of more than 100 mph, causing power outages for more than 1 million customers as of 3 p. m. ET, according to the office of Florida Gov. Rick Scott.",
            "Gusts topping 100 mph were recorded in northern Brevard County, east of Orlando, according to the weather service, and   winds raged through the morning.",
            "--  Jon Passantino, \"Upon arrival, deputies discovered that two adults were attempting to ride out the storm in the trailer when the tree fell due to high winds,\" the Putnam County, Florida, Sheriff's Office said."
        ],
        "tf-idf score": [
            0.9067101443224072,
            0.4716865573245436,
            0.9721972332432434
        ]
    },
    "0.1799784067895873-3-114": {
        "average clique similarity": 0.1799784067895873,
        "clique": [
            "4-Nikki Haley  R  said",
            "3-Dangerous waves and ",
            "0-Meteorologists said "
        ],
        "median tf-idf score": 0.6821900487578485,
        "publications": [
            "New York Post",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "Nikki Haley (R) said that more than 300, 000 people had already evacuated in the state, and she said more evacuations were going to follow.",
            "Dangerous waves and rip currents were expected with storm surges of 9 feet or more, officials said.",
            "Meteorologists said storm surge was measured at more than 4 feet in some areas."
        ],
        "tf-idf score": [
            0.45778188713400586,
            0.6821900487578485,
            0.6998862365039795
        ]
    },
    "0.18831953702851392-3-259": {
        "average clique similarity": 0.18831953702851392,
        "clique": [
            "3-In Jacksonville  the",
            "2-And if you re not su",
            "1-Only a small deviati"
        ],
        "median tf-idf score": 0.6565466958741514,
        "publications": [
            "New York Post",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "In Jacksonville, the mayor warned that authorities would not be able to help stranded residents during the worst of the storm. \"You need to leave, if you do not leave you will be on your own,\" Curry said.",
            "And if you're not sure what to do, please visit ready. gov for tips on staying safe. ...     And to the people of Florida and the Southeast, and everyone in the eye of the storm: Stay safe, and know that America is with you. In times of disaster, we pull together.",
            "Only a small deviation to the left of the forecast track could bring these winds onshore\". If you want a close look at what, exactly, southern Florida managed to dodge, NOAA Hurricane Hunters flew a plane right through the eyewall and into the eye of the storm."
        ],
        "tf-idf score": [
            0.6505631077526329,
            0.6565466958741514,
            0.9924381681500971
        ]
    },
    "0.19390082584718824-3-97": {
        "average clique similarity": 0.19390082584718824,
        "clique": [
            "4-While her death did ",
            "0-The latter two had m",
            "1-According to The Ass"
        ],
        "median tf-idf score": 0.7712954360751836,
        "publications": [
            "CNN",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "While her death did not appear directly due to the storm, officials said they considered it   because first responders were unable to get to the woman due to the hurricane.",
            "The latter two had medical emergencies and responders were unable to reach them in time because of hazardous weather. A woman in northeast Florida died after a tree fell on her camper trailer, the Putnam County Sheriff's Office said.",
            "According to The Associated Press, two women in Florida died in separate accidents during the storm, along with an elderly couple who appear to have died of carbon monoxide poisoning while running a generator inside their garage. The governor's office has said more than one million customers had their power go out because of the hurricane."
        ],
        "tf-idf score": [
            0.7586757741572515,
            0.7712954360751836,
            1.2443776226030716
        ]
    },
    "0.19504108925407002-3-193": {
        "average clique similarity": 0.19504108925407002,
        "clique": [
            "0-The Category 2 hurri",
            "4- Hurricane Matthew r",
            "3-Hurricane Matthew sc"
        ],
        "median tf-idf score": 0.9905129764642433,
        "publications": [
            "Washington Post",
            "CNN",
            "New York Post"
        ],
        "sentences": [
            "The Category 2 hurricane, while losing some of its wind speed, left more than 1 million people without power in Florida as it spent the day plowing north just off the state's east coast.",
            "[Hurricane Matthew remains a dangerous and destructive Category 3 storm]   About 600, 000 people were without power Friday morning, Scott said, warning that this number would likely rise.",
            "Hurricane Matthew scraped by Florida's Atlantic coast Friday, unleashing   winds that left about 600, 000 homes without power and claimed at least one   fatality as it bore up the coast on an uncertain path."
        ],
        "tf-idf score": [
            0.9846275657566249,
            1.1501301182702466,
            0.9905129764642433
        ]
    },
    "0.1990852401932218-3-163": {
        "average clique similarity": 0.1990852401932218,
        "clique": [
            "0-  Although 310  000 ",
            "3-About 500  000 peopl",
            "2-Scott said another c"
        ],
        "median tf-idf score": 0.5978959441982777,
        "publications": [
            "CNN",
            "New York Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "* Although 310, 000 people have evacuated the area, Haley says that's not enough. Officials in some areas are going door to door, urging people to leave.",
            "About 500, 000 people were told to evacuate the Jacksonville area and another 500, 000 faced evacuation orders in Georgia after Matthew largely bypassed the     Beach areas to the south.",
            "Scott said another concern has always been whether or not people have been taking the warning seriously and evacuating their homes. More than 22, 000 people are currently in shelters. Approximately 400, 000 across the state are without power."
        ],
        "tf-idf score": [
            0.3220353365011555,
            0.5978959441982777,
            0.6557753154567272
        ]
    },
    "0.21338855515976143-3-328": {
        "average clique similarity": 0.21338855515976143,
        "clique": [
            "1-Cruise ships have ch",
            "3-Officials stressed t",
            "0-The storm s center c"
        ],
        "median tf-idf score": 1.1504589361141861,
        "publications": [
            "NPR",
            "New York Post",
            "CNN"
        ],
        "sentences": [
            "Cruise ships have changed their schedules too  --   in some cases, resulting in longer trips, The Associated Press reports. The AP notes that according to forecasters, rain and storm surge may be more dangerous than the   wind speeds at the center of the storm: \"They said the major threat to the Southeast would not be the winds  --   which newer buildings can withstand  --   but the massive surge of seawater that could wash over coastal communities\".",
            "Officials stressed that the danger was far from over, though, with hundreds of miles of shoreline areas in Florida, Georgia and South Carolina still under threat of pummeling rain and dangerous storm surges.",
            "The storm's center could be near or over the coasts of Georgia and South Carolina on Saturday, the hurricane center said."
        ],
        "tf-idf score": [
            1.1628380798718196,
            1.1504589361141861,
            1.1219198273312303
        ]
    },
    "0.2165008414291627-3-152": {
        "average clique similarity": 0.2165008414291627,
        "clique": [
            "3-The hurricane       ",
            "4-         ORMOND BEAC",
            "1-Our original post  H"
        ],
        "median tf-idf score": 1.0390646057794095,
        "publications": [
            "Washington Post",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "The hurricane  --   which was downgraded to a Category 3 overnight on the     scale  --   moved northward along the Florida coast at 12 mph as its center, the eye, hung just offshore.",
            "         ORMOND BEACH, Fla.  --   Hurricane Matthew churned along Florida's Atlantic coast Friday, looking increasingly like its center would remain just offshore as the storm battered the state with punishing rain,   sea surges and destructive wind gusts topping 100 mph.",
            "Our original post: Hurricane Matthew is traveling north along the Florida coastline with sustained winds of 120 mph and gusts up to 150 mph  --   but the most powerful winds primarily stayed offshore, sparing the coast from the    damage."
        ],
        "tf-idf score": [
            0.8427365469025617,
            1.536903484953123,
            1.0390646057794095
        ]
    },
    "0.21674555830529238-3-188": {
        "average clique similarity": 0.21674555830529238,
        "clique": [
            "0-Reports from the sto",
            "4-Debris flies through",
            "3- I emphasize this is"
        ],
        "median tf-idf score": 0.8630745942283717,
        "publications": [
            "Washington Post",
            "New York Post",
            "CNN"
        ],
        "sentences": [
            "Reports from the storm's path, Georgia, South Carolina and North Carolina, As northeastern Florida braced for impact, coastal communities in Georgia, South Carolina and North Carolina also were on notice.",
            "Debris flies through the air in Daytona Beach, Fla. on Friday. (Phelan  )  Obama on Thursday declared emergencies in three states  --   Florida, Georgia and South Carolina  --   opening up federal aid and assistance.",
            "\"I emphasize this is still a really dangerous hurricane,\" said Obama, who had declared a state of emergency for Florida, Georgia and South Carolina."
        ],
        "tf-idf score": [
            0.8630745942283717,
            0.7717339124158634,
            1.0287168197200747
        ]
    },
    "0.22356210965870785-3-320": {
        "average clique similarity": 0.22356210965870785,
        "clique": [
            "1- We have been very f",
            "0-What Florida looks l",
            "3- People should liste"
        ],
        "median tf-idf score": 0.9292142229941794,
        "publications": [
            "NPR",
            "New York Post",
            "CNN"
        ],
        "sentences": [
            "\"We have been very fortunate that Matthew's category 3 winds have remained a short distance offshore of the Florida Coast thus far,\" the National Hurricane Center says, \"but this should not be a reason to let down our guard.",
            "What Florida looks like now, \"Just because the center of circulation is offshore doesn't mean you can't be the center of action (along the coast),\" National Hurricane Center Director Rick Knabb said.",
            "\"People should listen to their local officials. We can always replace property,\" but not lives. National Hurricane Center Director Rick Knabb also urged residents of the three states not to be complacent  --   even if Matthew's eye remained over the ocean."
        ],
        "tf-idf score": [
            1.0366377577449954,
            0.9292142229941794,
            0.8765997569700741
        ]
    },
    "0.22368166101520168-3-300": {
        "average clique similarity": 0.22368166101520168,
        "clique": [
            "4-A wind gust of 68 mp",
            "0-Winds were already b",
            "2-At least one wind gu"
        ],
        "median tf-idf score": 0.5326305325784019,
        "publications": [
            "Washington Post",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "A wind gust of 68 mph was reported in Daytona Beach.",
            "Winds were already blustery in Hilton Head, South Carolina, with one gust measured at 63 mph. It's not as if Matthew    with winds of 105 mph    won't cause further damage with its powerful winds.",
            "At least one wind gust of 61 mph (98 kph) was recorded at Beaufort, South Carolina."
        ],
        "tf-idf score": [
            0.40650431543656096,
            0.6426128337156134,
            0.5326305325784019
        ]
    },
    "0.22521083194621627-3-328": {
        "average clique similarity": 0.22521083194621627,
        "clique": [
            "3-After Florida  forec",
            "1-The storm s highest ",
            "2- Florida governor s "
        ],
        "median tf-idf score": 1.243086732617337,
        "publications": [
            "New York Post",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "After Florida, forecasters said Matthew would probably hug the coast of Georgia and South Carolina over the weekend before moving out to sea  --   perhaps even looping back toward Florida in the middle of next week as a weakened tropical storm.",
            "The storm's highest sustained winds are 105 mph. The storm is expected to move near or over the coast of South Carolina Saturday.",
            "'Florida governor's biggest concern is storm surging in the middle of the state']   winds are moving onshore at Hilton Head and Pritchards Island, South Carolina, the National Hurricane Center reported."
        ],
        "tf-idf score": [
            1.243086732617337,
            0.8288472303147715,
            1.293873848819427
        ]
    },
    "0.23960484077391123-3-72": {
        "average clique similarity": 0.23960484077391123,
        "clique": [
            "3-By midday  the Natio",
            "2-In a localized state",
            "0-Matthew is expected "
        ],
        "median tf-idf score": 0.7994311216481542,
        "publications": [
            "CNN",
            "New York Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "By midday, the National Hurricane Center had issued hurricane warnings from Cocoa Beach in Florida to Surf City in North Carolina.",
            "In a localized statement, the NHC said: \"The centre of the Category 2 hurricane should be   the Charleston County Coast around 8 a. m. Saturday   ...     then is expected to move northeast to a position off the southeast North Carolina coast by Saturday evening. \"",
            "Matthew is expected to arrive near or over the shores of South Carolina by Saturday and over to North Carolina by Saturday evening."
        ],
        "tf-idf score": [
            0.7994311216481542,
            0.9229980537065141,
            0.5281490537554152
        ]
    },
    "0.24697870719987444-4-51": {
        "average clique similarity": 0.24697870719987444,
        "clique": [
            "0- The combination of ",
            "2-Matthew is expected ",
            "4-The National Hurrica",
            "1-That eyewall       w"
        ],
        "median tf-idf score": 1.232645931926872,
        "publications": [
            "Washington Post",
            "CNN",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "\"The combination of a dangerous storm surge, the tide and large and destructive waves will cause normally dry areas near the coast to be flooded by rising waters moving inland from the shoreline,\" the National Hurricane Center said.",
            "Matthew is expected to continue moving near or over the coast of northeast Florida and Georgia tonight, and near or over the coast of South Carolina on Saturday, forecasters said.",
            "The National Hurricane Center reported that the hurricane's center was \"hugging the coast of Central Florida\"  --   moving   at 12 mph  --   as it took aim at the northern part of the state and then onto Georgia and South Carolina.",
            "That eyewall  --   where the strongest winds are  --   has brushed against the Florida coast and will be traveling \"over or very near\" northeastern Florida and then Georgia later today. On Saturday, Hurricane Matthew will pass parallel to the South Carolina coast."
        ],
        "tf-idf score": [
            1.2582283938552852,
            1.067007477574945,
            1.2207967293911786,
            1.2444951344625657
        ]
    },
    "0.32486387375689696-3-138": {
        "average clique similarity": 0.32486387375689696,
        "clique": [
            "0-  A total of 1  1 mi",
            "4-The National Weather",
            "2-We ll have your back"
        ],
        "median tf-idf score": 0.6129386029781176,
        "publications": [
            "CNN",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "* A total of 1. 1 million customers in Florida were without power. * The National Weather Service warned that some places hit by Matthew could be uninhabitable for \"weeks or months\".",
            "The National Weather Service warned that brutal winds could leave some places \"uninhabitable for weeks or months. \"",
            "We'll have your back every step of the way  --   today, and in the weeks and months to come. He said that while much of the current attention has been on Florida, Georgia should still be paying attention."
        ],
        "tf-idf score": [
            0.6404987914240665,
            0.3369866567181706,
            0.6129386029781176
        ]
    }
}