{
    "0.21388526861347443-3-56": {
        "average clique similarity": 0.21388526861347443,
        "clique": [
            "0-Calls from activists",
            "2-The debate began whe",
            "4-In advance of Mr Lew"
        ],
        "median tf-idf score": 0.8203181387704045,
        "publications": [
            "Buzzfeed News",
            "Reuters",
            "New York Times"
        ],
        "sentences": [
            "Calls from activists to include a woman on the nation's currency prompted Lew to announce last June that the $10 bill would be redesigned to remove the nation's first treasury secretary, Hamilton, in order to include a woman.",
            "The debate began when the Treasury announced plans in June to feature a woman on the $10 note, prompted partly by a young girl's letter to President Barack Obama that criticized the lack of women on U S currency and a social media campaign last year called \"Women on 20s\".",
            "In advance of Mr Lew's decision, the emotion that the Treasury initiative had prompted was reflected in a letter to the Treasury secretary on Tuesday evening."
        ],
        "tf-idf score": [
            0.8203181387704045,
            0.914438211098975,
            0.6143971759226912
        ]
    },
    "0.24821466960263291-3-31": {
        "average clique similarity": 0.24821466960263291,
        "clique": [
            "2-A MUSICAL Hamilton s",
            "1-The decision caps a ",
            "4-Mr Lew may have rene"
        ],
        "median tf-idf score": 0.8979030362373063,
        "publications": [
            "Reuters",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "A MUSICAL Hamilton's growing celebrity status, due largely to a  Pulitzer   Broadway musical about his life, \"Hamilton,\" created by   Miranda, propelled an effort to keep the first U S Treasury secretary on the $10 note and to replace Jackson on the $20 bill instead.",
            "The decision caps a public campaign asking for a woman to be placed on American paper currency and months of deliberation by the Treasury to replace either Alexander Hamilton on the $10 bill or Andrew Jackson on the $20 bill.",
            "Mr Lew may have reneged on a commitment he made last year to make a woman the face of the $10 bill, opting instead to keep Alexander Hamilton, to the delight of a fan base swollen with enthusiasm over a Broadway rap musical based on the life of the first Treasury secretary."
        ],
        "tf-idf score": [
            0.7002764115727552,
            0.8979030362373063,
            0.9252399764823418
        ]
    },
    "0.2525922481906976-3-1": {
        "average clique similarity": 0.2525922481906976,
        "clique": [
            "0-During the Civil War",
            "1-As we reported   We ",
            "4-Tubman  an   and a U"
        ],
        "median tf-idf score": 0.5267047831934132,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "During the Civil War, she worked as cook, nurse, and spy for the Union Army, famously guiding the raid at Combahee Ferry to liberate some 700 slaves. She died in 1913 in Auburn, New York.",
            "As we reported: \"We'll note that Tubman's appearance on the $20 bill would have a special historical resonance: That's the same amount she eventually received from the U S government as her monthly pension for her service as a nurse, scout, cook and spy during the Civil War, as well as for her status as the widow of a veteran\".",
            "Tubman, an   and a Union spy during the Civil War, would bump Jackson  --   a white man known as much for his persecution of Native Americans as for his war heroics and advocacy for the common man  --   to the back of the $20, in some reduced image along with the White House."
        ],
        "tf-idf score": [
            0.43525035620370545,
            0.564095015769534,
            0.5267047831934132
        ]
    },
    "0.2615005826373064-3-44": {
        "average clique similarity": 0.2615005826373064,
        "clique": [
            "3-More than 118  000 o",
            "1- With this decision ",
            "0- Her incredible stor"
        ],
        "median tf-idf score": 0.7429856625933182,
        "publications": [
            "New York Post",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "More than 118, 000 of the 609, 000 people surveyed for the petition chose the   former slave to be the face of the $20 bill, with the goal of having it changed by 2020 --  the centennial of the 19th Amendment, which granted women the right to vote. When asked about the irony of putting someone who wasn't paid for her services, Lew said it \"reflects both American values and American democracy, but also, the power of an individual, to make a difference in our democracy. \" There are 8.",
            "\"With this decision, our currency will now tell more of our story and reflect the contributions of women as well as men to our great democracy,\" Lew said in a letter to the American people.",
            "\"Her incredible story of courage and commitment to equality embodies the ideals of democracy that our nation celebrates, and we will continue to value her legacy by honoring her on our currency,\" Lew said in the letter."
        ],
        "tf-idf score": [
            1.0714662662547554,
            0.7429856625933182,
            0.5090219538993387
        ]
    },
    "0.2795940558348315-3-2": {
        "average clique similarity": 0.2795940558348315,
        "clique": [
            "0- In a historic overh",
            "1- This post was last ",
            "4-WASHINGTON       Tre"
        ],
        "median tf-idf score": 0.9933801172474859,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            " In a historic overhaul of U S currency, Treasury Secretary Jack Lew announced Wednesday that Harriet Tubman, the slave turned abolitionist, will be featured on the front of a newly redesigned $20 note.",
            "(This post was last updated at 6:15 p. m. EDT)  Treasury Secretary Jacob Lew announced on Wednesday that the countenance of abolitionist leader Harriet Tubman will grace a new $20 bill.",
            "WASHINGTON  --   Treasury Secretary Jacob J Lew on Wednesday announced the most sweeping and historically symbolic makeover of American currency in a century, proposing to replace the slaveholding Andrew Jackson on the $20 bill with Harriet Tubman, the former slave and abolitionist, and to add women and civil rights leaders to the $5 and $10 notes."
        ],
        "tf-idf score": [
            0.9933801172474859,
            0.963989128579864,
            1.423530013002747
        ]
    },
    "0.2987534675320434-3-9": {
        "average clique similarity": 0.2987534675320434,
        "clique": [
            "4-Tubman would be the ",
            "3-The Civil   abolitio",
            "2-Women have not been "
        ],
        "median tf-idf score": 0.5718209084219634,
        "publications": [
            "New York Times",
            "New York Post",
            "Reuters"
        ],
        "sentences": [
            "Tubman would be the first woman so honored on paper currency since Martha Washington's portrait briefly graced the $1 silver certificate in the late 19th century.",
            "The Civil   abolitionist, who led runaway slaves to freedom along the Underground Railroad, will also be the first woman to appear on American paper money since Martha Washington was featured on a $1 silver certificate more than 100 years ago.",
            "Women have not been depicted on U S bills since Martha Washington, who was on the $1 silver certificate from 1891 to 1896, and Pocahontas, who was in a group picture on the $20 bill from 1865 to 1869."
        ],
        "tf-idf score": [
            0.5718209084219634,
            0.9092515711359253,
            0.41337496421694303
        ]
    },
    "0.3003730409945405-3-23": {
        "average clique similarity": 0.3003730409945405,
        "clique": [
            "3-Harriet Tubman is go",
            "2-   crusader Harriet ",
            "0-President Andrew Jac"
        ],
        "median tf-idf score": 0.6422135867784213,
        "publications": [
            "New York Post",
            "Reuters",
            "Buzzfeed News"
        ],
        "sentences": [
            "Harriet Tubman is going to be the new of face of the $20 bill, replacing former President Andrew Jackson --  and becoming the first black American to ever appear on US paper currency.",
            "   crusader Harriet Tubman will become the first   on the face of U S paper currency, and the first woman in more than a century, when she replaces former President Andrew Jackson on the $20 bill.",
            "President Andrew Jackson, a controversial figure due to his harsh treatment of Native Americans and currently featured on the front of the bill, will move to the back of the note."
        ],
        "tf-idf score": [
            0.7568549133478896,
            0.6422135867784213,
            0.492037664076026
        ]
    },
    "0.35523123082360125-4-76": {
        "average clique similarity": 0.35523123082360125,
        "clique": [
            "2-The reverse of a new",
            "0-The  5 bill will als",
            "1-The Treasury also sa",
            "4-On the flip side of "
        ],
        "median tf-idf score": 0.6283657932458474,
        "publications": [
            "New York Times",
            "Reuters",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "The reverse of a new $5 note will show former first lady Eleanor Roosevelt and civil rights leader Martin Luther King Jr officials said.",
            "The $5 bill will also be redesigned to include civil rights icons and the historic events that happened at the steps of the Lincoln Memorial, the Treasury Department announced Wednesday. The redesigned bill will include Martin Luther King Jr Marian Anderson, and Eleanor Roosevelt.",
            "The Treasury also said that a new $5 bill will honor two important American events that happened at the Lincoln Memorial: Marian Anderson's 1939 performance on the steps and Martin Luther King's 1963 \"I Have a Dream\" speech.",
            "On the flip side of the $5 bill, the Lincoln Memorial would remain, but as the backdrop for the 1939 performance there of Marian Anderson, the   classical singer, after she was barred from singing at the segregated Constitution Hall nearby. Sharing space on the rear would be images of Eleanor Roosevelt, who arranged Anderson's Lincoln Memorial performance, and the Rev. Dr Martin Luther King Jr who in 1963 delivered his \"I have a dream\" speech from its steps."
        ],
        "tf-idf score": [
            0.5534888180451449,
            0.7032427684465499,
            0.7136968125484789,
            0.5297100571353397
        ]
    },
    "0.4038352959308628-3-91": {
        "average clique similarity": 0.4038352959308628,
        "clique": [
            "1-The new  10 bill wil",
            "3-The Treasury Departm",
            "0-But the biggest chan"
        ],
        "median tf-idf score": 0.8925184342443454,
        "publications": [
            "NPR",
            "New York Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "The new $10 bill will keep Hamilton on the front but in the back feature \"an image of the historic march for suffrage that ended on the steps of the Treasury Department\". Leaders of that movement  --   Lucretia Mott, Sojourner Truth, Susan B Anthony, Elizabeth Cady Stanton and Alice Paul  --   will be honored in the image.",
            "The Treasury Department also announced that Alexander Hamilton will remain on the front of the $10 bill, but that members of the women's suffrage movement --  including Lucretia Mott, Sojourner Truth, Susan B Anthony, Elizabeth Cady Stanton and Alice Paul --  will be added to the back.",
            "But the biggest change will be Tubman's portrait prominently featured on the front of the $20 note, making her the first   and the second woman, pictured on a U S bill. Sacagawea was minted on the front of the dollar coin, and Pocahontas was previously included in the back of the $20 bill."
        ],
        "tf-idf score": [
            0.9310656345399384,
            0.8925184342443454,
            0.7384058583337308
        ]
    },
    "0.5179333942309323-3-102": {
        "average clique similarity": 0.5179333942309323,
        "clique": [
            "2-A new  10 bill will ",
            "0-The back of the bill",
            "4-The picture of the T"
        ],
        "median tf-idf score": 0.7821208645089399,
        "publications": [
            "Reuters",
            "Buzzfeed News",
            "New York Times"
        ],
        "sentences": [
            "A new $10 bill will add images of five female leaders of the women's suffrage movement, including Sojourner Truth and Elizabeth Cady Stanton, to the back, while keeping founding father Alexander Hamilton on the front.",
            "The back of the bill will include the Treasury movement and images of suffrage leaders such as Lucretia Mott, Sojourner Truth, Susan B Anthony, Elizabeth Cady Stanton, and Alice Paul, the department announced.",
            "The picture of the Treasury building on the back of the $10 bill would be replaced with a depiction of a 1913 march in support of women's right to vote that ended at the building, along with portraits of five suffrage leaders: Lucretia Mott, Sojourner Truth, Elizabeth Cady Stanton, Alice Paul and Susan B Anthony, who in more recent years was on an unpopular $1 coin until minting ceased."
        ],
        "tf-idf score": [
            0.7821208645089399,
            0.6698986648644906,
            0.9793547346771314
        ]
    }
}