{
    "0.15723843643048202-3-4": {
        "average clique similarity": 0.15723843643048202,
        "clique": [
            "1-In addition to polit",
            "0-All Colombians want ",
            "3-And U S State Depart"
        ],
        "median tf-idf score": 0.7285045126006958,
        "publications": [
            "Breitbart",
            "NPR",
            "National Review"
        ],
        "sentences": [
            "In addition to political power, also off the table for FARC temporarily will be the removal from the State Department's list of terrorist organizations, which Secretary of State Kerry had suggested as a possibility, and a visit from Pope Francis. How both the government and the terrorist group will proceed in renegotiating a peace deal remains to be seen.",
            "All Colombians want peace just not at any price. Now, the decision to return to the negotiating table rests with the FARC The burden is on them, not the state, to prove their interest in peace.",
            "And U S State Department spokesperson John Kirby said in a statement: \"Colombia can count on the continued support of the United States as it continues to seek democratic peace and prosperity for all Colombians."
        ],
        "tf-idf score": [
            1.0563064449493893,
            0.7285045126006958,
            0.6813565161105307
        ]
    },
    "0.16559135407362477-3-69": {
        "average clique similarity": 0.16559135407362477,
        "clique": [
            "1-The Colombian newspa",
            "4-As the deal  s defea",
            "0-What it does mean is"
        ],
        "median tf-idf score": 1.2462485428227785,
        "publications": [
            "Breitbart",
            "National Review",
            "Business Insider"
        ],
        "sentences": [
            "The Colombian newspaper El Tiempo has narrowed down the demands of the \"no\" side to five needs in any peace deal: a ban on the FARC leaders running for office prison sentences for the FARC leaders drug trafficking not treated as a lesser crime reparations paid by the FARC to reconstruct the communities it has destroyed and no violations of the Constitution to the benefit of the FARC In addition to murders, abductions, and disappearances, the FARC have forced thousands of children into terrorist activity as part of a Boko   child soldier program.",
            "As the deal''s defeat looked likely, the group issued a   somewhat vague statement on Twitter,   ' '  ' '  ' '  ' '   The  of the voting posted   online by Colombian electoral authorities indicated that much of   the country''s western, southeastern, eastern, and northern   regions  --   areas where the FARC has been   --   voted in support of the peace plan.",
            "What it does mean is that the Colombian people have judged that the Santos government gave up too much in the negotiations  --   and the FARC not enough."
        ],
        "tf-idf score": [
            1.389988457416328,
            1.2462485428227785,
            0.6459379745650551
        ]
    },
    "0.16698014364398794-3-47": {
        "average clique similarity": 0.16698014364398794,
        "clique": [
            "1- The FARC maintain t",
            "3- The FARC guerillas ",
            "0-Also losing  obvious"
        ],
        "median tf-idf score": 0.6801657018226003,
        "publications": [
            "Breitbart",
            "National Review",
            "NPR"
        ],
        "sentences": [
            "\"The FARC maintain their will for peace and reiterate their disposition of using only their word as a weapon to construct the future,\" he said following the \"no\" vote.",
            "\"The FARC guerillas, speaking from Cuba, said they want to keep pursuing peace,\" Otis says. \"Remember, a lot of their leaders are now in their 50s and 60s.",
            "Also losing, obviously, was the FARC (and their   in Cuba and Venezuela) whose greed in demanding concession after concession while displaying no true remorse for their war on Colombia society backfired in their repudiation at the voting booth."
        ],
        "tf-idf score": [
            0.6801657018226003,
            0.7432950633171725,
            0.6732180297899338
        ]
    },
    "0.176895542385518-3-60": {
        "average clique similarity": 0.176895542385518,
        "clique": [
            "0-If they truly are si",
            "3-The answer was to be",
            "2-They point to the fa"
        ],
        "median tf-idf score": 0.7956949614104117,
        "publications": [
            "NPR",
            "National Review",
            "Vox"
        ],
        "sentences": [
            "If they truly are sincere in their commitment to disarm and demobilize  --   as they have been saying these past four years  --   then they need to realize that amnesty and guaranteed political participation are   with the Colombian people. It's not supposed to be that easy, and the Colombian people just demonstrated that even if their president is willing to hold down the cost to their crimes, they are not.",
            "The answer was to be decided by a   majority. \"Had the 'yes' vote triumphed, the FARC would have had six months to gather its 5, 800 foot soldiers in special zones around Colombia, where they were to turn in their weapons to U N inspectors. The FARC had also pledged to get out of the cocaine smuggling business, help the army locate and destroy landmines, and to apologize to its victims.",
            "They point to the fact that the Cuban government hosted the peace talks and Venezuela acted as a facilitator as evidence of the influence these two   governments had on the negotiations. They have accused President Santos of \"selling the country out\" and warn that with the rebels becoming political players, Colombia could soon resemble Cuba and Venezuela and suffer from the same shortages these countries are experiencing."
        ],
        "tf-idf score": [
            0.6022198450775954,
            0.7956949614104117,
            0.8524140895091238
        ]
    },
    "0.1824402191080163-3-26": {
        "average clique similarity": 0.1824402191080163,
        "clique": [
            "0-We are all for peace",
            "4-         Colombia s ",
            "1-By a   margin  the C"
        ],
        "median tf-idf score": 1.2637499288658913,
        "publications": [
            "Business Insider",
            "Breitbart",
            "National Review"
        ],
        "sentences": [
            "We are all for peace, but not all are in favor of an agreement that, to end the conflict with the FARC [Fuerzas Armadas Revolucionarias de Colombia, i. e. the Revolutionary Armed Forces of Colombia] weakens our institutions and the rule of law, and permits crimes against humanity to remain without adequate sentences and those responsible to enter politics, with risks for the future of our democracy.",
            "'  ' \"   Colombia's national vote on a peace deal negotiated  between the   government and the country's largest rebel group, the   Revolutionary Armed Forces of Colombia (FARC)  on Sunday night, in a result that   defied expectations heading into the day. \"",
            "By a   margin, the Colombian people have rejected a peace deal that would have allowed one of the nation's oldest   groups, the Revolutionary Armed Forces of Colombia (FARC) to establish its own political party with drug money and many of its leaders to avoid prison time for human rights violations. [With 50."
        ],
        "tf-idf score": [
            0.8991441819149745,
            1.2637499288658913,
            1.384398149561127
        ]
    },
    "0.1972586836948557-3-205": {
        "average clique similarity": 0.1972586836948557,
        "clique": [
            "3-And  Otis says  the ",
            "2-What happens now  Th",
            "4-    Other parts of t"
        ],
        "median tf-idf score": 0.6713910568597378,
        "publications": [
            "Business Insider",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "And, Otis says, the overall intensity of the war has been lower for the past several years. The challenge now will be whether Santos and the FARC can revive the peace agreement after it's been rejected by the people.",
            "What happens now? The peace agreement as written cannot be implemented without an approval by referendum, so it will have to be renegotiated. President Santos has promised to \"continue the search for peace until the last moment of my mandate, because that's the way to leave a better country to our children .",
            "'   Other parts of the country outside of the cities are remote and   hard to reach, which may have influenced turnout as well. ' '   The path forward for Colombia is not clear. A bilateral     has been in effect in the country since August   26, when the two sides reached an agreement in Havana. It is   unclear whether that will continue, or for how long. '"
        ],
        "tf-idf score": [
            0.8971183715952488,
            0.6713910568597378,
            0.46496711358250165
        ]
    },
    "0.19743478946809648-3-136": {
        "average clique similarity": 0.19743478946809648,
        "clique": [
            "2-However  before the ",
            "3-Santos has said ther",
            "4-The  No  campaign   "
        ],
        "median tf-idf score": 0.6423576350526792,
        "publications": [
            "Vox",
            "NPR",
            "Business Insider"
        ],
        "sentences": [
            "However, before the vote, Santos told the BBC that there was \"no Plan B\" for ending the conflict if the referendum on the peace agreement failed.",
            "Santos has said there was \"no plan B\" for what to do if the deal wasn't approved by the public. Both sides have now indicated they want to find a way to save it. \"I won't give up.",
            "The \"No\" campaign   ' '  ' \"   And while polls prior to the vote indicated support for the deal,   the FARC itself is  by Colombians."
        ],
        "tf-idf score": [
            0.6423576350526792,
            0.619649591743263,
            0.7257392447026607
        ]
    },
    "0.2156941636590838-3-63": {
        "average clique similarity": 0.2156941636590838,
        "clique": [
            "2-The deal between the",
            "4-The rebel   group s ",
            "3-The Colombian govern"
        ],
        "median tf-idf score": 0.7160188736295885,
        "publications": [
            "Business Insider",
            "Vox",
            "NPR"
        ],
        "sentences": [
            "The deal between the Colombian government and the Marxist rebel group was reached on August 24 after four long years of fraught negotiations.",
            "The rebel   group's    war claimed the lives of  and   displaced some 7 million Colombians from their homes. \"",
            "The Colombian government and the FARC rebel group have spent four years negotiating a peace deal to bring an end to more than 50 years of war."
        ],
        "tf-idf score": [
            0.7160188736295885,
            0.40944341396941164,
            1.0491464659334935
        ]
    },
    "0.2169773648578456-4-141": {
        "average clique similarity": 0.2169773648578456,
        "clique": [
            "0-The big winner was f",
            "1-The  no  contingency",
            "2-The leading voice of",
            "4-            Peace is"
        ],
        "median tf-idf score": 0.7468790132541949,
        "publications": [
            "National Review",
            "Vox",
            "Business Insider",
            "Breitbart"
        ],
        "sentences": [
            "The big winner was former president Alvaro Uribe, who   led the opposition to the Yes vote. Wildly popular in Colombia already, Uribe is known for his hardline policies against the FARC during his presidency.",
            "The \"no\" contingency relied largely on social media support, led by Senator Uribe, best known as the former president largely responsible for the decimation of the FARC that forced their leaders to flee to Cuba.",
            "The leading voice of opposition to the peace deal is former President Alvaro Uribe, who is widely credited with having achieved the military gains that forced the rebels to the negotiating table in the first place.",
            "' '  ' '   \"Peace is exciting, but the Havana accords are disappointing,\"   said Alvaro Uribe, a former president and the leader of the \"No\"   campaign,  to AFP ' \"   During the voting Sunday, parts of Colombia's Caribbean coast,   considered bastions of support for President Juan Manuel   Santos and the deal,  related to Hurricane   Matthew. \""
        ],
        "tf-idf score": [
            0.8135203162261108,
            0.6802377102822792,
            0.6689334720215923,
            1.0807366639246
        ]
    },
    "0.21850182141945773-4-98": {
        "average clique similarity": 0.21850182141945773,
        "clique": [
            "2-   I won t give up  ",
            "4-That contrasted with",
            "0-He was vehemently ag",
            "1-Following the victor"
        ],
        "median tf-idf score": 0.738362685853021,
        "publications": [
            "Business Insider",
            "Breitbart",
            "National Review",
            "Vox"
        ],
        "sentences": [
            ".. I won't give up,\" he said. Speaking to journalists in Havana after Sunday's referendum results, Timochenko said that his group remains committed to ending the conflict. The rebel leader said he regrets that what he called \"the destructive power of those who sow hatred and rancor [has] influenced the opinion of the Colombian population. \"",
            "That contrasted with the country''s center, which leaned toward   \"No\". ' ' to RCN Radio, Santos was to meet   with his negotiating team as well as with military leadership to   review the results of the vote. ' '   Santos later gave a short  in which he said he accepted the   defeat. '",
            "He was vehemently against the terms of the signed deal and, just as he did when president, peripatetically crisscrossed the country making his opinion known. Uribe's support is thus crucial to any future deal.",
            "Following the victory of the \"no\" vote, he said that he would accept a peace deal with the FARC as long as it preserved the dignity of the FARC's victims."
        ],
        "tf-idf score": [
            0.8289562361405481,
            0.6554680690217394,
            0.6403318732939436,
            0.8212573026843027
        ]
    },
    "0.2751694955997953-3-212": {
        "average clique similarity": 0.2751694955997953,
        "clique": [
            "3-Terms were agreed on",
            "1-24 percent of the vo",
            "2- On Sunday  Colombia"
        ],
        "median tf-idf score": 1.0649219973348556,
        "publications": [
            "NPR",
            "Breitbart",
            "Vox"
        ],
        "sentences": [
            "Terms were agreed on, a deal was finalized, the accord was signed  --   and then, in a stunning turn of events, the people of Colombia voted against the agreement in a national referendum Sunday. So.",
            "24 percent of the vote, the Colombian people voted \"no\" on accepting a peace deal that would legitimize the Revolutionary Armed Forces of Colombia (FARC) 49.",
            " On Sunday, Colombian voters narrowly rejected the government's peace deal with the Revolutionary Armed Forces of Colombia, or FARC, in a stunning referendum vote that has thrown the peace process into disarray."
        ],
        "tf-idf score": [
            0.6921283941168368,
            1.0649219973348556,
            1.2164018307519975
        ]
    }
}