{
    "0.15805415118021557-3-178": {
        "average clique similarity": 0.15805415118021557,
        "clique": [
            "4- In large epidemiolo",
            "2-Wayne Aldredge  pres",
            "3-Right  The Cochrane "
        ],
        "median tf-idf score": 1.0865691748972373,
        "publications": [
            "Vox",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "\"In large epidemiological studies, the evidence for flossing turns out to be fairly weak,\" says Tim Iafolla, a dentist with the National Institute of Dental and Craniofacial Research, which is part of the National Institutes of Health.",
            "Wayne Aldredge, president of the periodontists' group, acknowledged the weak scientific evidence and the brief duration of many studies.",
            "Right? The Cochrane Collaboration  --   a group of researchers who do systematic reviews of the evidence for major health questions  --   did a 2011 analysis of 12 studies on flossing to reduce gum disease and tooth decay, which included a total of 1, 000 participants."
        ],
        "tf-idf score": [
            1.0865691748972373,
            0.4572614954304521,
            1.1517711369840005
        ]
    },
    "0.16083768918804262-3-205": {
        "average clique similarity": 0.16083768918804262,
        "clique": [
            "2-com       struggled ",
            "0-Procter  Gamble  whi",
            "4-The review concluded"
        ],
        "median tf-idf score": 0.7985416764234599,
        "publications": [
            "NPR",
            "Guardian",
            "New York Post"
        ],
        "sentences": [
            "com  --   struggled to provide convincing evidence of their claims that floss reduces plaque or gingivitis.",
            "Procter  Gamble, which markets several brands of the product and claims that its floss fights plaque and gingivitis, pointed to a   study, which was discounted as irrelevant in the 2011 research review.",
            "The review concluded that there was some evidence that flossing and brushing regularly did appear to reduce gingivitis, compared to tooth brushing alone, but that evidence was weak on how much it reduced plaque."
        ],
        "tf-idf score": [
            0.5273261079572721,
            0.7985416764234599,
            0.8281332582239072
        ]
    },
    "0.17722082818259724-3-78": {
        "average clique similarity": 0.17722082818259724,
        "clique": [
            "4-She remembers learni",
            "0-She said   Some peop",
            "2- They just looked in"
        ],
        "median tf-idf score": 0.4776000313857818,
        "publications": [
            "New York Post",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "She remembers learning that a lot of patients lie to their dentists about how much they floss. And a survey by the academy found that almost 15 percent of adults would rather clean a toilet than floss their teeth.",
            "She said: \"Some people may not have large enough spaces in between their teeth to use an   brush, so flossing can be a useful alternative. Patients should speak to their dentist if they have any concerns. \"",
            "\"They just looked into what they did every day in their clinical practice and what they would recommend for patients,\" said Araujo."
        ],
        "tf-idf score": [
            0.4776000313857818,
            0.7708724855277582,
            0.2189386088062677
        ]
    },
    "0.18107271798474503-3-207": {
        "average clique similarity": 0.18107271798474503,
        "clique": [
            "4-But when reporters w",
            "1-There are some genui",
            "3-But for the millions"
        ],
        "median tf-idf score": 0.8297683029558013,
        "publications": [
            "NPR",
            "Breitbart",
            "Vox"
        ],
        "sentences": [
            "But when reporters with The Associated Press recently pushed the government for evidence that supports flossing, there wasn't much.",
            "There are some genuine criticisms of dental floss in the Associated Press article, from fears that flossing might distract people from more effective hygiene practices, to the possibility that flossing can \"damage gums, teeth, and dental work,\" or even \"dislodge bad bacteria that invade the bloodstream and cause dangerous infections, especially in people with weak immunity. \"",
            "But for the millions of Americans who struggle to floss, news today from the Associated Press represent a huge validation: There's scant evidence that flossing works."
        ],
        "tf-idf score": [
            0.5547734909414641,
            1.2781643720320301,
            0.8297683029558013
        ]
    },
    "0.18279788011809292-3-207": {
        "average clique similarity": 0.18279788011809292,
        "clique": [
            "3-Few of the studies i",
            "2-However  most of the",
            "1-It turns out that th"
        ],
        "median tf-idf score": 0.7533059920465875,
        "publications": [
            "Vox",
            "New York Post",
            "Breitbart"
        ],
        "sentences": [
            "Few of the studies in the Cochrane analysis, for example, lasted from more than three months. \"Ideally, trials would run for 12 months or longer, which would also be important in any study that considered dental caries as an outcome, since it takes longer for caries to develop to a stage that can be detected by any of the methods currently available,\" the Cochrane researchers write.",
            "However, most of these studies used outdated methods or tested few people. Some lasted only two weeks, far too brief for a cavity or dental disease to develop. One tested 25 people after only a single use of floss.",
            "It turns out that the studies long cited to prove the benefits of flossing were ridiculously shabby, with outdated methods, ridiculously small sample sizes, and study periods so brief that it was virtually impossible for benefits or drawbacks from flossing to develop."
        ],
        "tf-idf score": [
            0.5995302897859336,
            0.7533059920465875,
            0.7761869006217048
        ]
    },
    "0.20218655426138907-3-176": {
        "average clique similarity": 0.20218655426138907,
        "clique": [
            "3-It concluded   Overa",
            "2-One study review in ",
            "1-Some evidence that i"
        ],
        "median tf-idf score": 0.7850293171969175,
        "publications": [
            "Breitbart",
            "Vox",
            "New York Post"
        ],
        "sentences": [
            "It concluded: \"Overall there is weak, very unreliable evidence which suggests that flossing plus toothbrushing may be associated with a small reduction in plaque at 1 or 3 months\".",
            "One study review in 2011 did credit floss with a slight reduction in gum inflammation  --   which can sometimes develop over time into   gum disease. However, the reviewers ranked the evidence as \"very unreliable. \"",
            "Some evidence that it helps with gum inflammation was found, but even that was described as \"very unreliable,\" with the benefits essentially imperceptible to most dental floss users."
        ],
        "tf-idf score": [
            0.7140171017590035,
            0.8425761464355975,
            0.7850293171969175
        ]
    },
    "0.24900476005642744-3-207": {
        "average clique similarity": 0.24900476005642744,
        "clique": [
            "3-Bacteria live in tha",
            "2-Careless flossing ca",
            "0-Floss can occasional"
        ],
        "median tf-idf score": 0.5561806332717292,
        "publications": [
            "Vox",
            "New York Post",
            "Guardian"
        ],
        "sentences": [
            "Bacteria live in that plaque and can break down the enamel of the teeth. It's also thought this plaque can lead to gingivitis, which is the inflammation of the gums. People with gingivitis are at 46 times the risk for losing teeth over a   period.",
            "Careless flossing can damage gums, teeth and dental work.",
            "Floss can occasionally cause harm, with poor technique leading to damaged gums and teeth and also dislodging bad bacteria, which can lead to infections."
        ],
        "tf-idf score": [
            0.5528893549902925,
            0.6212160100305066,
            0.5561806332717292
        ]
    },
    "0.2549507430157461-3-16": {
        "average clique similarity": 0.2549507430157461,
        "clique": [
            "3-The AP writes   When",
            "4-Flossing has quietly",
            "2-The federal governme"
        ],
        "median tf-idf score": 0.6723803498281616,
        "publications": [
            "Vox",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "The AP writes:  When the federal government issued its latest dietary guidelines this year, the flossing recommendation had been removed, without notice.",
            "Flossing has quietly lost its place among recommendations for daily health, at least as prescribed in the Dietary Guidelines for Americans, which are issued every five years by the U S departments of Health and Human Services and Agriculture.",
            "The federal government has recommended flossing since 1979, first in a surgeon general's report and later in the Dietary Guidelines for Americans issued every five years."
        ],
        "tf-idf score": [
            0.6571147600608522,
            0.7612783405995652,
            0.6723803498281616
        ]
    },
    "0.2727464195583284-3-207": {
        "average clique similarity": 0.2727464195583284,
        "clique": [
            "0-Dentists provide sam",
            "3-   the plaque that c",
            "2-The two leading prof"
        ],
        "median tf-idf score": 0.9430876241618116,
        "publications": [
            "Guardian",
            "Vox",
            "New York Post"
        ],
        "sentences": [
            "Dentists provide samples to their patients the British Dental Association insists on its patient website that flossing helps \"in the battle against tooth decay and gum disease\".",
            ".. the plaque that collects between two teeth, [reducing] the likelihood of gum disease and tooth decay\".",
            "The two leading professional groups  --   the American Dental Association and the American Academy of Periodontology, for specialists in gum disease and implants  --   cited other studies as proof of their claims that flossing prevents buildup of gunk known as plaque, early gum inflammation called gingivitis, and tooth decay."
        ],
        "tf-idf score": [
            0.9430876241618116,
            0.43304433940279174,
            1.271369371386234
        ]
    },
    "0.31172418510812977-3-71": {
        "average clique similarity": 0.31172418510812977,
        "clique": [
            "1-Only  weak    unreli",
            "0-studies in leading j",
            "4-A 2011 Cochrane  ora"
        ],
        "median tf-idf score": 0.6922524619165158,
        "publications": [
            "Guardian",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "Only \"weak,\" \"unreliable,\" and \"very low quality\" evidence for the effectiveness of flossing at plaque removal could be found.",
            "studies in leading journals found evidence for flossing is \"weak, very unreliable\" of \"very low\" quality, and carries \"a moderate to large potential for bias\".",
            "A 2011 Cochrane \"oral health\" review of 12 studies on the effects of flossing found that they \"were of poor quality and conclusions must be viewed as unreliable\"."
        ],
        "tf-idf score": [
            0.6430051770676024,
            0.7645712025818369,
            0.6922524619165158
        ]
    },
    "0.3146152944282964-3-102": {
        "average clique similarity": 0.3146152944282964,
        "clique": [
            "1-One of the studies t",
            "2-When the ADA was ask",
            "0-It s one of the most"
        ],
        "median tf-idf score": 0.9553015746959354,
        "publications": [
            "New York Post",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "One of the studies the American Dental Association offered as proof that flossing helps to prevent gum disease lasted only two weeks, and didn't even study gum disease.",
            "When the ADA was asked for proof of its claim that flossing helps prevent early gum disease and cavities, the group cited the 2011 review and a 2008   study that measured bacteria and did not even consider gum disease.",
            "It's one of the most universal recommendations in all of public health: floss daily to prevent gum disease and cavities."
        ],
        "tf-idf score": [
            0.9553015746959354,
            1.07179858249479,
            0.5582977697885655
        ]
    },
    "0.32313503969397406-3-159": {
        "average clique similarity": 0.32313503969397406,
        "clique": [
            "0-But all this could c",
            "4-And in this year s g",
            "2-Last year  the Assoc"
        ],
        "median tf-idf score": 0.8300095231247437,
        "publications": [
            "Guardian",
            "New York Post",
            "NPR"
        ],
        "sentences": [
            "But all this could change following an investigation by Associated Press (AP). Last year journalists from the agency asked the departments of health and human services and agriculture in the US for their evidence that flossing works.",
            "And in this year's guidelines, the word floss doesn't show up once. A spokesperson with the U S Department of Health and Human Services tells Shots that the most recent committees reviewing the guidelines focused more on the impact of sugars on dental health, and did not consider flossing.",
            "Last year, the Associated Press asked the Departments of Health and Human Services and Agriculture for their evidence, and followed up with written requests under the Freedom of Information Act."
        ],
        "tf-idf score": [
            0.8300095231247437,
            0.9216049532207009,
            0.47356395735532086
        ]
    },
    "0.3237423264845268-3-168": {
        "average clique similarity": 0.3237423264845268,
        "clique": [
            "2-Count dentist Damien",
            "4- They were not imply",
            "0-He added  more sophi"
        ],
        "median tf-idf score": 0.7364419413401379,
        "publications": [
            "NPR",
            "Guardian",
            "New York Post"
        ],
        "sentences": [
            "Count dentist Damien Walmsley, scientific adviser to the British Dental Association, among the skeptics. \"It's important to tell people to do the basics. Flossing is not part of the basics. \"",
            "\"They were not implying that this is not an important oral hygiene practice,\" the spokesperson cautions. \"It is also important to note that, although dental floss was mentioned in past editions of the guidelines, it was most likely identified as a supporting recommendation along with brushing teeth, with the primary emphasis being on the   recommendation to reduce added sugars\".",
            "He added \"more sophisticated trials\" were needed. \"It's important to tell people to do the basics. Flossing is not part of the basics. \" AP also looked at the most rigorous research of the past decade."
        ],
        "tf-idf score": [
            0.7364419413401379,
            0.8299759832945747,
            0.661059978876955
        ]
    },
    "0.34869527173510045-3-207": {
        "average clique similarity": 0.34869527173510045,
        "clique": [
            "1-The government decid",
            "0-Since then  the US g",
            "2-When the federal gov"
        ],
        "median tf-idf score": 0.5897139945268802,
        "publications": [
            "Breitbart",
            "Guardian",
            "New York Post"
        ],
        "sentences": [
            "The government decided to quietly remove the recommendation for flossing this year, without formally notifying anyone. After the omission was noticed, Mama Government sheepishly admitted that the \"effectiveness of flossing had never been researched, as required. \"",
            "Since then, the US government has quietly dropped the recommendation, admitting that there is no scientific evidence to prove the benefits. And now the NHS is set to review their own guidelines.",
            "When the federal government issued its latest dietary guidelines this year, the flossing recommendation had been removed, without notice."
        ],
        "tf-idf score": [
            0.6917331599255112,
            0.5140668970852055,
            0.5897139945268802
        ]
    },
    "0.39757593003610675-3-93": {
        "average clique similarity": 0.39757593003610675,
        "clique": [
            "0-Except there s littl",
            "1- It somehow took alm",
            "2-Except there s littl"
        ],
        "median tf-idf score": 0.6242782845439339,
        "publications": [
            "Breitbart",
            "New York Post",
            "Guardian"
        ],
        "sentences": [
            "Except there's little proof that flossing works. Still, governments, dental organisations and manufacturers of floss have pushed the practice for decades.",
            "[It somehow took almost forty years for the dental community to realize, as the AP puts it, \"there's little proof that flossing works. \"",
            "Except there's little proof that flossing works."
        ],
        "tf-idf score": [
            0.8284863552493013,
            0.6242782845439339,
            0.37447440757368855
        ]
    },
    "0.4243347550433261-3-139": {
        "average clique similarity": 0.4243347550433261,
        "clique": [
            "2-Yet the industry has",
            "1-The Associated Press",
            "3-Yet the industry has"
        ],
        "median tf-idf score": 0.7655699961757514,
        "publications": [
            "Breitbart",
            "New York Post",
            "Vox"
        ],
        "sentences": [
            "Yet the industry has paid for most studies and sometimes designed and conducted the research.",
            "The Associated Press decided to do what our $4 trillion   couldn't be bothered to do, and took a look at \"the most rigorous research conducted over the past decade, focusing on 25 studies that generally compared the use of a toothbrush with the combination of toothbrushes and floss. \"",
            "Yet the industry has paid for most studies and sometimes designed and conducted the research\". So overall, you're entitled to a bit more skepticism when it comes to flossing. But like with many questions in public health, we haven't studied it enough yet to reach a clear conclusion."
        ],
        "tf-idf score": [
            0.32781827474389047,
            0.7655699961757514,
            0.8940303372744229
        ]
    },
    "0.44557482584665253-3-129": {
        "average clique similarity": 0.44557482584665253,
        "clique": [
            "2- The majority of ava",
            "4- The condition we re",
            "0-One review conducted"
        ],
        "median tf-idf score": 0.9058800921138277,
        "publications": [
            "New York Post",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "\"The majority of available studies fail to demonstrate that flossing is generally effective in plaque removal,\" said one review conducted last year.",
            "\"The condition we're trying to prevent, which is gum disease, is something that takes years to develop, and most of the studies only last for a few weeks or months,\" he says. \"So the evidence that we gather from these studies is fairly indirect.",
            "One review conducted last year said: \"The majority of available studies fail to demonstrate that flossing is generally effective in plaque removal. \""
        ],
        "tf-idf score": [
            0.9058800921138277,
            0.6889530920532807,
            0.9058800921138277
        ]
    }
}