{
    "0.27150906698379673-3-22": {
        "average clique similarity": 0.27150906698379673,
        "clique": [
            "1-    Giuliani  who wa",
            "4-During the interview",
            "3-And for the position"
        ],
        "median tf-idf score": 0.9957380484507431,
        "publications": [
            "Business Insider",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "'   Giuliani, who was initially  for secretary of   state, was overshadowed in recent weeks by other people,   including retired Gen. David Petraeus and Mitt Romney, the former   Massachusetts governor and 2012 Republican presidential nominee. '",
            "During the interview with Fox News, Giuliani also expressed his agreement with former Arkansas Gov. Mike Huckabee and former Speaker of the House Newt Gingrich, both Trump loyalists, that 2012 GOP nominee Mitt Romney may not be the best pick for Trump's secretary of state. Romney is reportedly one of at least three people being considered for the position.",
            "And for the position of secretary of State, Trump is seriously considering 2012 Republican presidential nominee Mitt Romney    who strongly warned voters against Trump earlier this year    for the role."
        ],
        "tf-idf score": [
            0.9957380484507431,
            1.3000051065719218,
            0.828370724104567
        ]
    },
    "0.30827945951410807-3-9": {
        "average clique similarity": 0.30827945951410807,
        "clique": [
            "1-         Former New ",
            "4-Trump s incoming Whi",
            "3-Romney and Trump gra"
        ],
        "median tf-idf score": 1.3304970599837433,
        "publications": [
            "Breitbart",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "'  ' '   Former New York City Mayor Rudy Giuliani withdrew last week from   consideration to be secretary of state or any other role in the   incoming White House,   Donald Trump said Friday. '",
            "Trump's incoming White House Chief of Staff Reince Priebus said Giuliani \"was vetted by our team for any possible conflicts and passed with flying colors. \"",
            "Romney and Trump grabbed dinner last week with Priebus, Trump's incoming White House chief of staff and chairman of the Republican Party."
        ],
        "tf-idf score": [
            1.3612665011636809,
            1.3304970599837433,
            0.6896476093986984
        ]
    },
    "0.3543317045454961-3-34": {
        "average clique similarity": 0.3543317045454961,
        "clique": [
            "3-Giuliani will stay o",
            "1-       The former Ne",
            "2-Giuliani  who is cur"
        ],
        "median tf-idf score": 0.7087799794279408,
        "publications": [
            "Fox News",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "Giuliani will stay on as a \"Vice Chairman of the Presidential Transition Team,\" the organization said.",
            "'' '   The former New York City mayor, who after the release of the lewd   2005 \"Access Hollywood\" tape was perhaps the only surrogate who   publicly defended Trump, will remain vice chairman of the   presidential transition team, the campaign said. '",
            "Giuliani, who is currently a vice chairman on the presidential transition team, had been rumored to be in consideration for secretary of state."
        ],
        "tf-idf score": [
            0.6411063718618514,
            1.2402326741282792,
            0.7087799794279408
        ]
    },
    "0.3853484518588348-3-21": {
        "average clique similarity": 0.3853484518588348,
        "clique": [
            "2- My desire to be in ",
            "4-  The whole thing wa",
            "1- From the vantage po"
        ],
        "median tf-idf score": 1.0783386905534962,
        "publications": [
            "Fox News",
            "Breitbart",
            "Business Insider"
        ],
        "sentences": [
            "\"My desire to be in the Cabinet was great but it wasn't that great and he had a lot of terrific candidates and I thought I could play a better role being on the outside and continuing to be his close friend and adviser,\" Giuliani told Fox News' Neil Cavuto.",
            "[\"The whole thing was becoming very confusing and difficult for the   and my desire to be in the cabinet was great, but it wasn't that great, and he had a lot of terrific candidates,\" Giuliani stated during an interview with Fox News after the announcement, adding that he thought he could play a better role from outside of the administration.",
            "\"From the vantage point of the private sector, I look forward to   helping the   in any way he deems necessary and   appropriate\". ' '   Fox News host Neil Cavuto, who spoke to Giuliani after it was   announced he had withdrawn his name for consideration, asked if   he was at all bitter. ' '   \"Not at all."
        ],
        "tf-idf score": [
            1.1808654776249805,
            1.0256307303693488,
            1.0783386905534962
        ]
    },
    "0.39359181320118736-3-60": {
        "average clique similarity": 0.39359181320118736,
        "clique": [
            "4-  Donald Trump s tra",
            "2-  Former New York Ci",
            "3-The transition team "
        ],
        "median tf-idf score": 1.2431290587449577,
        "publications": [
            "Breitbart",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "  Donald Trump's transition team announced on Friday that former New York City Mayor Rudy Giuliani has withdrawn his name for consideration as part of Trump's cabinet, specifically for secretary of state.",
            "  Former New York City Mayor Rudy Giuliani has removed his name from consideration for a position in   Donald Trump's Cabinet, the transition team announced Friday.",
            "The transition team released a statement Friday saying Giuliani removed himself from consideration for a position last month, a description contradicted by CNN reporting that the New Yorker was told he would not get the secretary of state position this week."
        ],
        "tf-idf score": [
            1.3478114208926855,
            1.2431290587449577,
            1.1638377810299652
        ]
    },
    "0.6327793197431356-4-51": {
        "average clique similarity": 0.6327793197431356,
        "clique": [
            "1-     Rudy Giuliani i",
            "3-I will always be app",
            "2-Trump praised Giulia",
            "4- I will always be ap"
        ],
        "median tf-idf score": 1.1782668013679822,
        "publications": [
            "CNN",
            "Business Insider",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "'   \"Rudy Giuliani is an extraordinarily talented and patriotic   American,\" Trump said. \"I will always be appreciative of his     dedication to our campaign after I won the primaries and for his   extremely wise counsel\". '",
            "I will always be appreciative of his   dedication to our campaign after I won the primaries and for his extremely wise counsel,\" Trump said in the statement. \"He is and continues to be a close personal friend, and as appropriate, I will call upon him for advice and can see an important place for him in the administration at a later date\".",
            "Trump praised Giuliani in a statement, calling him \"an extraordinarily talented and patriotic American. \" \"He is and continues to be a close personal friend, and as appropriate, I will call upon him for advice and can see an important place for him in the administration at a later date\".",
            "\"I will always be appreciative of his   dedication to our campaign after I won the primaries and for his extremely wise counsel. He is and continues to be a close personal friend, and as appropriate, I will call upon him for advice and can see an important place for him in the administration at a later date. \" Giuliani is staying on as Vice Chairman of the Presidential Transition Team."
        ],
        "tf-idf score": [
            1.0934697150793675,
            1.171539555169361,
            1.2136021779046169,
            1.1849940475666034
        ]
    },
    "0.7866459016814259-3-60": {
        "average clique similarity": 0.7866459016814259,
        "clique": [
            "4-This is not about me",
            "1-     Before I joined",
            "0- Before I joined the"
        ],
        "median tf-idf score": 0.9555325854422363,
        "publications": [
            "Business Insider",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "This is not about me it is about what is best for the country and the new administration. Before I joined the campaign I was very involved and fulfilled by my work with my law firm and consulting firm, and I will continue that work with even more enthusiasm. From the vantage point of the private sector, I look forward to helping the   in any way he deems necessary and appropriate.",
            "'   \"Before I joined the campaign I was very involved and fulfilled   by my work with my law firm and consulting firm, and I will   continue that work with even more enthusiasm,\" Giuliani said.",
            "\"Before I joined the campaign I was very involved and fulfilled by my work with my law firm and consulting firm, and I will continue that work with even more enthusiasm. \" \"From the vantage point of the private sector, I look forward to helping the   in any way he deems necessary and appropriate,\" he added."
        ],
        "tf-idf score": [
            1.0766257161553212,
            0.9555325854422363,
            0.9209338089391863
        ]
    }
}