{
    "0.16619906937654474-3-229": {
        "average clique similarity": 0.16619906937654474,
        "clique": [
            "1-Writing in Haaretz  ",
            "0-    The United Kingd",
            "4-Although it ultimate"
        ],
        "median tf-idf score": 1.2127843037927546,
        "publications": [
            "Business Insider",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "Writing in Haaretz, the columnist Chemi Shalev was particularly scathing about Netanyahu's diplomatic failure. \"Resolution 2334 shatters the [Israeli]   illusion that the settlement project has been normalised, that it passed the point of no return, that it is now a fait accompli that will remain unchallenged,\" he wrote.",
            "'   The United Kingdom''s ambassador to the UN, Matthew Rycroft, said   that the resolution was a \"sober recognition that the     solution is slipping away,\" and that Israel''s settlement   expansion was \"corroding the possibility\" of a lasting   peace in the Middle East. '",
            "Although it ultimately voted in favor, Egypt drew criticism at home and in the Arab world for giving the appearance it had folded in the face of Israeli pressure. After the resolution passed Friday, the country's representative to the United Nations said the decision to withdraw had been \"procedural\" and was taken because of \"pressures that the draft has met. \""
        ],
        "tf-idf score": [
            1.0202164016537119,
            1.2988623182561263,
            1.2127843037927546
        ]
    },
    "0.17893842579635513-3-135": {
        "average clique similarity": 0.17893842579635513,
        "clique": [
            "1-A White House offici",
            "4-Late Wednesday night",
            "0-Indeed  you can  t u"
        ],
        "median tf-idf score": 1.2251036841149368,
        "publications": [
            "Washington Post",
            "Guardian",
            "Business Insider"
        ],
        "sentences": [
            "A White House official said Obama had taken the decision to abstain in the absence of any meaningful peace process. The resolution, which passed by a   vote, was met with loud applause in the packed chamber after the US ambassador, Samantha Power, abstained.",
            "Late Wednesday night, President Obama spoke by phone with advisers including Vice President Biden, Secretary of State John F Kerry, national security adviser Susan E Rice and Samantha Power, the U S ambassador to the United Nations. Obama said he was open to abstaining from a vote on an Egyptian resolution scheduled for Thursday.",
            "Indeed, you can''t unring this bell\". ' '   Obama''s deputy national security adviser, Ben Rhodes, said the   president decided to have the US abstain from the UN vote on   Friday morning after seeing the final text of the resolution."
        ],
        "tf-idf score": [
            1.2251036841149368,
            1.4829363091513315,
            1.0169741475993261
        ]
    },
    "0.18254902092650047-3-163": {
        "average clique similarity": 0.18254902092650047,
        "clique": [
            "4-In a statement after",
            "1-The vote has sharply",
            "3- The Obama administr"
        ],
        "median tf-idf score": 0.7710660500934283,
        "publications": [
            "Washington Post",
            "Fox News",
            "Guardian"
        ],
        "sentences": [
            "In a statement after the vote, Netanyahu said the Obama administration had \"not only failed to protect Israel against this   at the U N it has colluded with it behind the scenes. \"",
            "The vote has sharply underlined the extent of Israel's international isolation under Netanyahu, and in particular the hollowness of Netanyahu's boast at the UN general assembly in the autumn over Israel's purported diplomatic advances at the UN, not least among African members.",
            "\"The Obama administration conducted a shameful   ambush at the U N,\" Netanyahu said."
        ],
        "tf-idf score": [
            1.00000502139478,
            0.7710660500934283,
            0.5611742067863307
        ]
    },
    "0.19029462373855918-3-18": {
        "average clique similarity": 0.19029462373855918,
        "clique": [
            "4-But the Egyptians wi",
            "0-Sisi withdrew the me",
            "1-The response include"
        ],
        "median tf-idf score": 1.2067772863251691,
        "publications": [
            "Guardian",
            "Business Insider",
            "Washington Post"
        ],
        "sentences": [
            "But the Egyptians withdrew their resolution after President Abdel Fatah   spoke with Trump, who had been approached by worried Israeli officials. New Zealand, Malaysia, Venezuela and Senegal stepped in and sponsored their own settlements resolution. On Friday morning, Obama authorized an abstention. It was relayed to Power through Rice.",
            "Sisi withdrew the measure under   pressure, but it was ultimately put forward by New Zealand,   Malaysia, Venezuela, and Senegal. ' '  ' '   Netanyahu''s office released a statement rejecting the vote,   calling it \"absurd\" and saying Israel \"looks forward\" to working   with the incoming Trump administration to \"negate\" the   resolution''s \"harmful effects\". '",
            "The response included the recall of the Israeli ambassadors to New Zealand and Senegal, who voted for the resolution, the cancellation of a planned visit by the Senegalese foreign minister to Israel in three weeks' time, and the cancellation of all aid programmes to Senegal."
        ],
        "tf-idf score": [
            1.2067772863251691,
            1.4325949477618518,
            1.018186571231995
        ]
    },
    "0.1952829460844755-3-52": {
        "average clique similarity": 0.1952829460844755,
        "clique": [
            "4-Netanyahu said the r",
            "2-READ  Israelis calle",
            "1-3m  in funding to fi"
        ],
        "median tf-idf score": 1.2860883153543305,
        "publications": [
            "CNN",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "Netanyahu said the resolution was part of the \"swan song of   bias against Israel,\" and he compared Obama to former U S president Jimmy Carter, whom he called hostile to Israel and the last to break with U S commitments to support the state.",
            "READ: Israelis called Trump ahead of UN Security Council vote, Speaking at his start of week cabinet meeting Sunday, Netanyahu said he shared the \"feelings, anger and frustration    the unbalanced resolution that is very hostile to the State of Israel, and which the Security Council passed in an unworthy manner\".",
            "3m) in funding to five UN bodies that are especially hostile to Israel . .. and there is more to come,\" he said, without giving any further details. The security council last adopted a resolution critical of settlements in 1979, with the US abstaining then too."
        ],
        "tf-idf score": [
            1.2860883153543305,
            1.6080898579208176,
            1.1240555171624562
        ]
    },
    "0.19616119071000238-3-269": {
        "average clique similarity": 0.19616119071000238,
        "clique": [
            "3- The United States a",
            "2-Trump had also embro",
            "1-The resolution also "
        ],
        "median tf-idf score": 0.9456643412194787,
        "publications": [
            "CNN",
            "Fox News",
            "Guardian"
        ],
        "sentences": [
            "\"The United States acted with one primary objective in mind: to preserve the possibility of the two state solution, which every U S administration for decades has agreed is the only way to achieve a just and lasting peace between Israelis and Palestinians,\" Kerry said Friday.",
            "Trump had also embroiled himself in the diplomatic action, in defiance of the convention that the United States has only one president at a time, by calling on the Obama administration to wield its Security Council veto.",
            "The resolution also serves as a warning to the incoming Trump administration over its policies after the selection by Trump of a     David Friedman, to be ambassador to Israel. While the US and EU have worked closely together in coordinating foreign policy on the   question, there has been growing support among European governments for tougher steps against Israel, which has already resulted in a directive on the labelling of settlement products."
        ],
        "tf-idf score": [
            0.9456643412194787,
            0.8900677340523557,
            1.2164528249165607
        ]
    },
    "0.19993108727771802-3-41": {
        "average clique similarity": 0.19993108727771802,
        "clique": [
            "0- From Hawaii  Obama ",
            "1-The US vetoed a simi",
            "2-Israel believes even"
        ],
        "median tf-idf score": 1.0555078222635843,
        "publications": [
            "Guardian",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "\"From Hawaii, Obama was leading from behind, pushing other   countries to punish Israel with a resolution at the Security   Council\". '",
            "The US vetoed a similar resolution in 2011, which was the sole veto cast by the Obama administration at the security council.",
            "Israel believes even after the Egyptians decided to withdraw the resolution, the administration continued to pressure other Security Council members to approve the resolution, which was introduced by four other countries."
        ],
        "tf-idf score": [
            1.0555078222635843,
            0.8629469596955868,
            1.0799738481934258
        ]
    },
    "0.20137509152403973-3-199": {
        "average clique similarity": 0.20137509152403973,
        "clique": [
            "2-Previous Security Co",
            "3-The resolution s imm",
            "1-Although the resolut"
        ],
        "median tf-idf score": 0.6972422401599416,
        "publications": [
            "CNN",
            "Fox News",
            "Guardian"
        ],
        "sentences": [
            "Previous Security Council resolutions, as well as the International Criminal Court of Justice, have stated that settlements are illegal under international law.",
            "The resolution's immediate impact appears to be largely symbolic, but Israel fears it could open the door to an increase in international steps, including economic measures. Much of the international community considers the settlements illegal or illegitimate and an obstacle to peace.",
            "Although the resolution is not binding in legal terms, it will have other practical effects, not least in the impact it may have on the Palestinian complaint to the international criminal court, which includes Israeli settlements."
        ],
        "tf-idf score": [
            0.689456870697502,
            0.921709001946997,
            0.6972422401599416
        ]
    },
    "0.20930159098114418-3-251": {
        "average clique similarity": 0.20930159098114418,
        "clique": [
            "3- As I told  Secretar",
            "4-He called the resolu",
            "1-The move was immedia"
        ],
        "median tf-idf score": 1.0667072119033065,
        "publications": [
            "Washington Post",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "\"As I told [Secretary of State] John Kerry on Thursday, friends don't take friends to the Security Council,\" Netanyahu said. He pointedly said he looks forward to working with the new Donald Trump administration when it takes office next month.",
            "He called the resolution shameful and said Israel would not abide by its terms. (Reuters)   For the first time since the U S election, Netanyahu stated clearly that he looked forward to working with Trump, \"to negate the harmful effects of this absurd resolution. \"",
            "The move was immediately condemned as \"shameful\" by the office of the Israeli prime minister, Benjamin Netanyahu. A spokesman pointedly referred to Israel's expectation of working more closely with the US   Donald Trump."
        ],
        "tf-idf score": [
            1.0667072119033065,
            1.1037685060609324,
            0.9539018320114862
        ]
    },
    "0.21450731580912485-3-153": {
        "average clique similarity": 0.21450731580912485,
        "clique": [
            "2-Ambassadors from 10 ",
            "1-Israel has responded",
            "3-Israel s Foreign Min"
        ],
        "median tf-idf score": 1.1853578339913475,
        "publications": [
            "CNN",
            "Fox News",
            "Guardian"
        ],
        "sentences": [
            "Ambassadors from 10 countries that supported the resolution were summoned to the Israeli foreign ministry, but not to a meeting with Netanyahu.",
            "Israel has responded furiously to a UN security council resolution condemning Israeli settlements in the occupied territories, recalling two of its ambassadors to countries that voted for the motion and threatening to cut aid.",
            "Israel's Foreign Ministry, meanwhile, said it began summoning the ambassadors of countries who voted in favor of the resolution, including those from the permanent members of the Security Council    Russia, China, the U K and France."
        ],
        "tf-idf score": [
            0.6791512053898813,
            1.319048668939354,
            1.1853578339913475
        ]
    },
    "0.21971945072235477-3-68": {
        "average clique similarity": 0.21971945072235477,
        "clique": [
            "2-Israel was furious a",
            "4-The resolution  whic",
            "3- Two states is the o"
        ],
        "median tf-idf score": 1.3190043079828213,
        "publications": [
            "CNN",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "Israel was furious at the passage of Security Council resolution 2334, which says its settlements in the West Bank \"had no legal validity, constituting a flagrant violation under international law and a major obstacle to the vision of two States living    in peace and security\".",
            "The resolution, which was brought for a vote Friday in the U N Security Council, declares settlements built on land Israel has occupied since the factions' 1967 war as having \"no legal validity\" and being a threat to the possibility of creating two states  --   one for Israelis and one for Palestinians.",
            "\"Two states is the only way to ensure Israel's future as a Jewish and democratic state, living in peace and security with its neighbors, and freedom and dignity for the Palestinian people. \""
        ],
        "tf-idf score": [
            1.3190043079828213,
            1.5999101958564146,
            0.6804319160177857
        ]
    },
    "0.22453744763864078-3-217": {
        "average clique similarity": 0.22453744763864078,
        "clique": [
            "4-  JERUSALEM       In",
            "2-Jerusalem  CNN  Isra",
            "3-The resolution  whic"
        ],
        "median tf-idf score": 1.4168310455938162,
        "publications": [
            "Washington Post",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "  JERUSALEM  --   In a fiery speech Saturday, Israeli Prime Minister Benjamin Netanyahu attacked President Obama and the United Nations for the passage a day before of a harsh resolution that criticized Israel's settlement activity in the West Bank and East Jerusalem.",
            "Jerusalem (CNN) Israel will provide detailed, sensitive information to Donald Trump's incoming administration about the US role as a covert partner in the UN Security Council resolution condemning Israel's settlements in the West Bank, a senior Israeli official told CNN Tuesday.",
            "The resolution, which condemned Israeli settlement activities in the West Bank and east Jerusalem, sparked outrage in Israel and led to a new low in relations between Netanyahu and Obama."
        ],
        "tf-idf score": [
            1.4423704556113996,
            1.4168310455938162,
            1.2503608466678953
        ]
    },
    "0.2276095921850218-3-285": {
        "average clique similarity": 0.2276095921850218,
        "clique": [
            "3-The resolution passe",
            "0-    The US s ambassa",
            "2-Zomlot said remarks "
        ],
        "median tf-idf score": 0.7242589060594007,
        "publications": [
            "Fox News",
            "Business Insider",
            "CNN"
        ],
        "sentences": [
            "The resolution passed thanks to a U S abstention, a decision Netanyahu has described as a \"shameful ambush. \" The White House already has acknowledged President Obama made the decision for U S Ambassador Samantha Power to abstain.",
            "\"   The US's ambassador to the UN, Samantha Power, abstained from   voting on the resolution, which has been perceived as a slight   against Israel. \"",
            "Zomlot said remarks by US Ambassador to the UN Samantha Power after the vote \"represents the   unwavering policy of the US that considers settlements to be illegal and must cease\"."
        ],
        "tf-idf score": [
            0.9800776033310435,
            0.7242589060594007,
            0.5707935913495815
        ]
    },
    "0.239164130732299-3-25": {
        "average clique similarity": 0.239164130732299,
        "clique": [
            "4-The   council passed",
            "2-READ  What the UN vo",
            "0-The chamber   broke "
        ],
        "median tf-idf score": 0.9733250905613451,
        "publications": [
            "Washington Post",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "The   council passed the resolution 14 to 0, with the United States, in a break from standard practice, abstaining rather than vetoing. It was the first resolution adopted by the council on Israel and the Palestinians in nearly eight years.",
            "READ: What the UN vote says about how Trump will treat Israel, The Security Council approved the resolution with 14 votes, with the US abstaining.",
            "The chamber   broke into spontaneous applause after the resolution was passed,   with 14 members voting \"yes\" and only the US abstaining. '"
        ],
        "tf-idf score": [
            1.0777402943733196,
            0.9733250905613451,
            0.5127688579290995
        ]
    },
    "0.24083592310121707-3-123": {
        "average clique similarity": 0.24083592310121707,
        "clique": [
            "1-Amid emerging critic",
            "2-But as a statement  ",
            "4-Following the vote  "
        ],
        "median tf-idf score": 0.8606750593001689,
        "publications": [
            "CNN",
            "Washington Post",
            "Guardian"
        ],
        "sentences": [
            "Amid emerging criticism of the handling of the vote by Netanyahu, whose manoeuvres were seen as an attempt to sideline Obama and his administration, Israel ordered action against a number of countries.",
            "But as a statement, it is significant, and it is a continuation of Netanyahu's diplomatic actions against countries that voted for the resolution. Notably, it does not affect diplomatic relations with the United States, which has been the focus of much of Netanyahu's anger.",
            "Following the vote, Netanyahu ordered a series of diplomatic steps against the countries that had brought the resolution and with whom Israel has diplomatic relations."
        ],
        "tf-idf score": [
            0.8606750593001689,
            0.8165640624422162,
            0.9840952277374702
        ]
    },
    "0.25512388885605436-3-179": {
        "average clique similarity": 0.25512388885605436,
        "clique": [
            "0-    Palestine  s amb",
            "4-2 in the Palestine L",
            "3-Trump tweeted afterw"
        ],
        "median tf-idf score": 1.1013920002043347,
        "publications": [
            "Business Insider",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "'   Palestine''s ambassador to the UN said that the vote \"will   alleviate the suffering of our people,\" and that \"our appeals [to   stop the settlements] have been calls for the council to   contribute\" to   peace in the region and in the world.",
            "2 in the Palestine Liberation Organization, said the vote was a \"clear and unanimous message\" to Netanyahu that \"your policies will not achieve peace and security for Israel or the region. \"",
            "Trump tweeted afterward: \"Things will be different after Jan. 20. \" He later tweeted that the vote \"will make it much harder to negotiate peace\". But, he added, \"we will get it done anyway\". Kerry said Israel's continued and   attempts to build more settlements in the region, which includes East Jerusalem, risks the   \" \" solution between Israelis and the Palestinians, who also lay claim to the region."
        ],
        "tf-idf score": [
            0.7154492306843683,
            1.1013920002043347,
            1.3320605190180597
        ]
    },
    "0.296202484646709-3-116": {
        "average clique similarity": 0.296202484646709,
        "clique": [
            "4-He instructed Israel",
            "3-In addition to the m",
            "1-New Zealand s foreig"
        ],
        "median tf-idf score": 0.7397383858390628,
        "publications": [
            "Guardian",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "He instructed Israel's ambassadors in New Zealand and Senegal to immediately return to Israel and canceled a planned visit to Israel by the Senegalese foreign minister scheduled for next month. He also suspended Israeli aid programs in Senegal.",
            "In addition to the measures declared Sunday, Israel has recalled its ambassadors to New Zealand and Senegal for consultations and canceled a planned January visit to Israel by Senegal's foreign minister.",
            "New Zealand's foreign minister, Murray McCully, said his country's vote should have been no surprise to Israel."
        ],
        "tf-idf score": [
            0.7439605465068688,
            0.7044723030852694,
            0.7397383858390628
        ]
    },
    "0.34339417919731585-3-110": {
        "average clique similarity": 0.34339417919731585,
        "clique": [
            "4-The official said th",
            "3-He also said the adm",
            "0-     While we do not"
        ],
        "median tf-idf score": 0.9776904533857964,
        "publications": [
            "Business Insider",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "The official said the White House would not back any measure that delegitimized Israel or imposed a solution on the two parties, and would veto any resolution that omitted mention of Palestinian incitement to violence and terrorism.",
            "He also said the administration does not agree with \"every aspect\" of the resolution but that it \"rightly condemns violence\" and calls on both sides to take constructive steps to reverse current trends and advance the prospects for a   solution. Netanyahu did not mince words on Saturday in responding to what he described as a \"shameful ambush. \"",
            "'   \"While we do not agree with every aspect of this resolution, it   rightly condemns violence and incitement and settlement activity   and calls on both sides to take constructive steps to reverse   current trends and advance the prospects for a     solution,\" he said. '"
        ],
        "tf-idf score": [
            0.9776904533857964,
            0.9788251751984863,
            0.774861485573727
        ]
    },
    "0.39307700050646405-3-80": {
        "average clique similarity": 0.39307700050646405,
        "clique": [
            "3- The Egyptians  in p",
            "1- We have been very o",
            "2- With respect to thi"
        ],
        "median tf-idf score": 0.7726492782813134,
        "publications": [
            "Fox News",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "\"The Egyptians, in partnership with the Palestinians, are the ones who began circulating an earlier draft of the resolution,\" Schultz said. \"The Egyptians are the ones who moved it forward on Friday. And we took the position that we did when it was put to a vote\".",
            "\"We have been very open about our view that the [security council] should be doing more to support the Middle East peace process and the position we adopted today is totally in line with our   policy on the Palestinian question,\" he said.",
            "\"With respect to this resolution, we did not draft this resolution we did not introduce this resolution. The Egyptians, in partnership with the Palestinians, are the ones who began circulating an earlier draft of the resolution. The Egyptians are the ones who moved it forward (Thursday). And we took the position that we did when it was put to a vote\"."
        ],
        "tf-idf score": [
            0.9355509249738557,
            0.7726492782813134,
            0.7441957998102027
        ]
    }
}