{
    "0.18193851630226268-3-51": {
        "average clique similarity": 0.18193851630226268,
        "clique": [
            "0-District Judge Timot",
            "2-Thursday s hearing w",
            "5-The sentence was giv"
        ],
        "median tf-idf score": 0.8339622044852357,
        "publications": [
            "Talking Points Memo",
            "New York Post",
            "Reuters"
        ],
        "sentences": [
            "District Judge Timothy Henderson agreed, saidHoltzclaw will serve the terms consecutively and denied his request for an appeal bond. Holtzclaw waived his right to remain in custody in the county jail for 10 days, instead opting to be taken directly to prison.",
            "Thursday's hearing was delayed by a few hours as Holtzclaw and attorneys met with the judge over the defense's request for a new trial or evidentiary hearing, but after hearing testimony from another officer, Henderson rejected the request and moved on to witness statements.",
            "The sentence was given by District Judge Timothy Henderson and came after victims told the court on Thursday that the former officer had destroyed their lives."
        ],
        "tf-idf score": [
            0.8033536625303449,
            1.2239635278152954,
            0.8339622044852357
        ]
    },
    "0.187919690970618-3-137": {
        "average clique similarity": 0.187919690970618,
        "clique": [
            "5-Thirteen women testi",
            "4-An   jury heard the ",
            "0-During the monthlong"
        ],
        "median tf-idf score": 0.7922378357034879,
        "publications": [
            "Talking Points Memo",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Thirteen women testified against the former officer at his trial last year, describing encounters in which Holtzclaw forced his victims to perform sexual acts on him.",
            "An   jury heard the trial. The women who testified against Holtzclaw are African American.",
            "During the monthlong trial, 13 women testified against him, and several said Holtzclaw stopped them, checked them for outstanding warrants or drug paraphernalia, and then forced himself on them."
        ],
        "tf-idf score": [
            0.9224097154726473,
            0.558736584152862,
            0.7922378357034879
        ]
    },
    "0.19541757554182457-3-5": {
        "average clique similarity": 0.19541757554182457,
        "clique": [
            "3-He specifically targ",
            "1-Prosecutors argued t",
            "5-Prosecutors said Hol"
        ],
        "median tf-idf score": 0.7900695084812649,
        "publications": [
            "Buzzfeed News",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "He specifically targeted women with drug addictions, and one case involving a woman who was a prostitute on the street who he picked up and drove home and then raped her in her house.",
            "Prosecutors argued that Holtzclaw targeted black women with criminal histories and who were not likely to report assaults to police. He met the women in the   neighborhood that he patrolled, prosecutors said.",
            "Prosecutors said Holtzclaw preyed on women who had trouble with the law and forced them into sex, hoping their word would not hold up against his in court."
        ],
        "tf-idf score": [
            0.6047569170591769,
            0.8985378338192367,
            0.7900695084812649
        ]
    },
    "0.20752562209062586-3-92": {
        "average clique similarity": 0.20752562209062586,
        "clique": [
            "4-In that Facebook pos",
            "3-Holtzclaw claimed th",
            "0-Thursday s hearing w"
        ],
        "median tf-idf score": 0.8821219944992066,
        "publications": [
            "Washington Post",
            "NPR",
            "Talking Points Memo"
        ],
        "sentences": [
            "In that Facebook post, the lawyer claimed, the man made \"statements revealing that there is evidence that was withheld from the defense by the government,\" according to the newspaper. The motion was denied, reports indicated.",
            "Holtzclaw claimed there was evidence that hadn't been presented at trial. The judge rejected the request, and sentenced Holtzclaw to 263 years in prison, to be served consecutively.",
            "Thursday's hearing was delayed by a few hours as Holtzclaw and attorneys met with the judge over the defense's request for a new trial or evidentiary hearing, but after hearing testimony from another officer, Henderson rejected the request and moved on to witness statements."
        ],
        "tf-idf score": [
            0.6053607610301303,
            0.8821219944992066,
            1.2239635278152954
        ]
    },
    "0.2184178417455126-3-130": {
        "average clique similarity": 0.2184178417455126,
        "clique": [
            "0-The older woman s co",
            "3-One of the reporters",
            "2-Jannie Ligons  whose"
        ],
        "median tf-idf score": 0.7064968509728208,
        "publications": [
            "Talking Points Memo",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "The older woman's complaint in June 2014 launched the investigation into Holtzclaw.",
            "One of the reporters behind that investigation, Nomaan Merchant, explained the back story on NPR's Here  Now: \"Daniel Holtzclaw's case is what inspired our investigation into police sexual misconduct.",
            "Jannie Ligons, whose complaint in June 2014 launched the investigation of Holtzclaw, said she has been under stress because of the case and the fear of being sexually assaulted again. \"My daughter and sisters are frightful when a police car pulls up behind them,\" Ligons said."
        ],
        "tf-idf score": [
            0.4940807252249744,
            0.7064968509728208,
            0.7998756475131528
        ]
    },
    "0.24763759623216-3-140": {
        "average clique similarity": 0.24763759623216,
        "clique": [
            "0-Several of Holtzclaw",
            "2- It s been hard on m",
            "3-That s the maximum s"
        ],
        "median tf-idf score": 0.8419934116537886,
        "publications": [
            "NPR",
            "New York Post",
            "Talking Points Memo"
        ],
        "sentences": [
            "Several of Holtzclaw's victims have filed civil lawsuits against Holtzclaw and the city in state and federal court. Three accusers delivered   statements Thursday, and at least one other was in the courtroom.",
            "\"It's been hard on my family. It's been hard on me,\" she told the court. \"Every time I see the police, I don't even know what to do. I don't ever go outside, and when I do, I'm terrified. \" Several of Holtzclaw's victims have filed civil lawsuits against Holtzclaw and the city in state and federal court.",
            "That's the maximum sentence, and the one which had been recommended by a jury last month. As we reported at the time, the jury found Holtzclaw guilty of rapes and sexual assaults against eight women  --   in total, half of the 36 charges brought against him."
        ],
        "tf-idf score": [
            0.9429308096930511,
            0.8419934116537886,
            0.8217775905255986
        ]
    },
    "0.304804532306244-4-57": {
        "average clique similarity": 0.304804532306244,
        "clique": [
            "2-Another woman  who w",
            "3-He was arrested  in ",
            "4-Among those who test",
            "0-Holtzclaw s victims "
        ],
        "median tf-idf score": 0.710408516437381,
        "publications": [
            "NPR",
            "Talking Points Memo",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "Another woman, who was 17 at the time of the assault, said her \"life has been upside down\" since Holtzclaw raped her on the front porch of her mother's home.",
            "He was arrested [in 2014] after a grandmother in her 50s came forward and said that an officer had pulled her over and forced her to perform oral sex.",
            "Among those who testified against him: a teenager who told the court that Holtzclaw drove her to her mother's house, then inappropriately touched her after they arrived. She was 17 at the time.",
            "Holtzclaw's victims included a teenager and woman in her 50s."
        ],
        "tf-idf score": [
            0.9297846738159115,
            0.6961802944146043,
            0.7246367384601576,
            0.528222796923671
        ]
    },
    "0.3574882673149014-4-68": {
        "average clique similarity": 0.3574882673149014,
        "clique": [
            "5- A former Oklahoma C",
            "4-     A former Oklaho",
            "1- Holtzclaw is schedu",
            "3-Former Oklahoma City"
        ],
        "median tf-idf score": 1.1182260446016388,
        "publications": [
            "Washington Post",
            "Reuters",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            " A former Oklahoma City police officer convicted of raping four women and sexually assaulting several others while he was on duty was sentenced on Thursday to 263 consecutive years in prison, the maximum allowable sentence.",
            "     A former Oklahoma City police officer was sentenced to 263 years in prison Thursday, about a month after he was convicted of rapes and other offenses that authorities say occurred while he was on duty.",
            " Holtzclaw is scheduled to be sentenced Thursday for four counts of   rape, one count of   rape, six counts of sexual battery, four counts of forcible sodomy, and three counts of procuring lewd acts. He was found not guilty of 18 other charges. A jury previously recommended he serve 263 years in prison.",
            "Former Oklahoma City police officer Daniel Holtzclaw, who was found guilty of raping and sexually assaulting multiple women while on his beat, was sentenced to 263 years in prison."
        ],
        "tf-idf score": [
            1.0830874224330773,
            0.9210850371750873,
            1.1533646667702,
            1.2800633804792056
        ]
    },
    "0.39949385919742986-4-159": {
        "average clique similarity": 0.39949385919742986,
        "clique": [
            "0-Holtzclaw was convic",
            "2-Oklahoma County Dist",
            "4-Daniel Holtzclaw  29",
            "5-In December  an Okla"
        ],
        "median tf-idf score": 0.9306625546967904,
        "publications": [
            "Talking Points Memo",
            "New York Post",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "Holtzclaw was convicted last month on 18 counts, including four   rape counts as well as forcible oral sodomy, sexual battery, procuring lewd exhibition and   rape.",
            "Oklahoma County District Attorney Scott Prater had strong words for Holtzclaw, who was convicted last month on 18 counts, including four   rape counts as well as forcible oral sodomy, sexual battery, procuring lewd exhibition and   rape.",
            "Daniel Holtzclaw, 29, was convicted in December on 18 of the 36 counts he had been facing  --   including four counts of   rape. News of his sentence comes via the Associated Press, which noted that it followed the jury's recommendation.",
            "In December, an Oklahoma City jury found Daniel Holtzclaw, 29, guilty on 18 of 36 charges of sexual assault, including rape."
        ],
        "tf-idf score": [
            0.8928378347717856,
            1.1526068334451365,
            0.9684872746217952,
            0.7427628324133518
        ]
    },
    "0.4445417568848464-3-20": {
        "average clique similarity": 0.4445417568848464,
        "clique": [
            "0-The Associated Press",
            "1-Holtzclaw s attorney",
            "2-The Associated Press"
        ],
        "median tf-idf score": 0.8860203511206658,
        "publications": [
            "Talking Points Memo",
            "Buzzfeed News",
            "New York Post"
        ],
        "sentences": [
            "The Associated Press does not identify victims of sex crimes without their consent, but she was among two women who spoke publicly about the case and agreed to be identified.",
            "Holtzclaw's attorneys added that they needed to know the identities of anyone who claimed to be one of Holtzclaw's victims, to see if they had known each other and possibly conspired against Holtzclaw. Or, their testimony could contain something that would show he was innocent, but it's impossible to know without speaking to them, the defense team said.",
            "The Associated Press highlighted Holtzclaw's case in a yearlong examination of sexual misconduct by law officers, which found that about 1, 000 officers in the US lost their licenses for sex crimes or other sexual misconduct over a   period."
        ],
        "tf-idf score": [
            0.7730565129786422,
            1.0513613662390315,
            0.8860203511206658
        ]
    },
    "0.4499846378947014-3-159": {
        "average clique similarity": 0.4499846378947014,
        "clique": [
            "4-BREAKING  Former Okl",
            "2-OKLAHOMA CITY       ",
            "0-OKLAHOMA CITY  AP   "
        ],
        "median tf-idf score": 0.8097827019362459,
        "publications": [
            "Washington Post",
            "New York Post",
            "Talking Points Memo"
        ],
        "sentences": [
            "BREAKING: Former Oklahoma City officer sentenced to 263 years for rape, sex assaults while on beat.",
            "OKLAHOMA CITY  --   A former police officer   in a   Oklahoma City neighborhood was ordered Thursday to spend the rest of his life in prison.",
            "OKLAHOMA CITY (AP)  --   A former police officer convicted of raping and sexually victimizing women while on his beat in a   Oklahoma City neighborhood was ordered Thursday to spend the rest of his life in prison."
        ],
        "tf-idf score": [
            0.47654502701752766,
            0.8097827019362459,
            1.0780407882666656
        ]
    },
    "0.5805984925442637-3-16": {
        "average clique similarity": 0.5805984925442637,
        "clique": [
            "0-Defense attorney Sco",
            "4- It is what it is   ",
            "2-Defense attorney Sco"
        ],
        "median tf-idf score": 0.6395058559886444,
        "publications": [
            "New York Post",
            "Washington Post",
            "Talking Points Memo"
        ],
        "sentences": [
            "Defense attorney Scott Adams said Holtzclaw will appeal.",
            "\"It is what it is,\" Holtzclaw's attorney, Scott Adams, told the AP \"It wasn't a surprise. \"",
            "Defense attorney Scott Adams said Holtzclaw will appeal. \"It is what it is,\" Adams said. \"It wasn't a surprise. \""
        ],
        "tf-idf score": [
            0.6395058559886444,
            0.5062702378030938,
            0.650475956405516
        ]
    }
}