{
    "0.1626481306574314-3-82": {
        "average clique similarity": 0.1626481306574314,
        "clique": [
            "0- It s a word we had ",
            "4-     That s what we ",
            "1-If it       if it s "
        ],
        "median tf-idf score": 0.5105911944260507,
        "publications": [
            "Washington Post",
            "Business Insider",
            "Breitbart"
        ],
        "sentences": [
            "\"It's a word we had not heard until we began this investigation,\" O'Keefe says, noting that the term appears in WikiLeaks emails that include Clinton staffers. But it's not a new term and certainly not secret. is a fairly common activist tactic, and reporters often recognize it when seemingly \"perfect\" questions come from a political audience.",
            "'   \"That's what we want,\" he said. \"We have to be really   careful because, because what we don't need is for it to show up   on CNN that the DNC paid for X people to [attend] that's   not going to happen. \"",
            "If it  --   if it's Donald Trump, it even makes more sense. The issue will be more credible and it'll give us more opportunity to jump in there. If it's Secretary Clinton, and the voter ID laws are losing and we have much more opportunity to vote, and we have immigration reform, it's not going to be as significant, right?"
        ],
        "tf-idf score": [
            0.5788942533547684,
            0.43291589382966894,
            0.5105911944260507
        ]
    },
    "0.16784155884268373-3-109": {
        "average clique similarity": 0.16784155884268373,
        "clique": [
            "4-    In addition  two",
            "2-Robert Creamer  foun",
            "0-The video s evidence"
        ],
        "median tf-idf score": 0.629150781474208,
        "publications": [
            "Business Insider",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "\"   In addition, two of Creamer's staffers, Aaron Black and Zulema   Rodriguez, were seen on video claiming credit for   coordinating protests outside of a . Trump had to cancel the event. \"",
            "Robert Creamer, founder of Democracy Advocates, also quit the campaign Tuesday for his role in the disruptions. Another activist, Zulema Rodriguez, told O'Keefe's investigators, \"I just had a call today with the campaign and the DNC Every day at 1 o'clock. \"",
            "The video's evidence to the contrary is that Zulema Rodriguez, an activist paid in February by the Democratic National Committee, says on tape that she was there and \"did that. \""
        ],
        "tf-idf score": [
            0.5859973863169433,
            0.6659720978420836,
            0.629150781474208
        ]
    },
    "0.16923803562565212-3-22": {
        "average clique similarity": 0.16923803562565212,
        "clique": [
            "0-Foval was laid off M",
            "4-In a statement to Fo",
            "1-Update  J Christian "
        ],
        "median tf-idf score": 1.074944370080997,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "Foval was laid off Monday by Americans United for Change, where he had been national field director; Creamer announced Tuesday night that he was \"stepping back\" from the work he was doing for the unified Democratic campaign for Hillary Clinton.",
            "In a statement to Fox News, Brad   Woodhouse, the organization's president, said the   operative was no longer with the organization. \" '   \"Americans United For Change has always operated according to the   highest ethical and legal standard,\" .",
            "Update: J Christian Adams, the President and General Counsel of the Public Interest Legal Foundation, has filed a legal complaint with the Federal Election Commission against \"Hillary for America, the Democratic National Committee, Democracy Partners, Americans United for Change, and other known and unknown individuals and groups\" based on O'Keefe's second video investigation."
        ],
        "tf-idf score": [
            1.074944370080997,
            0.7752678281918222,
            1.1316179737290735
        ]
    },
    "0.17869105867347024-3-147": {
        "average clique similarity": 0.17869105867347024,
        "clique": [
            "0-In the first video  ",
            "1-    Part one in O Ke",
            "4-    The two videos  "
        ],
        "median tf-idf score": 0.8338816850912291,
        "publications": [
            "Business Insider",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "In the first video, he boasts of \"conflict engagement in the lines of Trump rallies,\" takes credit for the violence that canceled a Trump rally at the University of Illinois at Chicago, admits he has paid \"mentally ill\" people to start trouble and says there's a \"Pony Express\" that keeps Democratic operatives in touch, regardless of whether they work for super PACs or the campaigns not permitted to coordinate with super PACs.",
            "\"[  Part one in O'Keefe's investigation unraveled what appears to be an elaborate web of   provocateurs who have been instigating violence at Republican events nationwide throughout the 2016 election cycle, including at several Donald Trump rallies, using a tactic they called \" . \"",
            "\"   The two videos, released on Monday and Tuesday, appeared to show   Democratic operatives discussing how they paid people to incite   violence at Republican nominee Donald Trump's rallies, among   other claims. \""
        ],
        "tf-idf score": [
            1.0499453753324017,
            0.6281689671348061,
            0.8338816850912291
        ]
    },
    "0.17942238494102639-3-224": {
        "average clique similarity": 0.17942238494102639,
        "clique": [
            "4-     And the Democra",
            "3-An undercover filmma",
            "1-While the second vid"
        ],
        "median tf-idf score": 0.9965230345929612,
        "publications": [
            "Business Insider",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "'   \"And the Democratic Party apparatus and the people from the   campaign, the Clinton campaign and my role with the campaign, is   to manage all that,\" Creamer said to an undercover reporter in a   video. \"Wherever Trump and [Mike] Pence are gonna be, we have   events\". '",
            "An undercover filmmaker posing as a donor is seen attempting to engage Foval and Creamer in discussions of voter fraud and other schemes.",
            "While the second video captures Foval and the Project Veritas undercover reporter brainstorming about the voter fraud scheme, O'Keefe notes that \"Creamer hesitated to help our 'donor' pull off the voter fraud scheme that Foval crafted. \""
        ],
        "tf-idf score": [
            0.9965230345929612,
            0.6248571526717283,
            1.0999003240635388
        ]
    },
    "0.1946439414519735-3-36": {
        "average clique similarity": 0.1946439414519735,
        "clique": [
            "1-He has known Bob Cre",
            "4-         O Keefe has",
            "3-O Keefe has previous"
        ],
        "median tf-idf score": 0.5647343209205964,
        "publications": [
            "Fox News",
            "Breitbart",
            "Business Insider"
        ],
        "sentences": [
            "He has known Bob Creamer for years. \"",
            "'  ' \"   O'Keefe has a history of publishing similar undercover videos,   but he has gotten into hot water for his practices. In 2010,   he  for posing as   a phone repairman to enter   Sen. Mary Landrieu's   New Orleans office.",
            "O'Keefe has previously come under fire for heavily editing and manipulating his recordings. His tactics have also been questioned. O'Keefe was arrested while trying to gain access to Sen. Mary Landrieu's office in Louisiana in 2010. He was later charged with a misdemeanor and sentenced to three years' probation."
        ],
        "tf-idf score": [
            0.22068328687003635,
            0.5647343209205964,
            0.6170357550209193
        ]
    },
    "0.19950905449437525-3-159": {
        "average clique similarity": 0.19950905449437525,
        "clique": [
            "4-    Of note  the Chi",
            "2- We are contracted d",
            "3- The practices descr"
        ],
        "median tf-idf score": 1.0227620995975422,
        "publications": [
            "Fox News",
            "New York Post",
            "Business Insider"
        ],
        "sentences": [
            "'   Of note, the Chicago rally prominently featured in the film   occurred months before Creamer was contracted by the DNC ' \"   DNC interim chair Donna Brazile provided a statement to Business   Insider on Tuesday evening, condemning the remarks made by   Foval in the videos, while simultaneously   criticizing O'Keefe. \"",
            "\"We are contracted directly with the DNC and the campaign both. I answer to the head of special events for the DNC and the head of special events and political for the campaign,\" he said.",
            "\"The practices described in the video by this temporary   do not in any way comport with our long standing policies on organizing events, and those statements and sentiments do not represent the values that the Committee holds dear,\" DNC interim Chairwoman Donna Brazile said of Foval in a statement on Tuesday."
        ],
        "tf-idf score": [
            1.2032050844140443,
            0.436701629862118,
            1.0227620995975422
        ]
    },
    "0.2103620444080848-3-94": {
        "average clique similarity": 0.2103620444080848,
        "clique": [
            "2- The campaign pays D",
            "0-Foval also goes on a",
            "4-He ran the group   D"
        ],
        "median tf-idf score": 0.6267671951089182,
        "publications": [
            "Washington Post",
            "Business Insider",
            "New York Post"
        ],
        "sentences": [
            "\"The campaign pays DNC, DNC pays Democracy Partners, Democracy Partners pays the Foval Group, the Foval Group goes and executes the [expletive] on the ground. \" Foval goes on to say that, \"Over the last 20 years.",
            "Foval also goes on at length about how an organization might cover up   voter fraud. In another Tuesday night statement, the   Democracy Partners, which used Foval as a contractor, denounced both Project Veritas and the statements caught on camera.",
            "He ran the group   Democracy Partners, which contracted Foval. Creamer is also   the husband of Democratic Rep. Jan Shakowsky of   Illinois.  '"
        ],
        "tf-idf score": [
            0.6267671951089182,
            0.738835599084601,
            0.5323525650293277
        ]
    },
    "0.21716236372148837-3-27": {
        "average clique similarity": 0.21716236372148837,
        "clique": [
            "4-         A Democrati",
            "1-Like O Keefe s first",
            "3-Scott Foval  the nat"
        ],
        "median tf-idf score": 1.1253105148387572,
        "publications": [
            "Breitbart",
            "Fox News",
            "Business Insider"
        ],
        "sentences": [
            "'  ' \"   A Democratic operative distanced himself from the Democratic   National Committee on Tuesday and another operative was fired   from a progressive organization, following the release of a     from controversial   conservative activist James O'Keefe. \"",
            "Like O'Keefe's first video, the second also prominently features Democratic operatives Robert Creamer and his colleague Scott Foval, who was removed from his position at the leftwing advocacy group Americans United for Change on Monday as a result of O'Keefe's investigation.",
            "Scott Foval, the national field director of Americans United for Change, was booted on Monday and Democracy Partners head Robert Creamer announced on Tuesday he was \"stepping back\" from efforts to elect Democratic presidential nominee Hillary Clinton."
        ],
        "tf-idf score": [
            0.6549059102988191,
            1.2662875547383488,
            1.1253105148387572
        ]
    },
    "0.271484724065636-4-113": {
        "average clique similarity": 0.271484724065636,
        "clique": [
            "0- Let s say I had bus",
            "1-Making them  Not exp",
            "4-           Foval sai",
            "2-I ve paid off a few "
        ],
        "median tf-idf score": 0.7238327334548298,
        "publications": [
            "Breitbart",
            "New York Post",
            "Washington Post",
            "Business Insider"
        ],
        "sentences": [
            "\"Let's say I had business inside of, say, Illinois or Michigan, and I hired people, and I had addresses for them, I could write them checks, I could use them as day laborers or whatever and use them and find my way around the voter registration law for Hispanics. \" Creamer quickly begins jotting down names of voter registration groups: \"There are a couple of different organizations  --   that's their big trick. \"",
            "Making them. Not expecting them and taking them for granted, but beating the shit out of them. \" O'Keefe notes that more videos in this undercover investigation \"will continue through the election. \"",
            "' '  ' '   Foval said in the video that he''s paid \"mentally ill\" and   \"homeless\" people to \"do some crazy stuff before\".  ' '   \"I've also taken them for dinner, and I've also made sure they   had a hotel, and a shower,\" he said. \"And I put them in a   program.",
            "I've paid off a few homeless guys to do some crazy stuff, and I've also taken them for dinner and I've also made sure they had a hotel and a shower and I've put them in a program. I've done that. \" James O'Keefe, who heads up Project Veritas, said the video showed \"compelling evidence of a dark money conspiracy,\" and that more undercover videos would also be released."
        ],
        "tf-idf score": [
            0.6873678590614554,
            0.5373319732453318,
            0.7602976078482042,
            0.88410243297007
        ]
    },
    "0.28312593232687294-3-174": {
        "average clique similarity": 0.28312593232687294,
        "clique": [
            "1-O Keefe notes that a",
            "2- Scott Foval is no l",
            "0-In August 2015  Fova"
        ],
        "median tf-idf score": 0.8298804033770798,
        "publications": [
            "New York Post",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "O'Keefe notes that at the time the second video was shot, Foval \"worked for People for the American Way, an organization funded in large part by George Soros. \"",
            "\"Scott Foval is no longer associated with Americans United for Change. \" Foval, who used to work for the George   People for the American Way, according to The Washington Times, is quoted at length in the video.",
            "In August 2015, Foval told the Milwaukee   that People for the American Way, his employer at the time, was \"  all of\" the Republican presidential candidates."
        ],
        "tf-idf score": [
            0.9921688530590492,
            0.8298804033770798,
            0.6299045745259296
        ]
    },
    "0.31295362486893274-3-256": {
        "average clique similarity": 0.31295362486893274,
        "clique": [
            "0- The plot involved t",
            "1-The video ends with ",
            "4-     The practices d"
        ],
        "median tf-idf score": 0.6377872757134477,
        "publications": [
            "Washington Post",
            "Breitbart",
            "Business Insider"
        ],
        "sentences": [
            "\"The plot involved the use of trained operatives using false identifications, disguises and elaborate false covers to infiltrate our firm and others, to steal campaign plans, and goad unsuspecting individuals into making careless statements on hidden cameras. One of those individuals was a temporary regional subcontractor who was goaded into statements that do not reflect our values. \"",
            "The video ends with a clip of Foval stating, \"We have to do a better job of making our people do what they're supposed to do. Not asking them.",
            "'   \"The practices described in the video by this temporary regional     do not in any way comport with our long standing   policies on organizing events, and those statements and   sentiments do not represent the values that the Committee holds   dear,\" she said."
        ],
        "tf-idf score": [
            0.6377872757134477,
            0.5775986629842809,
            0.6543521834014653
        ]
    },
    "0.32377086498172175-3-64": {
        "average clique similarity": 0.32377086498172175,
        "clique": [
            "4-    In a Tuesday sta",
            "1-Creamer is also the ",
            "3- I am unwilling to b"
        ],
        "median tf-idf score": 1.0378027102913825,
        "publications": [
            "Business Insider",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "\"   In a Tuesday statement, provided to Business Insider by O'Keefe's   group, Project Veritas, Creamer said he was stepping aside   from his work with the DNC \" '   \"I am unwilling to become a distraction to the important task of   electing Hillary Clinton, and defeating Donald Trump in the   upcoming election,\" he wrote.",
            "Creamer is also the   of Democracy Partners, a consulting group that, according to Project Veritas videos, apparently contracts directly with the Hillary Clinton campaign and the DNC, and that works with an array of super PACs and consultants to organize, film and publicize their provocations. \"",
            "\"I am unwilling to become a distraction to the important task of electing [Hillary] Clinton, and defeating Donald Trump in the upcoming election,\" Creamer said in a statement. The Democratic National Committee also disavowed the schemes discussed in the video."
        ],
        "tf-idf score": [
            1.324050785416841,
            0.9897228969636279,
            1.0378027102913825
        ]
    },
    "0.34443331125784793-4-9": {
        "average clique similarity": 0.34443331125784793,
        "clique": [
            "3-You can message to d",
            "0- What do you really ",
            "2-Or   Trump is a Nazi",
            "4-Or    Trump is a Naz"
        ],
        "median tf-idf score": 0.6198366233893682,
        "publications": [
            "Fox News",
            "Washington Post",
            "New York Post",
            "Business Insider"
        ],
        "sentences": [
            "You can message to draw them out, and draw them to punch you. \" Foval worked as a   for Creamer's group, which was contracted with the DNC since June 2016.",
            "\"What do you really need, okay?\" says the journalist. \"What makes you a citizen? And if you look at that checklist, it's an ID card of any kind that shows you who you are and a pay stub that shows you're getting paid at a local address some place. \" \"To get registered, you mean?\" asks Creamer. \"Yeah,\" says the journalist.",
            "Or, 'Trump is a Nazi,' you know. You can message to draw them out, and draw them to punch you. \" Another   operator, Aaron Black, who called himself \"deputy rapid response director for the DNC for all things Trump on the ground,\" said his work was supposed to remain secret.",
            "Or, ''Trump is a Nazi,'' you know\". ' '   \"You can message to draw them out, and draw them to punch you,\"   Foval continued. \"The whole point is that we know Trump's   people will freak the     out, his security team will freak out,   and his supporters will lose their    \". '"
        ],
        "tf-idf score": [
            0.6759601775823348,
            0.4615890554557757,
            0.784049022384623,
            0.5637130691964014
        ]
    },
    "0.44569291055216187-3-1": {
        "average clique similarity": 0.44569291055216187,
        "clique": [
            "0- We ve been busing p",
            "1-He then explains  It",
            "3-        We ve been b"
        ],
        "median tf-idf score": 0.7286148094084963,
        "publications": [
            "Washington Post",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "\"We've been busing people in to deal with you        for 50 years, and we're not going to stop now,\" he says. Since the video's release, Foval has responded to media requests by saying the video did not deserve attention from \"legitimate news organizations. \"",
            "He then explains: It's a pretty easy thing for Republicans to say, 'Well, they're bussing people in!' Well, you know what? We've been bussing people in to deal with you fuckin' assholes for fifty years, and we're not going to stop now. We're just going to find a different way to do it. So, I mean I grew up with that idea. They used to bus people out to Iowa.",
            "...     We've been busing people in to deal with you      '         for fifty years and we're not going to stop now, we're just going to find a different way to do it,\" says Foval, who indicates using personal vehicles for each voter arouses less suspicion than busing in a large number of people from out of state at once."
        ],
        "tf-idf score": [
            0.8534714197016198,
            0.49970748587764313,
            0.7286148094084963
        ]
    },
    "0.52442844783576-4-97": {
        "average clique similarity": 0.52442844783576,
        "clique": [
            "4-     I mean honestly",
            "0-If that video exists",
            "2- I mean  honestly  i",
            "3- I mean honestly  it"
        ],
        "median tf-idf score": 0.5787708871874413,
        "publications": [
            "Fox News",
            "New York Post",
            "Business Insider",
            "Washington Post"
        ],
        "sentences": [
            "'   \"I mean honestly, it is not hard to get some of these         to   pop off,\" he said of Trump supporters in the undercover video. \"It's a matter of showing up, to want to get into the rally, in a   Planned Parenthood  .",
            "If that video exists, PVAction is not going to make it easy to watch. In the past, and in the immediate wake of some bad publicity, the group posted the entirety of its video stings online. It no longer does this.",
            "\"I mean, honestly, it's not hard to get some of these assholes to pop off,\" Foval said. \"It's a matter of showing up, to want to get into the rally, in a Planned Parenthood  .",
            "\"I mean honestly, it is not hard to get some of these         to pop off,\" Foval says. \"It's a matter of showing up, to want to get into the rally, in a Planned Parenthood  . Or, Trump is a Nazi, you know?"
        ],
        "tf-idf score": [
            0.6873014543432813,
            0.4627210385603498,
            0.539878365677255,
            0.6176634086976275
        ]
    }
}