{
    "0.1678405025919761-3-124": {
        "average clique similarity": 0.1678405025919761,
        "clique": [
            "2-McCrory said he had ",
            "5-McCrory  a Republica",
            "4-In a statement Monda"
        ],
        "median tf-idf score": 0.5680037255438551,
        "publications": [
            "NPR",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "McCrory said he had asked the Justice Department for an extension to the \"unrealistic\" Monday deadline and was turned down unless he made a statement agreeing that the measure was discriminatory.",
            "McCrory, a Republican, criticized the letter and asked for more time to reply.",
            "In a statement Monday afternoon, McCrory also called for Congress to chime in. \"I think it's time for the U S Congress to bring clarity to our national   provisions,\" he said, repeating it twice for emphasis."
        ],
        "tf-idf score": [
            0.7614510187300951,
            0.25242075528554536,
            0.5680037255438551
        ]
    },
    "0.19744824201988254-3-309": {
        "average clique similarity": 0.19744824201988254,
        "clique": [
            "5-The UNC system is no",
            "0- This is not just No",
            "1-The   University of "
        ],
        "median tf-idf score": 1.1900964307938309,
        "publications": [
            "Atlantic",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "The UNC system is not a plaintiff in McCrory's suit, though it is a defendant in the Justice Department's.",
            "\"This is not just North Carolina,\" said McCrory, arguing that every university that accepts federal funding is now in the same situation as those in his state.",
            "The   University of North Carolina system says it takes federal   laws very seriously but must also adhere to state laws like HB 2. \"In these circumstances, the University is truly caught in the middle,\" UNC President Margaret Spellings said."
        ],
        "tf-idf score": [
            0.3902532670849422,
            1.1900964307938309,
            1.4449224904234206
        ]
    },
    "0.19986011960665281-3-106": {
        "average clique similarity": 0.19986011960665281,
        "clique": [
            "0-The Justice Departme",
            "4-The department gave ",
            "2- It speaks to all of"
        ],
        "median tf-idf score": 1.5081746747906892,
        "publications": [
            "Fox News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "The Justice Department, though, had sent McCrory a letter last Wednesday stating the law violates federal civil rights laws. The governor, speaking over the weekend with \"Fox News Sunday,\" said he asked the department for an extension and was given only until the close of business Monday. \"I don't think that three working days is enough time for such a pretty big threat,\" he told Fox News.",
            "The department gave the governor until close of business Monday to reply and say whether it will implement the law or remedy the violations.",
            "\"It speaks to all of us who have ever been made to feel inferior  --   like somehow we just don't belong in our community, like somehow we just don't fit in,\" Gupta said. \"Let me reassure every transgender individual, right here in America, that you belong just as you are. \" Five days ago, the Justice Department sent a letter to McCrory and other public officials calling on them to abandon the law because it violated federal civil rights statutes. Gupta gave the governor until the close of business Monday to respond."
        ],
        "tf-idf score": [
            1.5081746747906892,
            0.6256021072930804,
            1.566587902834202
        ]
    },
    "0.20204224348153366-3-182": {
        "average clique similarity": 0.20204224348153366,
        "clique": [
            "1-It has thrust North ",
            "0-Pat McCrory with leg",
            "5-HB2 bans local ordin"
        ],
        "median tf-idf score": 1.4414976750311075,
        "publications": [
            "Atlantic",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "It has thrust North Carolina into the center of a national debate over equality and privacy, and has now led the state into what could be a long and costly legal battle with the U S government. Americans are divided over how public restrooms should be used by transgender people, according to a   poll, with 44 percent saying people should use them according to their biological sex and 39 percent saying they should be used according to the gender with which they identify.",
            "Pat McCrory with legal action of its own. In a suit filed late Monday in U S District Court for the Middle District of North Carolina, the DOJ alleged a \"pattern or practice of employment discrimination on the basis of sex\" against the state over the law requiring transgender people to use bathrooms that correspond with the sex on their birth certificate.",
            "HB2 bans local ordinances on both issues, and mandates that people in state facilities --  including schools and universities --  use bathrooms corresponding to the gender on their birth certificate, not the one with which they identify."
        ],
        "tf-idf score": [
            1.4414976750311075,
            1.862110643234219,
            0.7519628017679846
        ]
    },
    "0.20287971011664388-3-110": {
        "average clique similarity": 0.20287971011664388,
        "clique": [
            "1-North Carolina Repub",
            "2- It s unacceptable f",
            "5-They live  work  and"
        ],
        "median tf-idf score": 0.981231507572058,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Reuters"
        ],
        "sentences": [
            "North Carolina Republicans say the law stops men from posing as transgender to gain access to women's restrooms.",
            "\"It's unacceptable for the Obama administration to try to intimidate North Carolina taxpayers into accepting their radical reinterpretation of a law meant to protect women from discrimination into a law that would actually deny women their right to basic safety and privacy,\" Berger and Moore said in a statement.",
            "They live, work, and study as men. Transgender women are women. They live, work, and study as women. \" The General Assembly, which is controlled by Republicans, called its special session after McCrory --  a Republican and former mayor of Charlotte --  declined to do so."
        ],
        "tf-idf score": [
            0.981231507572058,
            1.2179473881601042,
            0.4097036491874978
        ]
    },
    "0.21586685781407008-3-19": {
        "average clique similarity": 0.21586685781407008,
        "clique": [
            "0- We believe a court ",
            "5-He said on Fox News ",
            "2- Read North Carolina"
        ],
        "median tf-idf score": 1.2925281126540789,
        "publications": [
            "Fox News",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "\"We believe a court rather than a federal agency should tell our state, our nation and employers across the country what the law requires. \" In an \"On The Record\" interview Monday night with Fox News' Greta Van Sustern, McCrory pointed at the federal government needing to get involved to make clear rules for states on the legal definition of gender identity.",
            "He said on Fox News Sunday that the Justice Department had offered him an extension only if he agreed that the law was discriminatory and accused the federal government of being a \"bully. \"",
            "[Read North Carolina's lawsuit against the Justice Dept.] \"I'm not going to publicly announce that something discriminates, which is agreeing with their letter, because we're really talking about a letter in which they're trying to define gender identity,\" McCrory said in an interview Sunday with Fox News. \"And there is no clear identification or definition of gender identity. It's the federal government being a bully. \""
        ],
        "tf-idf score": [
            1.2925281126540789,
            0.9090973671990745,
            1.3014434672132489
        ]
    },
    "0.2270714221635876-3-309": {
        "average clique similarity": 0.2270714221635876,
        "clique": [
            "2-Also Monday  the top",
            "4-Additionally  top Re",
            "5-The suit filed Monda"
        ],
        "median tf-idf score": 1.4133960566763677,
        "publications": [
            "Washington Post",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Also Monday, the top Republicans in the North Carolina legislature  --   Sen. Phil Berger, president pro tempore of the  Senate, and Rep. Tim Moore, speaker of the House   --   filed their own lawsuit against the Justice Department, arguing that the federal agency was violating the 10th Amendment by trying to \"impose novel and unforeseen interpretations\" of civil rights statutes.",
            "Additionally, top Republican lawmakers in the North Carolina Legislature on Monday filed their own lawsuit against the federal government Monday addressing Title IX of the Civil Rights Act. This action is separate from the governor's filing against the Justice Department.",
            "The suit filed Monday isn't the first time the Justice Department's Civil Rights Division has tangled with McCrory and the state."
        ],
        "tf-idf score": [
            1.4393666611946592,
            1.4133960566763677,
            0.9701245174358998
        ]
    },
    "0.2285690766418149-3-224": {
        "average clique similarity": 0.2285690766418149,
        "clique": [
            "0-PayPal reversed plan",
            "2-After McCrory signed",
            "5- Even if he had veto"
        ],
        "median tf-idf score": 0.8948825258769163,
        "publications": [
            "Washington Post",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "PayPal reversed plans to open a   operation center in Charlotte, and Deutsche Bank froze expansion plans near Raleigh. Nearly 200 corporate leaders from across the country, including   Bank of America, have urged the law's repeal, arguing it's bad for business because it makes recruiting talented employees more difficult. Several other states have proposed similar laws in recent months limiting protections to lesbian, gay, bisexual and transgender people.",
            "After McCrory signed the law, PayPal and Deutsche Bank both said they were abandoning expansion plans in the state because of the measure.",
            "(Even if he had vetoed it, Republican supermajorities might well have overridden his veto, as they have done in the past.) It has become a millstone around his neck, as entertainers boycott the state and major companies, from PayPal to Deutsche Bank, cancel or pull back expansions in the state. The NBA, which is slated to hold its 2016   Game in Charlotte, has said it will move the game unless the law is repealed."
        ],
        "tf-idf score": [
            1.1126306995667854,
            0.8498007539119652,
            0.8948825258769163
        ]
    },
    "0.2289166349405539-3-249": {
        "average clique similarity": 0.2289166349405539,
        "clique": [
            "2-The fight over the  ",
            "3-WASHINGTON       The",
            "1- A fight between the"
        ],
        "median tf-idf score": 1.4173599161259411,
        "publications": [
            "Washington Post",
            "New York Post",
            "Reuters"
        ],
        "sentences": [
            "The fight over the \"bathroom bill\" also marks the latest front in a growing war between North Carolina and the federal government, which has sued the state over a law adding several restrictions on voters.",
            "WASHINGTON  --   The US Justice Department on Monday sued North Carolina to get it to abandon a law that restricts use of public restrooms, further escalating a fight over the rights of transgender Americans.",
            " A fight between the Obama administration and North Carolina over a state law limiting public bathroom access for transgender people escalated on Monday as both sides sued each other, trading accusations of civil rights violations and government overreach."
        ],
        "tf-idf score": [
            1.3302740022795099,
            1.4173599161259411,
            1.7289835478492288
        ]
    },
    "0.23228376854903532-4-309": {
        "average clique similarity": 0.23228376854903532,
        "clique": [
            "5-DOJ s lawsuit asks t",
            "0-McCrory  who signed ",
            "4-The DOJ  which said ",
            "2-While the state said"
        ],
        "median tf-idf score": 1.1922611990668734,
        "publications": [
            "Atlantic",
            "Fox News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "DOJ's lawsuit asks the court to declare that HB2 is discriminatory under Titles VII and Title IX of the Civil Rights Act and violates the Violence Against Women Act.",
            "McCrory, who signed the bill into law in March, said last week that the department seems to be breaking new ground in claiming the North Carolina law violates Civil Rights Act protections against discrimination in education and the workplace.",
            "The DOJ, which said last week that the law violates the Civil Rights Act and Title IX, had set a Monday afternoon deadline for the state to reply and say whether it intended to enact the law.",
            "While the state said its law does not discriminate against transgender people or treat transgender employees differently from   employees, the Justice Department's civil rights office said the measure is discriminatory and violates civil rights."
        ],
        "tf-idf score": [
            0.5172581795512843,
            1.4822137657747032,
            1.1268658238483833,
            1.2576565742853638
        ]
    },
    "0.23946283014740413-3-57": {
        "average clique similarity": 0.23946283014740413,
        "clique": [
            "5-  I want to receive ",
            "3-The Justice Departme",
            "0- The Justice Departm"
        ],
        "median tf-idf score": 1.5190406388765219,
        "publications": [
            "New York Post",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            ", I want to receive updates from partners and sponsors. The Department of Justice has sued the state of North Carolina over HB2, the controversial \"bathroom bill\" enacted in March.",
            "The Justice Department's complaint, which was filed in federal district court in North Carolina, named the state of North Carolina, McCrory, the state's Department of Public Safety and the University of North Carolina system as defendants.",
            " The Justice Department and North Carolina filed dueling lawsuits Monday over the state's controversial \"bathroom\" law, with the Obama administration answering an   lawsuit filed by Republican Gov."
        ],
        "tf-idf score": [
            1.1393971083754701,
            1.5190406388765219,
            1.5211406915443637
        ]
    },
    "0.263673661923706-3-309": {
        "average clique similarity": 0.263673661923706,
        "clique": [
            "1-By passing the law  ",
            "4-The state law in que",
            "2-The two complaints  "
        ],
        "median tf-idf score": 1.0061231713905918,
        "publications": [
            "Reuters",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "By passing the law, North Carolina became the first state in the country to ban people from using multiple occupancy restrooms or changing rooms in public buildings and schools that do not match the sex on their birth certificate.",
            "The state law in question, known as HB2, requires transgender people at state facilities, including schools, to use the restroom that corresponds to the sex on their birth certificate  --   not their identified gender. (The law also blocks local jurisdictions from passing their own   ordinances, among other things.)",
            "The two complaints, filed several hours apart, took opposing sides in the debate over the law, which bans transgender people from using bathrooms that don't match the gender on their birth certificates."
        ],
        "tf-idf score": [
            1.4201532029777046,
            1.0061231713905918,
            0.7163816231222025
        ]
    },
    "0.29155870774923665-4-199": {
        "average clique similarity": 0.29155870774923665,
        "clique": [
            "2-As he did last week ",
            "0-McCrory  speaking at",
            "5- The majority of the",
            "4-This is now a nation"
        ],
        "median tf-idf score": 0.8666075601733796,
        "publications": [
            "Fox News",
            "Washington Post",
            "Atlantic",
            "NPR"
        ],
        "sentences": [
            "As he did last week after receiving the letter, he said that this has broad implications, stating: \"This is not just a North Carolina issue. This is now a national issue. \"",
            "McCrory, speaking at his own press conference, said Congress should get involved and \"bring clarity\" to federal   provisions  --   but urged the court to intervene in the current dispute, in the meantime. \"This is not just a North Carolina issue, this is now a national issue,\" he said.",
            "\"The majority of the citizens in this great state and this governor did not seek out this issue. \"",
            "This is now a national issue that applies to every state and it needs to be resolved at the federal level,\" North Carolina Gov."
        ],
        "tf-idf score": [
            0.8033698204741578,
            1.1663229445314913,
            0.351506994698925,
            0.9298452998726012
        ]
    },
    "0.3108064831530797-3-309": {
        "average clique similarity": 0.3108064831530797,
        "clique": [
            "1-U S Attorney General",
            "3-In March    to ban p",
            "5-In impassioned remar"
        ],
        "median tf-idf score": 1.1734475751524234,
        "publications": [
            "Reuters",
            "New York Post",
            "Atlantic"
        ],
        "sentences": [
            "U S Attorney General Loretta Lynch said on Monday the department \"retains the option\" of curtailing federal funding to North Carolina unless it backs down.",
            "In March,   to ban people from using multiple occupancy restrooms or changing rooms in public buildings and schools that do not match the sex on their birth certificate. US Attorney General Loretta Lynch said the department also \"retains the option\" of curtailing federal funding to North Carolina over the issue.",
            "In impassioned remarks Monday afternoon, Attorney General Loretta Lynch blasted the law as \"  discrimination,\" compared the law to segregation provisions of yore, and spoke directly to transgender people from a lectern at the Justice Department."
        ],
        "tf-idf score": [
            1.1734475751524234,
            1.56987316320724,
            0.9249016280643397
        ]
    },
    "0.3286598475455537-3-309": {
        "average clique similarity": 0.3286598475455537,
        "clique": [
            "2-Notably absent from ",
            "1-The U S Justice Depa",
            "0- This is an attempt "
        ],
        "median tf-idf score": 1.4291730992724767,
        "publications": [
            "Washington Post",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "Notably absent from McCrory's complaint, filed in the U S District Court for the Eastern District of North Carolina, was Margaret Spellings, president of the University of North Carolina System, who had also received a letter from the Justice Department relating to the law.",
            "The U S Justice Department's complaint asked a federal district court in North Carolina to declare that the state is violating the 1964 Civil Rights Act and order it to stop enforcing the ban.",
            "\"This is an attempt to unilaterally rewrite   federal civil rights laws in a manner that is wholly inconsistent with the intent of Congress and disregards decades of statutory interpretation by the Courts,\" the state's suit, filed in U S District Court in the Eastern District of North Carolina, said."
        ],
        "tf-idf score": [
            1.3812695125394057,
            1.4291730992724767,
            1.6755600479872712
        ]
    },
    "0.33961357266405345-3-309": {
        "average clique similarity": 0.33961357266405345,
        "clique": [
            "2-In his lawsuit Monda",
            "4-In the state s lawsu",
            "0- They created   disc"
        ],
        "median tf-idf score": 1.1162787750502157,
        "publications": [
            "Washington Post",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "In his lawsuit Monday against the Justice Department, North Carolina Gov. Pat McCrory (R) accused the federal government of \"baseless and blatant overreach. \"",
            "In the state's lawsuit, the governor and another state official instead say the DOJ's position is a \"radical reinterpretation\" of the Civil Rights Act and a \"baseless and blatant overreach\". McCrory's lawyers also say there's nothing discriminatory about the law.",
            "\"They created   discrimination against transgender individuals,\" Attorney General Loretta Lynch said in a press conference late Monday afternoon. The suit was filed after McCrory, in his lawsuit, accused the administration of a \"baseless and blatant overreach\" in trying to get the policy scrapped."
        ],
        "tf-idf score": [
            1.215104797023875,
            1.1162787750502157,
            1.0227818787290965
        ]
    },
    "0.35778360513686447-4-309": {
        "average clique similarity": 0.35778360513686447,
        "clique": [
            "5-The suit names the s",
            "1-Hours earlier  North",
            "4-Pat McCrory  the Nor",
            "3-Hours earlier  North"
        ],
        "median tf-idf score": 1.3365481518013913,
        "publications": [
            "Atlantic",
            "Reuters",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "The suit names the state, Governor Pat McCrory, the state Department of Public Safety, the University of North Carolina system, and its board of governors.",
            "Hours earlier, North Carolina's Republican governor, Pat McCrory, and the state's secretary of public safety sued the agency in a different federal court in North Carolina, accusing it of \"baseless and blatant overreach\".",
            "Pat McCrory, the North Carolina Department of Public Safety and the University of North Carolina,\" Attorney General Loretta Lynch said in a press conference Monday.",
            "Hours earlier, North Carolina Gov. Pat McCrory and the state's secretary of public safety had sued the agency for declaring the law a civil rights violation, accusing it of \"baseless and blatant overreach. \""
        ],
        "tf-idf score": [
            1.1827686680230682,
            1.399364018206776,
            1.2737322853960067,
            1.5846906890814363
        ]
    },
    "0.40124535150675156-4-309": {
        "average clique similarity": 0.40124535150675156,
        "clique": [
            "2-The Justice Departme",
            "1-The Justice Departme",
            "4-One of the sponsors ",
            "0-Lynch said Monday th"
        ],
        "median tf-idf score": 1.335497206022102,
        "publications": [
            "Washington Post",
            "Reuters",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "The Justice Department's lawsuit, in addition to naming the state of North Carolina, also includes the state's department of public safety, and the University of North Carolina and the school's board of governors.",
            "The Justice Department's complaint named the state of North Carolina, McCrory, the state's Department of Public Safety and the University of North Carolina system as defendants.",
            "One of the sponsors of the law, North Carolina state Rep. Paul Stam, told NPR's Morning Edition earlier Monday that he expected McCrory to fight the Department of Justice on the issue.",
            "Lynch said Monday that as the case moves forward, they \"retain the option of curtailing federal funding\" to the state Department of Public Safety and University of North Carolina."
        ],
        "tf-idf score": [
            1.175260297045566,
            1.2010860587066017,
            1.5358408672928647,
            1.4699083533376023
        ]
    },
    "0.42052847382035957-3-238": {
        "average clique similarity": 0.42052847382035957,
        "clique": [
            "4-A Swiftly Passed Sta",
            "3-McCrory told reporte",
            "1-McCrory told reporte"
        ],
        "median tf-idf score": 1.389712981648764,
        "publications": [
            "NPR",
            "New York Post",
            "Reuters"
        ],
        "sentences": [
            "A Swiftly Passed State Law, The law, which was passed over the course of 12 hours in a special   session of the state Legislature, was issued in response to a ordinance by the city of Charlotte that would have established protections for LGBT people. That ordinance would have allowed trans people in Charlotte to use the bathroom corresponding to their gender identity.",
            "McCrory told reporters that North Carolina leaders had been forced to pass the law, known as HB 2, after the Charlotte City Council passed an ordinance requiring access to bathrooms based on gender identity in public as well as private buildings.",
            "McCrory told reporters that North Carolina had been forced to pass the law after the Charlotte city council passed an ordinance that allowed transgender people access to bathrooms based on gender identity in public and private buildings. \"We're taking the Obama admin to court."
        ],
        "tf-idf score": [
            1.0346352982608908,
            1.389712981648764,
            1.5897025972853434
        ]
    },
    "0.4315632744315425-3-138": {
        "average clique similarity": 0.4315632744315425,
        "clique": [
            "4-Telling transgender ",
            "5- This action is abou",
            "2- This action is abou"
        ],
        "median tf-idf score": 1.189421511663669,
        "publications": [
            "Washington Post",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "Telling transgender people that \"history was on [their] side,\" Lynch explained why North Carolina's law posed such a threat to Americans. She said: \"This action is about a great deal more than just bathrooms.",
            "\"This action is about a great deal more than bathrooms. This is about the dignity and the respect that we accord our fellow citizens,\" she said. \"It's about the founding ideals that have led this country, haltingly but inexorably, in the direction of fairness, inclusion, and equality for all Americans. \"",
            "\"This action is about a great deal more than just bathrooms,\" Attorney General Loretta E Lynch said during a news conference after the Justice Department's lawsuit was filed. \"This is about the dignity and respect we accord our fellow citizens and the laws that we, as a people and as a country, have enacted to protect them. \""
        ],
        "tf-idf score": [
            1.2888844508210011,
            0.4252231694115747,
            1.189421511663669
        ]
    },
    "0.4345471317866107-3-8": {
        "average clique similarity": 0.4345471317866107,
        "clique": [
            "3- None of us can stan",
            "4-Lynch  however  said",
            "1- None of us can stan"
        ],
        "median tf-idf score": 1.044396350415241,
        "publications": [
            "NPR",
            "New York Post",
            "Reuters"
        ],
        "sentences": [
            "\"None of us can stand by when a state enters the business of legislating identity and insists that a person pretend to be something or someone that they are not,\" said Lynch, comparing the measure to Jim   racial discrimination laws and bans on   marriage.",
            "Lynch, however, said the federal laws concerning gender and gender discrimination are clear, and that North Carolina's law is in violation.",
            "\"None of us can stand by when a state enters the business of legislating identity and insists that a person pretend to be something or someone that they are not,\" Lynch said at a news conference, comparing the measure to Jim   racial discrimination laws and bans on   marriage."
        ],
        "tf-idf score": [
            1.0044847374832118,
            1.145343890995919,
            1.044396350415241
        ]
    },
    "0.594200075987757-3-25": {
        "average clique similarity": 0.594200075987757,
        "clique": [
            "3- We re taking the Ob",
            "4- The Obama administr",
            "1-They re bypassing Co"
        ],
        "median tf-idf score": 0.7063551541194901,
        "publications": [
            "NPR",
            "New York Post",
            "Reuters"
        ],
        "sentences": [
            "\"We're taking the Obama admin to court. They're bypassing Congress, attempting to rewrite law & policies for the whole country, not just NC,\" McCrory, a Republican, wrote on Twitter.",
            "\"The Obama administration is bypassing Congress by attempting to rewrite the law and set restroom policies for public and private employers across the country, not just North Carolina.",
            "They're bypassing Congress, attempting to rewrite law & policies for the whole country, not just NC,\" McCrory wrote on Twitter."
        ],
        "tf-idf score": [
            0.7063551541194901,
            1.0412466820189195,
            0.5555686610854685
        ]
    }
}