{
    "0.2652094137422352-3-10": {
        "average clique similarity": 0.2652094137422352,
        "clique": [
            "2- Until further decis",
            "0-Even after the 2015 ",
            "3-But the   court also"
        ],
        "median tf-idf score": 1.5338807687141607,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "\"Until further decision by the Alabama Supreme Court, the existing orders of the Alabama Supreme Court that Alabama probate judges have a ministerial duty not to issue any marriage license contrary to the Alabama Sanctity of Marriage Amendment or the Alabama Marriage Protection Act remain in full force and effect,\" Moore wrote at the time.",
            "Even after the 2015 ruling of the U S Supreme Court ending marriage bans and a federal court order applying that decision to Alabama's ban directly, Moore issued an order on Jan. 6, 2016, telling probate judges that prior state court orders supporting the state's marriage ban remained in effect.",
            "But the   court also noted that the decision is based on a review of Moore's behavior and decisions, not on the justices' views of the Supreme Court's June 2015 ruling that   couples have the right to marry  --   contrary to Alabama's law, adopted in 2016, that had reserved marriage for heterosexual couples only."
        ],
        "tf-idf score": [
            1.5338807687141607,
            1.7256019065518433,
            1.3907701292357484
        ]
    },
    "0.29522412593255404-3-22": {
        "average clique similarity": 0.29522412593255404,
        "clique": [
            "4-A complaint was file",
            "0-Complaints filed reg",
            "1-In May  the Alabama "
        ],
        "median tf-idf score": 1.0908982888160206,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "A complaint was filed by the Alabama Judicial Inquiry Commission charging Moore with violating judicial ethics in issuing an order in January stating that probate judges in the state \"have a ministerial duty not to issue\" marriage licenses to   couples.",
            "Complaints filed regarding that order led the state's Judicial Inquiry Commission to begin an investigation, ending with the filing of a complaint against Moore in May.",
            "In May, the Alabama Judicial Inquiry Commission filed six charges against Moore for violating judicial ethics, saying the chief justice had \"flagrantly disregarded and abused his authority. \" This isn't the first time Moore's defiance has resulted in sanctions."
        ],
        "tf-idf score": [
            1.6225375205555232,
            0.8206337108932708,
            1.0908982888160206
        ]
    },
    "0.31215932136700336-3-46": {
        "average clique similarity": 0.31215932136700336,
        "clique": [
            "4- To suspend Chief Ju",
            "2- To suspend Chief Ju",
            "0-Additionally  under "
        ],
        "median tf-idf score": 1.1002460793412276,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "\"To suspend Chief Justice Moore for the rest of his term is the same as removal,\" Mat Staver, founder and chairman of Liberty Counsel, said in a statement.",
            "\"To suspend Chief Justice Moore for the duration of his term is a miscarriage of justice and we will appeal this case to the Alabama Supreme Court. This case is far from over\".",
            "Additionally, under state rules, Moore is not be eligible to run for another term as chief justice due to his age  --   although there is speculation that Moore could try, again, to run for governor of the state. \"There is no meaningful difference between suspension for the remaining of the term and removal from office,\" Mat Staver, Moore's lawyer from Liberty Counsel, said in a statement."
        ],
        "tf-idf score": [
            0.8126926208755599,
            1.1002460793412276,
            1.2148736026305706
        ]
    },
    "0.317255659522841-3-62": {
        "average clique similarity": 0.317255659522841,
        "clique": [
            "1-The Alabama Court of",
            "0-A   body responsible",
            "4-In a   judgment Frid"
        ],
        "median tf-idf score": 1.196681605741327,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "The Alabama Court of the Judiciary found Moore guilty on all six counts filed against him, including failure to \"uphold the integrity and independence of the judiciary. \"",
            "A   body responsible for hearing judicial ethics complaints in Alabama unanimously found Moore guilty of all of the ethics charges brought against him, finding that he violated multiple judicial ethics canons by his actions. The suspension, the Court of the Judiciary ordered, is effective immediately.",
            "In a   judgment Friday, two days after Moore appeared for a hearing in the case, Alabama's Court of the Judiciary found him guilty of failing to comply with the law, uphold the integrity of the court and \"perform the duties of his office impartially. \""
        ],
        "tf-idf score": [
            0.9518822314114378,
            1.3014300715407257,
            1.196681605741327
        ]
    },
    "0.32266611397613143-3-27": {
        "average clique similarity": 0.32266611397613143,
        "clique": [
            "0-The Court of the Jud",
            "4-     Alabama s top j",
            "3-The order also requi"
        ],
        "median tf-idf score": 1.148391893950869,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "The Court of the Judiciary heard the complaint, with the   body unanimously finding Moore guilty of all six charges brought against him. One distinction between Moore being suspended for the remainder of his term and removed from office is that a suspension leads only to the naming of an acting chief justice, not the potential for Gov.",
            "     Alabama's top judge was suspended from the bench without pay for the remainder of his term, the state's Court of the Judiciary said Friday.",
            "The order also requires the head of Alabama's highest court to pay the costs of the proceedings against him and stipulates that he will not be paid for the remainder of his   term. Alabama's next election for the chief justice post is scheduled for 2018."
        ],
        "tf-idf score": [
            1.3469637716917144,
            1.148391893950869,
            0.9283784949867215
        ]
    },
    "0.3534037818470169-3-61": {
        "average clique similarity": 0.3534037818470169,
        "clique": [
            "3-Saying that Alabama ",
            "2-  CNN  Alabama s chi",
            "0- Read the order    W"
        ],
        "median tf-idf score": 1.8245087673650253,
        "publications": [
            "NPR",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "Saying that Alabama Chief Justice Roy Moore violated judicial ethics when he ordered judges not to respect the U S Supreme Court's landmark ruling on   marriage, Alabama's Court of the Judiciary suspended Moore for the rest of his term in office.",
            " (CNN) Alabama's chief justice Roy Moore was suspended without pay Friday for the rest of his term for directing probate judges to enforce the state's ban on   marriage.",
            "'Read the order:'] WASHINGTON  --   Alabama Chief Justice Roy Moore has been suspended from office without pay from the remainder of his term, the fallout from his action of telling probate judges in the state that they were not bound by federal court rulings guaranteeing equal marriage rights to   couples."
        ],
        "tf-idf score": [
            1.8245087673650253,
            1.4444160206834267,
            2.078480327574676
        ]
    },
    "0.42200273827751916-4-2": {
        "average clique similarity": 0.42200273827751916,
        "clique": [
            "3-In 2003  he was remo",
            "4-This is the second t",
            "1-In 2003  a federal j",
            "0-The move  lawyers on"
        ],
        "median tf-idf score": 1.3494193997005508,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "In 2003, he was removed from office after refusing a federal court's order to remove a prominent display of the Ten Commandments from the state judicial building.",
            "This is the second time Roy S Moore, chief justice of the Alabama Supreme Court, has been effectively pulled from office, following his ouster in 2003 over his refusal to obey judicial rulings ordering him to remove a Ten Commandments statue from the Alabama Judicial Building.",
            "In 2003, a federal judge ordered Moore to remove a   granite monument of the Ten Commandments he had installed in the state   building. Moore refused, and the Court of the Judiciary removed him from office.",
            "The move, lawyers on both sides of the matter say, is effectively the same as removal from office  --   the second time Moore has had his judicial authority taken away from him. Moore previously was removed from office in 2003 when he refused to follow a federal court's order that he remove a display of the Ten Commandments from the courtroom."
        ],
        "tf-idf score": [
            0.9903909642103059,
            1.500455005363291,
            1.256978758691056,
            1.4418600407100457
        ]
    }
}