{
    "0.16350142422561612-3-22": {
        "average clique similarity": 0.16350142422561612,
        "clique": [
            "2-Sterling s death is ",
            "4-In other cities with",
            "0-As The Associated Pr"
        ],
        "median tf-idf score": 0.9508972358070225,
        "publications": [
            "New York Times",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "Sterling's death is the latest in a line of police killings of African Americans in the US to capture national attention, the deaths of Eric Garner in New York and Walter Scott in South Carolina, both of which were captured on video by witnesses, sparked claims of racially biased policing throughout the United States.",
            "In other cities with   deaths of people in police custody, when local law enforcement agencies have kept control of the investigations and prosecution, they have often drawn intense criticism for their handling of the cases.",
            "As The Associated Press notes, there's a high bar for federal charges in cases like this: \"Similar investigations, which often take many months, were opened following the deaths of Michael Brown in Ferguson, Missouri, and Eric Garner in New York. \"Federal investigators must meet a high legal burden to bring a civil rights prosecution, establishing that an officer knowingly used unreasonable force under the circumstances and did not simply make a mistake or use poor judgment. Many federal probes conclude without criminal charges\". At the same press conference, Louisiana Gov."
        ],
        "tf-idf score": [
            0.9508972358070225,
            0.5267252850605635,
            1.0446919371440897
        ]
    },
    "0.1676190177560669-3-221": {
        "average clique similarity": 0.1676190177560669,
        "clique": [
            "0-Sterling was shot du",
            "2- He  Cameron  had to",
            "3- We want to know wha"
        ],
        "median tf-idf score": 0.9430362988269297,
        "publications": [
            "Washington Post",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "Sterling was shot during the altercation and died at the scene\". We'll include the video here with this warning: The video shows an intense scene that ends with gunfire. You can also see it online. The Daily Beast has published what it identifies as a second video of the shooting, recorded from a different angle and closer proximity.",
            "\"He [Cameron] had to watch this as this was put all over the outlets,\" she said, with reference to the cellphone video.",
            "\"We want to know what happened, we want to know the truth,\" said Dabadie, who did not clarify which officer fired the fatal shots. \"At this point, like you, I am demanding answers, like you all, my prayers are with this community and the family and loved ones of Mr Sterling. \""
        ],
        "tf-idf score": [
            0.9430362988269297,
            0.5590163052104158,
            1.1264826821909963
        ]
    },
    "0.1740584736745813-3-83": {
        "average clique similarity": 0.1740584736745813,
        "clique": [
            "2-The store s owner  A",
            "0- The store owner sai",
            "1-The store owner  Abd"
        ],
        "median tf-idf score": 0.6418606380253516,
        "publications": [
            "NPR",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "The store's owner, Abdul Muflahi, told local news that one officer had first used a Taser on Sterling before the struggle occurred and that officers shot him \"four to six times\".",
            "\"The store owner said he heard one of the officers say, 'Just leave him.' \" Several public figures have issued statements about the incident  --   including U S Rep. Cedric Richmond,  .",
            "The store owner, Abdullah Muflahi, released a video that he said he shot from a slightly different angle."
        ],
        "tf-idf score": [
            0.7873439203668448,
            0.6418606380253516,
            0.5573643507045529
        ]
    },
    "0.18127416630873072-3-156": {
        "average clique similarity": 0.18127416630873072,
        "clique": [
            "4-Mr Jordan  the famil",
            "0-   shows the entire ",
            "1-He said  though  the"
        ],
        "median tf-idf score": 0.9708221714659688,
        "publications": [
            "New York Times",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "Mr Jordan, the family lawyer, called on the police to release the videos, but Lieutenant Dunnam said that for now, the department was providing them only to the federal authorities.",
            ".. shows the entire incident,\" Jordan said, before urging local authorities to hand the case over to the Louisiana State Police. Describing Alton Sterling, McMillon said he \"is not what the mass media is making him out to be\".",
            "He said, though, the family was not condoning violent protests. \"The family just wants it to be peaceful,\" he said."
        ],
        "tf-idf score": [
            0.9987031883513868,
            0.9708221714659688,
            0.4887630541308928
        ]
    },
    "0.2002982516809746-3-88": {
        "average clique similarity": 0.2002982516809746,
        "clique": [
            "2-At an emotional pres",
            "0-Edmond Jordan  an at",
            "4-Some of them  includ"
        ],
        "median tf-idf score": 0.6209500488925551,
        "publications": [
            "Guardian",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "At an emotional press conference on Wednesday morning, Sterling's    son, Cameron, broke down in tears, and Sterling's partner, Quinyetta McMillan  --   the boy's mother  --   demanded justice for Sterling.",
            "Edmond Jordan, an attorney representing Sterling's family  --   including Quinyetta McMillon, who has a    son, Cameron, with Alton Sterling  --   began his remarks today by thanking God for Apple, Google and Microsoft, a reference to the technology that helped bring details of Sterling's shooting to light. Jordan then started his remarks with a pointed criticism of the police.",
            "Some of them, including the local N A A C P president, Mike McClanahan, called on Chief Dabadie to resign. Cameron Sterling, Mr Sterling's    son, wept uncontrollably as his mother, Quinyetta McMillon, delivered a statement."
        ],
        "tf-idf score": [
            0.5682315305413648,
            0.934085998933866,
            0.6209500488925551
        ]
    },
    "0.20960092077935225-3-8": {
        "average clique similarity": 0.20960092077935225,
        "clique": [
            "2- There should be no ",
            "0-He said the U S atto",
            "4-Urging patience whil"
        ],
        "median tf-idf score": 0.5661528705546527,
        "publications": [
            "NPR",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "\"There should be no doubt in anybody's mind that this incident is going to be investigated impartially, professionally and thoroughly by the United States Department of Justice civil rights division. \"Hopefully when the community understands that, the tensions will ease and we will continue to press for calm and patience. \"",
            "He said the U S attorneys will be investigating possible civil rights violations, \"but there's also potential, and I use that word cautiously, that there's also possible criminal violations that they will do as well,\" Moore said. \"Their request to me is that I stand down and let them do their investigation whether it's a civil rights violation or potential . .. criminal penalty, and I'm going to abide by that request,\" he said.",
            "Urging patience while the investigation takes place, the governor said: \"I know that that may be tough for some, but it's essential that we do that. I know that there are protests going on, but it's urgent that they remain peaceful. \" Two white officers were arresting Alton B Sterling, 37, early Tuesday after responding to a call about an armed man."
        ],
        "tf-idf score": [
            0.49846635703740405,
            0.5661528705546527,
            1.0729722734829936
        ]
    },
    "0.21835964711526448-3-71": {
        "average clique similarity": 0.21835964711526448,
        "clique": [
            "0-The department says ",
            "1-Sterling was shot ea",
            "3-Sterling was shot an"
        ],
        "median tf-idf score": 1.0793285319440489,
        "publications": [
            "Fox News",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "The department says that after its officers made contact with Sterling in the convenience store's parking lot, \"an altercation between Sterling and the officers ensued.",
            "Sterling was shot early Tuesday as he wrestled with two white police officers outside the convenience store where he sold music and movies on compact discs.",
            "Sterling was shot and killed early Tuesday morning after police responded to a complaint about an armed man threatening people outside a convenience store."
        ],
        "tf-idf score": [
            0.6377286151841323,
            1.0810175190439895,
            1.0793285319440489
        ]
    },
    "0.22935397004845157-3-93": {
        "average clique similarity": 0.22935397004845157,
        "clique": [
            "1-In cellphone video  ",
            "0-In the   video that ",
            "2-Alton Sterling was s"
        ],
        "median tf-idf score": 0.8964112712943557,
        "publications": [
            "NPR",
            "Guardian",
            "Fox News"
        ],
        "sentences": [
            "In cellphone video, one of the officers tackled Sterling, and the two officers pinned him to the pavement. Someone yelled, \"He's got a gun! Gun!\"",
            "In the   video that was filmed from a nearby car, the officers are kneeling over Sterling, who is lying on the ground, when one is heard yelling, \"He's got a gun!",
            "Alton Sterling was shot dead after two officers wrestled him to the ground and appeared to open fire shortly after one officer held a gun near   over Sterling's chest."
        ],
        "tf-idf score": [
            0.7191010644720747,
            0.9171819689587968,
            0.8964112712943557
        ]
    },
    "0.22959250331935185-3-272": {
        "average clique similarity": 0.22959250331935185,
        "clique": [
            "0-John Bel Edwards cal",
            "2-Louisiana governor J",
            "4-John Bel Edwards to "
        ],
        "median tf-idf score": 0.7916497140195234,
        "publications": [
            "NPR",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "John Bel Edwards called the video \"disturbing\" but urged for calm in the community  --   as did a local religious leader, the police chief, the district attorney and the mayor. \"We are an inclusive community,\" Mayor Kip Holden said.",
            "Louisiana governor John Bel Edwards announced on Wednesday morning that the investigation into the shooting had been handed over to federal authorities, following calls from community leaders and members of Sterling's family for the federal government to intervene.",
            "John Bel Edwards to the local police and elected officials vowed a complete and transparent investigation and appealed to the city  --   after a numbing series of   racially charged incidents elsewhere  --   to remain calm."
        ],
        "tf-idf score": [
            0.8271487153219964,
            0.7916497140195234,
            0.5121163892955973
        ]
    },
    "0.250764822422649-3-46": {
        "average clique similarity": 0.250764822422649,
        "clique": [
            "4-The decision to have",
            "1-John Bel Edwards ask",
            "3-John Bel Edwards  D "
        ],
        "median tf-idf score": 0.8540104163786462,
        "publications": [
            "Washington Post",
            "Fox News",
            "New York Times"
        ],
        "sentences": [
            "The decision to have the Justice Department's Civil Rights Division, the F B I and the United States attorney's office in Baton Rouge conduct the investigation was welcomed by a lawyer for Mr Sterling's family.",
            "John Bel Edwards asked the U S Justice Department to lead a civil rights investigation into the killing. \"I have very serious concerns.",
            "John Bel Edwards (D) who called the video \"disturbing,\" announced Wednesday morning that federal officials with the U S Attorney's office and the Department of Justice would investigate Sterling's death."
        ],
        "tf-idf score": [
            1.0957428655980974,
            0.349455665308797,
            0.8540104163786462
        ]
    },
    "0.2578482176104691-3-198": {
        "average clique similarity": 0.2578482176104691,
        "clique": [
            "3-Cellphone video show",
            "4-Mr Sterling s name b",
            "2-The incident sparked"
        ],
        "median tf-idf score": 0.43382168035685703,
        "publications": [
            "Guardian",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "Cellphone video showing Sterling on the ground, underneath two officers, when he was killed, began circulating online early Tuesday evening.",
            "Mr Sterling's name began trending on Twitter Tuesday night.",
            "The incident sparked uproar on social media as Sterling's name trended on Twitter on Tuesday evening."
        ],
        "tf-idf score": [
            1.0014519824103776,
            0.43382168035685703,
            0.4188367720130151
        ]
    },
    "0.29515227762658686-3-111": {
        "average clique similarity": 0.29515227762658686,
        "clique": [
            "4-and one officer can ",
            "2-In the cellphone vid",
            "1-and one officer pull"
        ],
        "median tf-idf score": 0.5894840756587962,
        "publications": [
            "Fox News",
            "New York Times",
            "Guardian"
        ],
        "sentences": [
            "and one officer can be seen pulling his weapon. After some shouting, what sound like gunshots can be heard and the camera shifts away, and then there are more apparent gunshots. A second video of the shooting, filmed by the owner of the store and first posted by the local newspaper, The Advocate, on Wednesday afternoon, showed the shooting from a different angle.",
            "In the cellphone video, one officer can be heard shouting \"He's got a gun. Gun,\" shortly before shots ring out  .",
            "and one officer pulled his weapon from his holster. After some shouting, what sounded like a gunshot could be heard. The camera pulled away before more shots were heard."
        ],
        "tf-idf score": [
            0.8660684429878113,
            0.5894840756587962,
            0.4409898114913619
        ]
    },
    "0.298472999201175-3-173": {
        "average clique similarity": 0.298472999201175,
        "clique": [
            "4-The graphic cellphon",
            "3-The bystander video ",
            "0-Witnesses captured t"
        ],
        "median tf-idf score": 1.0252767306477124,
        "publications": [
            "Washington Post",
            "New York Times",
            "NPR"
        ],
        "sentences": [
            "The graphic cellphone video shot by a bystander, which was released later in the day, shows an officer pushing Mr Sterling onto the hood of the car and then tackling him to the ground.",
            "The bystander video of the shooting shows Salamoni and Lake attempting to detain Sterling  --   who police say was armed with a gun  --   and tackling the man to the ground.",
            "Witnesses captured the encounter on a cellphone video that shows two officers had Sterling on the ground at the time of the shooting."
        ],
        "tf-idf score": [
            1.0252767306477124,
            1.147348485789868,
            0.8457328469990018
        ]
    },
    "0.30845635383694603-5-210": {
        "average clique similarity": 0.30845635383694603,
        "clique": [
            "1-Baton Rouge Police C",
            "3-About an hour later ",
            "2-At a press conferenc",
            "0-Baton Rouge Police C",
            "4- We feel it is in th"
        ],
        "median tf-idf score": 1.1115763646972328,
        "publications": [
            "New York Times",
            "Fox News",
            "NPR",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "Baton Rouge Police Chief Carl Dabadie Jr said Sterling was armed    Dabadie didn't specify the type of weapon    but that there are still questions about what happened.",
            "About an hour later,  Baton Rouge Police Chief Carl Dabadie named both officers who had been involved in the shooting: Blane Salamoni, a   veteran from a prominent local law enforcement family, and Howie Lake, a   veteran of the department.",
            "At a press conference on Wednesday, Baton Rouge police chief Carl Dabadie named the two officers involved as    Blane Salamoni, a   veteran of the department, and    Howie Lake, a   veteran.",
            "Baton Rouge Police Chief Carl Dabadie said Wednesday that the two officers involved in the shooting are on administrative leave, and that after conducting initial investigations, his department has turned the entire case over to U S attorneys and the FBI The local district attorney said his office was not investigating the shooting either, leaving that to the Justice Department.",
            "\"We feel it is in the best interest of the Baton Rouge Police Department, the city of Baton Rouge and this community for this to happen,\" the police chief, Carl Dabadie Jr said."
        ],
        "tf-idf score": [
            1.1115763646972328,
            1.1217274526870429,
            0.934695298737484,
            1.6077660034352077,
            0.7610052591127981
        ]
    },
    "0.3227751799796116-3-213": {
        "average clique similarity": 0.3227751799796116,
        "clique": [
            "2-The fatal police sho",
            "0-Updated at 8 45 p  m",
            "4-BATON ROUGE  La     "
        ],
        "median tf-idf score": 1.3608560256200857,
        "publications": [
            "NPR",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "The fatal police shooting of an African American man by white officers in Baton Rouge, Louisiana, will be investigated by the US Department of Justice's civil rights division, after disturbing cellphone video of the incident emerged on Tuesday.",
            "Updated at 8:45 p. m. ET, The Justice Department is investigating the killing of Alton Sterling, a    black man who was shot to death early Tuesday after police were called to a convenience store in Baton Rouge, La.",
            "BATON ROUGE, La. --   The Justice Department opened a civil rights investigation on Wednesday into the fatal shooting of a black man by the Baton Rouge, La."
        ],
        "tf-idf score": [
            1.3788358458732743,
            1.3608560256200857,
            0.7623084352088001
        ]
    },
    "0.34355507017293513-4-29": {
        "average clique similarity": 0.34355507017293513,
        "clique": [
            "2-Baton Rouge police s",
            "4-On Tuesday  a person",
            "3- Louisiana is the fi",
            "0-That s when uniforme"
        ],
        "median tf-idf score": 1.1289731100214526,
        "publications": [
            "Guardian",
            "New York Times",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Baton Rouge police said in a statement that they had responded to a 911 call reporting Sterling had been selling CDs outside of a convenience store and had threatened the caller with a gun.",
            "On Tuesday, a person called the police to report that a black man in a red shirt selling music CDs outside the Triple S Food Mart had threatened him with a gun, the Police Department said.",
            "[Louisiana is the first state to offer hate crime protections to police officers]   Police said they responded about 12:35 a. m. Tuesday after receiving a 911 call about a man who was selling CDs and threatening people with a gun outside a Triple S Food Mart.",
            "That's when uniformed officers responded to a disturbance call that Baton Rouge police say came from someone who said \"a black male who was selling music [CDs] and wearing a red shirt threatened him with a gun\"."
        ],
        "tf-idf score": [
            1.0763380240651714,
            0.9138961278394478,
            1.261644052794339,
            1.1816081959777338
        ]
    },
    "0.3612280388316635-3-240": {
        "average clique similarity": 0.3612280388316635,
        "clique": [
            "1-He said Sterling was",
            "2-Muflahi added that S",
            "0-The owner and manage"
        ],
        "median tf-idf score": 1.02380730262128,
        "publications": [
            "Guardian",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "He said Sterling was not holding a gun during the shooting but that he saw officers remove one from his pocket afterward.",
            "Muflahi added that Sterling did not have the gun in his hands at the time the officers opened fire, but he witnessed police remove a firearm from his pocket after he was killed.",
            "The owner and manager of the Triple S store is Abdullah Muflahi. He tells local newspaper The Advocate that the officers retrieved a gun from Sterling's pocket  --   but, Muflahi says, he didn't see the man's hands go near his pockets during the struggle."
        ],
        "tf-idf score": [
            1.02380730262128,
            1.059255220490925,
            0.9170948008388572
        ]
    },
    "0.364676559221762-3-272": {
        "average clique similarity": 0.364676559221762,
        "clique": [
            "0-NPR s Martin Kaste r",
            "1-The officers  identi",
            "4-Officials identified"
        ],
        "median tf-idf score": 0.561054317746313,
        "publications": [
            "NPR",
            "Fox News",
            "New York Times"
        ],
        "sentences": [
            "NPR's Martin Kaste reports that while criminal investigations are being conducted at the federal level, the local police department is still required by law to perform an internal administrative investigation into whether the officers should be disciplined or fired. The two officers were identified as Blane Salamoni, a   veteran of the force, and Howie Lake II, a   veteran.",
            "The officers, identified by the chief as Blane Salamoni, a   member of the department, and Howie Lake II, who has been on the force for three years, were placed on administrative leave, standard department procedure.",
            "Officials identified the officers as Blane Salamoni, who has been with the force for four years, and Howie Lake II, with three years' experience. Both were placed on administrative leave."
        ],
        "tf-idf score": [
            0.9362147332902422,
            0.561054317746313,
            0.4791997043301555
        ]
    },
    "0.4380770784395857-3-194": {
        "average clique similarity": 0.4380770784395857,
        "clique": [
            "2- As a mother I have ",
            "0-She said Sterling ha",
            "4- The individuals inv"
        ],
        "median tf-idf score": 0.5464938177420773,
        "publications": [
            "NPR",
            "New York Times",
            "Guardian"
        ],
        "sentences": [
            "\"As a mother I have now been forced to raise a son who is going to remember what happened to his father. \" \"The individuals involved in his murder took away a man with children who depended upon their daddy on a daily basis,\" she added, arguing he \"simply tried to earn a living to take care of his children\".",
            "She said Sterling had been trying to earn a living  --   and that the officers had taken away a father whose children relied on him.",
            "\"The individuals involved in his murder took away a man with children who depended upon their daddy on a daily basis,\" Ms McMillon said, adding, \"As a mother I have now been forced to raise a son who is going to remember what happened to his father. \""
        ],
        "tf-idf score": [
            0.4029719243894505,
            0.7114423758656342,
            0.5464938177420773
        ]
    }
}