{
    "0.2083602375954876-3-67": {
        "average clique similarity": 0.2083602375954876,
        "clique": [
            "1-From beginning her c",
            "2-Before going in fron",
            "3-She joined the Balti"
        ],
        "median tf-idf score": 0.8794674102482761,
        "publications": [
            "New York Post",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "From beginning her career in the early 1980s as a reporter at the Baltimore Evening Sun, to covering seven separate presidential campaigns, to becoming the   of PBS NewsHour in 2013, Ifill contributed over three decades of judicious, empathetic, and incisive work in media. Ifill also had the distinction of being a black woman who was a loud, prominent voice in a predominantly white, male field.",
            "Before going in front of the camera, Ifill started her career in newspapers  --   first at the Baltimore Evening Sun and then the Boston Herald American. She went on to write for the Washington Post and the New York Times.",
            "She joined the Baltimore Sun in 1981, covering city hall, and then came to The Post in 1984, initially assigned to the Prince George's County bureau covering suburban politics. She eventually covered the presidential bids in 1988 of civil rights leader Jesse Jackson and televangelist Pat Robertson, both   nominees of the Democrats and Republicans, respectively."
        ],
        "tf-idf score": [
            1.4862111733280945,
            0.8794674102482761,
            0.4311631000877858
        ]
    },
    "0.2186544603068701-3-37": {
        "average clique similarity": 0.2186544603068701,
        "clique": [
            "2-No women  No people ",
            "3-She and Woodruff off",
            "4-Ifill was moderator "
        ],
        "median tf-idf score": 0.4393504027157382,
        "publications": [
            "Reuters",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "No women. No people of color,\" she told the Times in 2013, upon the announcement she'd be anchoring \"NewsHour\" with Judy Woodruff.",
            "She and Woodruff officially were named anchors of the \"NewsHour\" in 2013, a year after Lehrer's retirement, and they shared managing editor responsibilities for directing coverage.",
            "Ifill was moderator and managing editor of \"Washington Week,\" a   news program, and   and managing editor for \"The PBS NewsHour\" with Judy Woodruff."
        ],
        "tf-idf score": [
            0.4393504027157382,
            0.3059834584857385,
            1.0221700337929345
        ]
    },
    "0.22054668312309608-3-100": {
        "average clique similarity": 0.22054668312309608,
        "clique": [
            "4- U S journalist Gwen",
            "2-Trailblazing journal",
            "1- PBS reporter Gwen I"
        ],
        "median tf-idf score": 0.9531345297976032,
        "publications": [
            "Reuters",
            "New York Post",
            "Vox"
        ],
        "sentences": [
            " U S journalist Gwen Ifill, who   \"The PBS NewsHour,\" wrote a   about President Barack Obama and moderated two vice presidential election debates, died on Monday, the public broadcaster said.",
            "Trailblazing journalist and New York native Gwen Ifill,   of PBS' \"NewsHour,\" died of cancer on Monday.",
            " PBS reporter Gwen Ifill  --   who died November 14 at 61 years old  --   was and remains greatly respected throughout the field of journalism."
        ],
        "tf-idf score": [
            1.0773603780456058,
            0.8054127282050343,
            0.9531345297976032
        ]
    },
    "0.22224363773436803-3-29": {
        "average clique similarity": 0.22224363773436803,
        "clique": [
            "0-Gwen Ifill  one of t",
            "2-Ifill said she was k",
            "3- Gwen Ifill  who cov"
        ],
        "median tf-idf score": 0.8685120810723156,
        "publications": [
            "New York Post",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Gwen Ifill, one of the most prominent political journalists in the country, has died, according to PBS She was 61.",
            "Ifill said she was keenly aware of her role as one of the few   women with a   job in TV news.",
            " Gwen Ifill, who covered politics for some of the country's premier newspapers before transitioning to broadcast journalism and making her greatest mark as one of the most prominent TV anchors of her generation, died Nov. 14 at a hospice center in Washington."
        ],
        "tf-idf score": [
            0.8744210209782883,
            0.8685120810723156,
            0.7500733979448897
        ]
    },
    "0.24826986235029647-3-115": {
        "average clique similarity": 0.24826986235029647,
        "clique": [
            "0-Gwen did this with g",
            "1-Even just this week ",
            "2- She often said that"
        ],
        "median tf-idf score": 0.79667900824412,
        "publications": [
            "NPR",
            "Vox",
            "New York Post"
        ],
        "sentences": [
            "Gwen did this with grace and steadfast commitment to excellence\". In a news conference, President Obama said he appreciated Ifill's reporting even when she posed tough questions to him.",
            "Even just this week, she was set to receive the John Chancellor Award for Excellence in Journalism  --   and become the first African American to have that honor in all 21 years of the award's history. Ifill knew exactly how powerful and rare it was for her to be in that position.",
            "\"She often said that her job was to bring light rather than heat to issues of importance to our society. Gwen did this with grace and steadfast commitment to excellence. \""
        ],
        "tf-idf score": [
            0.79667900824412,
            0.9368913236426615,
            0.6711245055250392
        ]
    },
    "0.28420646504675245-3-133": {
        "average clique similarity": 0.28420646504675245,
        "clique": [
            "3-In 2004  Ms Ifill mo",
            "0-When she took the he",
            "2-Ifill will be best r"
        ],
        "median tf-idf score": 0.5580015323273629,
        "publications": [
            "Washington Post",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "In 2004, Ms Ifill moderated a vice presidential debate between incumbent Richard Cheney, a Republican, and  . John Edwards ( . C).",
            "When she took the helm of Washington Week in Review in 1999, Ifill became the first   woman to host a major political TV talk show. Ifill covered seven presidential campaigns and moderated the vice presidential debates in 2004 and 2008.",
            "Ifill will be best remembered for moderating two vice presidential debates  --   in 2004 with John Edwards and Dick Cheney and again in 2008 with Joe Biden and Sarah Palin."
        ],
        "tf-idf score": [
            0.5093148325120198,
            0.8384632377192311,
            0.5580015323273629
        ]
    },
    "0.30479080764555083-3-10": {
        "average clique similarity": 0.30479080764555083,
        "clique": [
            "3-Ms Ifill later moder",
            "0-More recently  she m",
            "4-Ifill was the   auth"
        ],
        "median tf-idf score": 0.9005325916035627,
        "publications": [
            "NPR",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "Ms Ifill later moderated a 2008 vice presidential debate between Alaska Gov. Sarah Palin, the Republican contender, and Sen. Joe Biden of Delaware, the Democratic candidate.",
            "More recently, she moderated a presidential primary debate between Hillary Clinton and Bernie Sanders. Ifill was also the   author of The Breakthrough: Politics and Race in the Age of Obama.",
            "Ifill was the   author of 2009's \"The Breakthrough: Politics and Race in the Age of Obama\" and moderated the vice presidential debates during the 2004 and 2008 national elections."
        ],
        "tf-idf score": [
            0.5478064458960857,
            0.9105777200380749,
            0.9005325916035627
        ]
    },
    "0.3522924153203497-3-133": {
        "average clique similarity": 0.3522924153203497,
        "clique": [
            "3-Later  as her career",
            "0-She was born in New ",
            "4-She also had been Wh"
        ],
        "median tf-idf score": 0.7164321941130662,
        "publications": [
            "Washington Post",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "Later, as her career took her from The Washington Post and New York Times to NBC News and PBS, she reflected ruefully on her family's struggle: \"I make more money in a week than my father made in a year. \"",
            "She was born in New York City to a Panamanian immigrant father and a Barbadian mother. She started her journalism career as a print reporter for the Baltimore Evening Sun and the Boston Herald American.",
            "She also had been White House correspondent for the New York Times and a reporter for the Washington Post, Baltimore Evening Sun and the Boston Herald American."
        ],
        "tf-idf score": [
            0.7164321941130662,
            0.8147790224467308,
            0.6155727721383506
        ]
    },
    "0.7205340523486906-3-45": {
        "average clique similarity": 0.7205340523486906,
        "clique": [
            "3-At a peak moment of ",
            "0- When I was a little",
            "1-After PBS announced "
        ],
        "median tf-idf score": 1.1724536186280723,
        "publications": [
            "Vox",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "At a peak moment of Ms Ifill's broadcasting power, soon after becoming   of \"The NewsHour,\" she told the Times, \"When I was a little girl watching programs like this    because that's the kind of nerdy family we were    I would look up and not see anyone who looked like me in any way.",
            "\"When I was a little girl watching programs like this  --   because that's the kind of nerdy family we were  --   I would look up and not see anyone who looked like me in any way.",
            "After PBS announced in 2013 that she and Judy Woodruff would be the first two woman to   NewsHour together, Ifill told the New York Times why being this visible on broadcast television was so important to her:     When I was a little girl watching programs like this  --   because that's the kind of nerdy family we were  --   I would look up and not see anyone who looked like me in any way."
        ],
        "tf-idf score": [
            1.1724536186280723,
            0.6920821566180353,
            1.6170887801477094
        ]
    },
    "0.8759164742120018-4-33": {
        "average clique similarity": 0.8759164742120018,
        "clique": [
            "3-No people of color  ",
            "2- I m very keen about",
            "1-No women  No people ",
            "0-No women  No people "
        ],
        "median tf-idf score": 0.7651354224657254,
        "publications": [
            "Vox",
            "NPR",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "No people of color. \"I'm very keen about the fact that a little girl now, watching the news, when they see me and Judy sitting side by side, it will occur to them that that's perfectly normal    that it won't seem like any big breakthrough at all. \"",
            "\"I'm very keen about the fact that a little girl now, watching the news, when they see me and Judy sitting side by side, it will occur to them that that's perfectly normal  --   that it won't seem like any big breakthrough at all. \"",
            "No women. No people of color. I'm very keen about the fact that a little girl now, watching the news, when they see me and Judy sitting side by side, it will occur to them that that's perfectly normal  --   that it won't seem like any big breakthrough at all. Not having Ifill in the NewsHour seat anymore is a huge blow to representation for women, and specifically black woman, in news media.",
            "No women. No people of color,\" she said. \"I'm very keen about the fact that a little girl now, watching the news, when they see me and Judy [Woodruff] sitting side by side, it will occur to them that that's perfectly normal  --   that it won't seem like any big breakthrough at all\"."
        ],
        "tf-idf score": [
            0.6446034669714164,
            0.5827793720695554,
            1.2472699940632623,
            0.8856673779600344
        ]
    }
}