{
    "0.14547744256903403-3-114": {
        "average clique similarity": 0.14547744256903403,
        "clique": [
            "0-The move was telegra",
            "4-The deal will save o",
            "2-About 800 of those w"
        ],
        "median tf-idf score": 0.7025165146151607,
        "publications": [
            "Vox",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "The move was telegraphed well in advance as part of the company's obligations to its workforce, but in a practical sense that only made the sting worse.",
            "The deal will save only about half of the 2, 100 jobs that Carrier said in February it would cut in closing two Indiana plants.",
            "About 800 of those were manufacturing positions that had been scheduled to move south of the border, said a person familiar with the negotiations. An additional 300 to 600 Carrier positions at that plant, as well as roughly 700 jobs at another facility in the area, will still be cut."
        ],
        "tf-idf score": [
            0.2660081219593634,
            0.7595778537420116,
            0.7025165146151607
        ]
    },
    "0.14749043894492708-3-286": {
        "average clique similarity": 0.14749043894492708,
        "clique": [
            "2-  Timothy Bartik  an",
            "4- It would be the sam",
            "0-We don t really know"
        ],
        "median tf-idf score": 0.5199942397951844,
        "publications": [
            "Vox",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "\" Timothy Bartik, an economist at the nonpartisan W E Upjohn Institute for Employment Research in Kalamazoo, Mich. said that vague threats from the    could stymie corporate investment as firms seek to avoid decisions that could draw the ire of the White House. \"What are these consequences? Who's in charge of them?\" Bartik asked. \"One of the worst things for corporate investment is uncertainty,\" he added. \"You would hope that the government would not add to the uncertainty. \"",
            "\"It would be the same kind of package that would be considered for any other company that would come in,\" said the official, who spoke on condition of anonymity because the incentives have not yet been made public.",
            "We don't really know. And one problem with a   who undertakes a major effort that's pretty clearly aimed more at a PR win than a particular policy goal is there's always the risk that he'll be inclined to give away the store in his negotiation for the sake of the photo op. The larger implications could be menacing or banal The fundamental smallness of what actually took place here relative to the enormity of the narratives being hung on it creates a somewhat strange situation."
        ],
        "tf-idf score": [
            0.5708177736044611,
            0.5199942397951844,
            0.36774602891569
        ]
    },
    "0.15297255746552965-3-77": {
        "average clique similarity": 0.15297255746552965,
        "clique": [
            "2- They take the money",
            "0-Last but by no means",
            "4-The heating and   un"
        ],
        "median tf-idf score": 0.7359747059236936,
        "publications": [
            "Vox",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "\"They take the money. There were a couple instances where geniuses with great lawyers gave them money, and then they moved anyway. \" Trump repeatedly pointed to Carrier's planned move to Mexico as a prime example of the perils of globalization: The company told Indiana officials it would save $65 million a year by shifting production to a    factory under construction outside Monterrey, where wages are far lower.",
            "Last but by no means least, there's a hint of systemic corruption in the idea that Trump got Carrier to change its mind about where to locate furniture production based on a threat to abusively politicize the defense contracting process.",
            "The heating and   unit of the industrial and military conglomerate did not give a value for the financial incentives, but a source briefed on the matter said it was a fraction of the $65 million that Carrier planned to save by moving production to Mexico."
        ],
        "tf-idf score": [
            1.1686032984264614,
            0.6260486234482385,
            0.7359747059236936
        ]
    },
    "0.15716595966286717-3-35": {
        "average clique similarity": 0.15716595966286717,
        "clique": [
            "0-Getting all the way ",
            "1-This suggests that h",
            "4-The manufacturer sai"
        ],
        "median tf-idf score": 0.9456483498254236,
        "publications": [
            "Vox",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "Getting all the way back to the   peak would require Trump to pull off about 160   moves in Indiana alone, to say nothing of the millions of manufacturing jobs in other states.",
            "This suggests that hundreds will still lose their jobs at the factory, where roughly 1, 400 workers were slated to be laid off. Also, neither Trump nor Carrier has yet to say what the workers might have to give up or precisely what threats or incentives were used to get the manufacturer to change its mind.",
            "The manufacturer said the \"forces of globalization will continue to require solutions for the   competitiveness of the U S and of American workers moving forward. \" Trump's intervention in the Carrier case raises the question of whether he will step in whenever manufacturing jobs are lost."
        ],
        "tf-idf score": [
            0.7282365814565394,
            0.9456483498254236,
            1.019270574817863
        ]
    },
    "0.15930749868437236-3-154": {
        "average clique similarity": 0.15930749868437236,
        "clique": [
            "3-His speaking style  ",
            "2-He said his campaign",
            "1-Trump said he was mo"
        ],
        "median tf-idf score": 0.9675351150321941,
        "publications": [
            "Fox News",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "His speaking style, while calmer than on the campaign trail, was similar in some ways to the seemingly    efforts of the past year. While focusing on the hundreds of jobs he said he had saved from moving to Mexico, he also found time to talk about his election performance, former Indiana University basketball coach Bob Knight and the wall he has promised to build along the U S  border.",
            "He said his campaign vow to save the plant was \"a euphemism\" for other companies.",
            "Trump said he was moved by a Carrier employee and Trump supporter who promised his   that Trump wouldn't let the company leave."
        ],
        "tf-idf score": [
            0.9941679598224634,
            0.5539164693316316,
            0.9675351150321941
        ]
    },
    "0.16070538572594223-3-180": {
        "average clique similarity": 0.16070538572594223,
        "clique": [
            "0-It s not entirely cl",
            "2-A representative for",
            "4-Apple did not answer"
        ],
        "median tf-idf score": 0.5481463317104522,
        "publications": [
            "Washington Post",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "It's not entirely clear what happened For all the political hubbub, it remains remarkably unclear exactly what it is that Trump did to change Carrier's mind.",
            "A representative for the Trump Organization did not respond to requests for comment.",
            "Apple did not answer questions about the call between Trump and Cook, but it did note that it employs 80, 000 people directly in the United States."
        ],
        "tf-idf score": [
            0.5481463317104522,
            0.31669739818104264,
            0.6089113461488661
        ]
    },
    "0.16428541475663327-3-252": {
        "average clique similarity": 0.16428541475663327,
        "clique": [
            "4-Senator Joe Donnelly",
            "1- The State of Indian",
            "3-To critics who see o"
        ],
        "median tf-idf score": 0.7166948628998933,
        "publications": [
            "New York Post",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "Senator Joe Donnelly, an Indiana Democrat, noted that there are two other companies closing two Indiana factories, including one a mile from the Carrier plant in Indianapolis that is expected to move to Mexico.",
            "\"The State of Indiana is proud. \"Since the 1950s, Carrier has been a part of Indiana's success story, and thanks to our   Carrier has decided to stay and grow right here in Indiana. We are so grateful\".",
            "To critics who see other Indiana factories on the verge of closing, deals like the one at Carrier are unlikely to stem the job losses caused by automation and cheap foreign competition, and the prospect that the White House might directly intervene is also a concern to some economists. The other victory Trump is celebrating is far more  :  ."
        ],
        "tf-idf score": [
            0.7166948628998933,
            0.5694160445124609,
            1.0311740955166369
        ]
    },
    "0.1793761552332469-3-133": {
        "average clique similarity": 0.1793761552332469,
        "clique": [
            "0-Companies shake down",
            "4-Carrier declined to ",
            "1- Big day on Thursday"
        ],
        "median tf-idf score": 0.39684032313781403,
        "publications": [
            "Fox News",
            "Vox",
            "Reuters"
        ],
        "sentences": [
            "Companies shake down state governments for corporate welfare all the time, and it's fairly common for state governments to give in.",
            "Carrier declined to disclose the exact size of the incentives for keeping jobs in the state. \"It's a modest state tax credit utilizing existing state tax tools; nothing new,\" an Indiana state official told Reuters.",
            "\"Big day on Thursday for Indiana and the great workers of that wonderful state."
        ],
        "tf-idf score": [
            0.37822343654452195,
            0.7731328876804298,
            0.39684032313781403
        ]
    },
    "0.18055298875778117-3-9": {
        "average clique similarity": 0.18055298875778117,
        "clique": [
            "4-More details are exp",
            "3-INDIANAPOLIS       D",
            "0-I will be going to I"
        ],
        "median tf-idf score": 0.6300388012628311,
        "publications": [
            "New York Post",
            "Reuters",
            "Vox"
        ],
        "sentences": [
            "More details are expected on Thursday when Trump visits the Carrier plant in Indianapolis.",
            "INDIANAPOLIS  --   Donald Trump saluted workers, owners and himself Thursday at a Carrier plant in Indiana, declaring that   was only the first of many business victories to come in the U S with him as president.",
            "I will be going to Indiana on Thursday to make a major announcement concerning Carrier A C staying in Indianapolis. Great deal for workers!"
        ],
        "tf-idf score": [
            0.6300388012628311,
            1.015790079241158,
            0.6248671607388425
        ]
    },
    "0.18259531857293668-4-107": {
        "average clique similarity": 0.18259531857293668,
        "clique": [
            "2-Carrier rejected a t",
            "1-The stop  in the sta",
            "4-Hammered out by Unit",
            "0-Then this week came "
        ],
        "median tf-idf score": 0.7524268465414808,
        "publications": [
            "Fox News",
            "Reuters",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "Carrier rejected a tax incentive package the state offered earlier in the year to keep the Indianapolis plant open. But that was before Trump won the election and Indiana Gov. Mike Pence became the vice  .",
            "The stop, in the state Vice   Pence still serves as governor, came amid a \"thank you\" tour of the Midwestern states that helped propel their ticket to victory.",
            "Hammered out by United Technologies CEO Gregory Hayes, Trump and Vice   and Indiana Governor Mike Pence, the deal lets the incoming administration claim an early victory before it takes office on Jan. 20.",
            "Then this week came some amazing news: Trump, and Vice   Mike Pence, convinced Carrier to stay in Indiana."
        ],
        "tf-idf score": [
            1.1403217010211557,
            0.3751460345729258,
            0.7982539822441868,
            0.7065997108387749
        ]
    },
    "0.19029304828377228-3-129": {
        "average clique similarity": 0.19029304828377228,
        "clique": [
            "2-Privately  some busi",
            "4-He said the deal wit",
            "1- Today s announcemen"
        ],
        "median tf-idf score": 0.7249435939211576,
        "publications": [
            "Washington Post",
            "Reuters",
            "Fox News"
        ],
        "sentences": [
            "Privately, some business leaders were also unnerved. \"It is uncharted territory for a   to get involved personally in social engineering with a single company,\" said an adviser to major corporations, who spoke on the condition of anonymity in order not to anger the incoming administration. Now that Carrier \"is no longer the political pinata,\" the adviser added, chief executives \"are asking, 'Who's next?'",
            "He said the deal with Carrier showed that the incoming administration will have \"open communications with business leaders. \"",
            "\"Today's announcement is possible because the incoming   administration has emphasized to us its commitment to support the business community and create an improved, more competitive U S business climate,\" the company said in a statement released Wednesday."
        ],
        "tf-idf score": [
            0.8431272055396664,
            0.5506371522519649,
            0.7249435939211576
        ]
    },
    "0.19142154892112914-3-271": {
        "average clique similarity": 0.19142154892112914,
        "clique": [
            "2-It s not gonna happe",
            "1- It s so great   Tru",
            "4-He said he told Cook"
        ],
        "median tf-idf score": 0.8546134113040559,
        "publications": [
            "Reuters",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "It's not gonna happen. \" Trump said he decided to intervene after watching a television news report that reminded him that he had vowed during the campaign, \"We're not going to let Carrier leave. \"",
            "\"It's so great\". Trump said he got involved after seeing a report on Carrier's announcement it would leave for Mexico.",
            "He said he told Cook he would like to see Apple build \"a big plant in the United States,\" according to the Times report, with the help of incentives and a \"very large tax cut for corporations. \""
        ],
        "tf-idf score": [
            0.9110617944135543,
            0.8546134113040559,
            0.7883061820525648
        ]
    },
    "0.19522647669978355-3-53": {
        "average clique similarity": 0.19522647669978355,
        "clique": [
            "3-He toured the factor",
            "1-And his advisers hav",
            "0-But the moves seem t"
        ],
        "median tf-idf score": 0.9593028380384128,
        "publications": [
            "Vox",
            "New York Post",
            "Fox News"
        ],
        "sentences": [
            "He toured the factory with his running mate Mike Pence  --   who, as the outgoing governor of Indiana, was   to aid negotiations  --   and shook hands with several workers whose jobs would be preserved. Trump pointed to one and yelled at reporters \"He's going to have a good Christmas. \"",
            "And his advisers have since promoted lower corporate tax rates as a means of keeping jobs in the U S By enabling the plant to stay open, the deal spares about 800 union workers whose jobs were going to be outsourced to Mexico, according to federal officials who were briefed by the company.",
            "But the moves seem to fall into three broad buckets:  One aspect of the deal is that Carrier is getting some new tax incentives from the state of Indiana, whose governor happens to be Mike Pence, who happens to be the vice   of the United States."
        ],
        "tf-idf score": [
            0.9692266234082094,
            0.9593028380384128,
            0.7653304355380268
        ]
    },
    "0.20617231442580775-3-87": {
        "average clique similarity": 0.20617231442580775,
        "clique": [
            "3-Earlier Thursday  Se",
            "1-Trump and Pence were",
            "2-Under the terms of t"
        ],
        "median tf-idf score": 1.1829775854559772,
        "publications": [
            "Fox News",
            "Washington Post",
            "New York Post"
        ],
        "sentences": [
            "Earlier Thursday, Seth Martin, a spokesman for Carrier, said that Indiana offered the air conditioning and furnace manufacturer $7 million in tax incentives after negotiations with Trump's team to keep some jobs in the state.",
            "Trump and Pence were at the factory on the west side of Indianapolis, where they toured the facility they helped keep in the U S thanks in part to a $7 million tax break from the Hoosier State.",
            "Under the terms of the agreement, which have not been finalized, Carrier would receive a $7 million tax incentive package from the state of Indiana in exchange for making a $16 million investment in the facility  --   although Trump said Thursday that amount would probably be higher."
        ],
        "tf-idf score": [
            1.345092994177643,
            0.776980262442232,
            1.1829775854559772
        ]
    },
    "0.20681727245787365-3-339": {
        "average clique similarity": 0.20681727245787365,
        "clique": [
            "1- I will tell you tha",
            "2-Regardless  Trump   ",
            "0-Another aspect of th"
        ],
        "median tf-idf score": 0.7922455882875975,
        "publications": [
            "Fox News",
            "Washington Post",
            "Vox"
        ],
        "sentences": [
            "\"I will tell you that United Technologies and Carrier stepped up, and now they're keeping over 1, 100 people,\" Trump said.",
            "Regardless, Trump  --   known for his tendency to react to TV news reports  --   said he immediately picked up the phone and called Gregory Hayes, the chief executive of Carrier's parent company, United Technologies.",
            "Another aspect of the deal is that Carrier's parent company, United Technologies, is a major defense contractor."
        ],
        "tf-idf score": [
            0.7922455882875975,
            1.047108110785636,
            0.5479979266902325
        ]
    },
    "0.2150604806855252-3-231": {
        "average clique similarity": 0.2150604806855252,
        "clique": [
            "1-We will keep our com",
            "4-The deal  an outline",
            "0-Donald Trump scored "
        ],
        "median tf-idf score": 0.9585251356506542,
        "publications": [
            "Reuters",
            "Fox News",
            "Vox"
        ],
        "sentences": [
            "We will keep our companies and jobs in the U S Thanks, Carrier,\" Trump tweeted Tuesday.",
            "The deal, an outline of which was announced late on Tuesday, is a win for Trump as he seeks to make good on his popular campaign message of persuading companies to keep jobs in the United States.",
            "Donald Trump scored a huge PR coup Having lambasted Carrier on the campaign trail, and then indicated in November that he was working on trying to save the plant and the jobs, Trump rather dramatically announced success on Twitter on Tuesday."
        ],
        "tf-idf score": [
            0.7689935751143556,
            1.047648847822058,
            0.9585251356506542
        ]
    },
    "0.2503037443600055-3-101": {
        "average clique similarity": 0.2503037443600055,
        "clique": [
            "3-The company s decisi",
            "1-The company attribut",
            "2-Standing in front of"
        ],
        "median tf-idf score": 1.1322581572087411,
        "publications": [
            "Fox News",
            "New York Post",
            "Washington Post"
        ],
        "sentences": [
            "The company's decision is something of a reversal, since earlier offers from the state had failed to sway Carrier. Trump said he personally called Greg Hayes, the CEO of United Technologies, Carrier's parent, to seal the deal, jokingly asking Hayes, \"If I lost would you have picked up the phone?\"",
            "The company attributed its decision to the incoming Trump administration and financial incentives provided by Indiana, which is something of a reversal, since earlier offers from the state had failed to sway Carrier from decamping to Mexico.",
            "Standing in front of a wall blanketed with Carrier's    logo, Trump lavished praise on the company for its decision, promising that the sales of its   units would soar \"because of the goodwill you have engendered. \""
        ],
        "tf-idf score": [
            1.3028570751777033,
            1.1322581572087411,
            0.7323869022239609
        ]
    },
    "0.25573042264829704-3-292": {
        "average clique similarity": 0.25573042264829704,
        "clique": [
            "4-   lowering corporat",
            "1- Companies are not g",
            "3-Just one after the o"
        ],
        "median tf-idf score": 0.977866270174273,
        "publications": [
            "Fox News",
            "New York Post",
            "Reuters"
        ],
        "sentences": [
            ".. lowering corporate taxes so we make U S companies the most competitive in the world, making sure we repatriate trillions of dollars back to the United States,\" Mnuchin told reporters at the Trump Tower in New York City on Wednesday.",
            "\"Companies are not going to leave the United States anymore without consequences,\" Trump thundered, before tempering the threat with pledges for deregulation and lower taxes.",
            "Just one after the other,\" Trump said to workers at the Indianapolis plant. \"Companies are not going to leave the United States anymore without consequences."
        ],
        "tf-idf score": [
            0.977866270174273,
            0.9251895839490426,
            1.1062946873705748
        ]
    },
    "0.28480799183575195-4-315": {
        "average clique similarity": 0.28480799183575195,
        "clique": [
            "0- Carrier  the HVAC c",
            "1-In February  the hea",
            "2-Trump s remarks came",
            "3-Some questions remai"
        ],
        "median tf-idf score": 1.015941200090976,
        "publications": [
            "New York Post",
            "Vox",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            " Carrier, the HVAC company that since 1979 has been a subsidiary of the larger United Technologies conglomerate, announced several months ago that it was going to close two facilities in Indiana and shift production to a new plant the company is building in Mexico.",
            "In February, the heating and air conditioning company said that it would shutter the plant and send jobs to Mexico, and video of angry workers being informed about the decision soon went viral.",
            "Trump's remarks came as he triumphantly celebrated a decision by the heating and   company Carrier to reverse its plans to close a furnace plant here and move to Mexico, helping keep 1, 100 jobs in Indianapolis.",
            "Some questions remain about the extent of the victory at Carrier, which announced this week that it will keep an Indianapolis plant open. In February, the heating and air conditioning company said that it would shut the plant and send jobs to Mexico, and video of angry workers being informed about the decision soon went viral."
        ],
        "tf-idf score": [
            0.9877500426047039,
            0.8831196788964321,
            1.044132357577248,
            1.2208773000467243
        ]
    },
    "0.2961793552612363-3-48": {
        "average clique similarity": 0.2961793552612363,
        "clique": [
            "1- We re going to do g",
            "3- We re going to buil",
            "2-And if it s not pres"
        ],
        "median tf-idf score": 0.8610026251378279,
        "publications": [
            "New York Post",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "\"We're going to do great things for businesses,\" Trump said.",
            "\"We're going to build the wall,\" Trump said, repeating his vow to construct an impenetrable southern border. \"Trust me: We're going to build that wall. \" In other recent remarks, he has suggested that he might actually go for a fence along some portions of the border. \"The Rust Belt is so incredible but we're losing companies, it's unbelievable.",
            "And if it's not presidential, that's okay because I actually like doing it,\" Trump said. \"But we're going to have a lot of phone calls made to companies when they say they're leaving this country, because they're not going to leave this country. \""
        ],
        "tf-idf score": [
            0.6413024848488407,
            0.999380017351613,
            0.8610026251378279
        ]
    },
    "0.30146132870657866-3-256": {
        "average clique similarity": 0.30146132870657866,
        "clique": [
            "1-Trump threatened to ",
            "4-It allows the compan",
            "3-The   threatened dur"
        ],
        "median tf-idf score": 0.8985821269681858,
        "publications": [
            "New York Post",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "Trump threatened to impose sharp tariffs on any company that shifted its factories to Mexico.",
            "It allows the company to dodge some public backlash and avoid a   fight with Trump, who vowed to punish U S companies that shifted jobs abroad. Perhaps more importantly for both, it helps set the tone of a   administration ready to ease regulations and cut U S corporate taxes.",
            "The   threatened during the campaign to impose sharp tariffs on any company that shifted its factories to Mexico. And his advisers have promoted lower corporate tax rates as a means of keeping jobs in the U S    Trump repeated both ideas on Thursday."
        ],
        "tf-idf score": [
            0.6380586804516393,
            0.8985821269681858,
            1.0817611426369922
        ]
    }
}