{
    "0.2208411244123052-3-149": {
        "average clique similarity": 0.2208411244123052,
        "clique": [
            "0-As for the rest of  ",
            "1-Friday afternoon  th",
            "4-During his announcem"
        ],
        "median tf-idf score": 0.8828766444942675,
        "publications": [
            "CNN",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "As for the rest of   County, any business or private resident there can request mosquito spraying by contacting the county office of mosquito control. Scott asked for perspective Friday, noting that there are 36 locally transmitted cases of the virus and 20.",
            "Friday afternoon, the Florida Department of Health reported a total 488   cases of Zika and 36 locally acquired cases.",
            "During his announcement Friday at the Florida Department of Health office, some reporters asked Scott why the news wasn't revealed sooner, because the Miami Herald reported local officials learned of the virus' transmission as early as Thursday morning."
        ],
        "tf-idf score": [
            0.8828766444942675,
            0.7254571438591861,
            1.1927397914717266
        ]
    },
    "0.23460590320979058-3-93": {
        "average clique similarity": 0.23460590320979058,
        "clique": [
            "1-Rick Scott confirmed",
            "4-        For us to co",
            "3-That brings the tota"
        ],
        "median tf-idf score": 1.5839453738802987,
        "publications": [
            "Atlantic",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Rick Scott confirmed Friday that the Zika virus is being spread locally by mosquitoes in Miami Beach, a development that marks an expansion of the outbreak in South Florida and immediately prompted a new travel advisory by federal officials.",
            "        For us to continue writing great stories, we need to display ads. Please select the extension that is blocking ads. Please follow the steps below, NEWS BRIEF Local cases of Zika infection have been found in Miami Beach, Florida Governor Rick Scott said Friday, which means the virus has spread beyond the small neighborhood that health officials had hoped to contain it to, and has infected one of South Florida's largest tourist areas.",
            "That brings the total number of Zika cases that have been spread by mosquitoes in Florida to 36."
        ],
        "tf-idf score": [
            1.5839453738802987,
            2.150757233158027,
            0.589485607569326
        ]
    },
    "0.24342504374973584-3-59": {
        "average clique similarity": 0.24342504374973584,
        "clique": [
            "3- Tourism is a drivin",
            "2-Up until the Thursda",
            "0-On July 29  Scott an"
        ],
        "median tf-idf score": 1.0547974695231759,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "\"Tourism is a driving force of Florida's economy and this industry has the full support of our state in the fight against the Zika virus,\" Scott said in a statement. The new outbreak comes as officials believe they are bringing the first outbreak in the trendy Wynwood neighborhood under control.",
            "Up until the Thursday, the Florida Department of Health had confined the zone of \"active transmission\"  --   in which you could encounter a   mosquito  --   to a square mile of   Country, near a neighborhood known as Wynwood. Florida is the only state in the continental US where   mosquitoes are known to be spreading the virus by biting people.",
            "On July 29, Scott announced that the first local transmission of the virus in the continental United States had occurred in the Wynwood neighborhood, north of downtown Miami."
        ],
        "tf-idf score": [
            1.3763234196623308,
            1.0547974695231759,
            0.8793990613915803
        ]
    },
    "0.25231030950352684-3-149": {
        "average clique similarity": 0.25231030950352684,
        "clique": [
            "0-This is in addition ",
            "1-Previously  official",
            "4-The spread of Zika b"
        ],
        "median tf-idf score": 0.7778144539347894,
        "publications": [
            "CNN",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "This is in addition to a previously identified area of transmission north of downtown Miami. The agency advised those who have traveled to this area since July 14 to be aware that active transmission of the virus is occurring.",
            "Previously, officials had pinpointed local infections in a    area north of downtown Miami known as Wynwood.",
            "The spread of Zika by local mosquitos had been confined to one spot just north of downtown Miami, a   mile area in the Wynwood neighborhood."
        ],
        "tf-idf score": [
            0.7778144539347894,
            0.6495590100999576,
            0.8732482195338198
        ]
    },
    "0.25697354422274515-3-149": {
        "average clique similarity": 0.25697354422274515,
        "clique": [
            "2- Florida s busy tour",
            "4-But health officials",
            "1-Health officials sai"
        ],
        "median tf-idf score": 1.103315197115896,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            " Florida's busy tourist hub of Miami Beach is the second neighborhood in the state to harbor mosquitoes infected with the Zika virus, officials confirmed Friday.",
            "But health officials on Friday said at least five people were infected by Zika in Miami Beach, in the heart of the city's restaurant and nightclub scene.",
            "Health officials said at least five people have been infected with Zika in this area, including two who live in Miami Beach."
        ],
        "tf-idf score": [
            1.3058528010858077,
            1.0853322515251362,
            1.103315197115896
        ]
    },
    "0.2740821929160363-3-4": {
        "average clique similarity": 0.2740821929160363,
        "clique": [
            "0-Scott asked the CDC ",
            "1-He said the state wo",
            "3-In response to the M"
        ],
        "median tf-idf score": 1.0613305517488427,
        "publications": [
            "CNN",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Scott asked the CDC for additional Zika tests to screen residents, lab support and addition prevention kits. The kits, which are available from   County   include insect repellent, tablets that can be placed in standing water to kill larvae, mosquito nets and condoms, along with educational information about the virus and protection against mosquito bites.",
            "He said the state would be requesting more resources from the CDC, including additional Zika testing kits.",
            "In response to the Miami Beach outbreak, Scott said he had requested an additional 5, 000 Zika tests, additional lab personnel to expedite testing and 10, 000 more Zika prevention kits for pregnant women."
        ],
        "tf-idf score": [
            1.0613305517488427,
            0.6053314145283621,
            1.1994056134983007
        ]
    },
    "0.27421633554934227-3-144": {
        "average clique similarity": 0.27421633554934227,
        "clique": [
            "0-  CNN  Pregnant wome",
            "2-As of Friday  the De",
            "4-    But the discussi"
        ],
        "median tf-idf score": 1.3229637294714198,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Atlantic"
        ],
        "sentences": [
            " (CNN) Pregnant women should not travel to an area of Miami Beach where local Zika virus transmission has been confirmed, the Centers for Disease Control and Prevention said Friday.",
            "As of Friday, the Department of Health reported 36 such   cases in the state. The Centers for Disease Control and Prevention has advised pregnant women to avoid traveling to the affected zones in Miami Beach and Wynwood.",
            "... But the discussions on Thursday morning between the county health department and Miami Beach officials, along with an email from City Manager Jimmy Morales, indicate that Zika is spreading in Miami Beach and already may have met CDC guidelines for confirmed transmission of the disease."
        ],
        "tf-idf score": [
            1.6753752585649766,
            1.3229637294714198,
            1.2340644969157721
        ]
    },
    "0.28542949967828407-3-149": {
        "average clique similarity": 0.28542949967828407,
        "clique": [
            "3-The agency also went",
            "0-It is the second are",
            "1-The agency said that"
        ],
        "median tf-idf score": 0.842691782141627,
        "publications": [
            "NPR",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "The agency also went a step further, advising pregnant women and their sexual partners \"who are concerned about potential Zika virus exposure\" that they \"may also consider postponing nonessential travel to all parts of   county\".",
            "It is the second area of   County where local transmission of the virus has been found. The CDC also advised pregnant women and their sexual partners to consider postponing nonessential travel to all parts of   County.",
            "The agency said that pregnant women who live in the area or have to travel there should take extra precautions to guard against mosquito bites, including wearing repellent. It gave the same direction for these women's sexual partners."
        ],
        "tf-idf score": [
            0.842691782141627,
            1.0195776736763258,
            0.791714685298296
        ]
    },
    "0.2922872760144449-3-17": {
        "average clique similarity": 0.2922872760144449,
        "clique": [
            "3-Five Zika cases have",
            "1-One person from Texa",
            "4- There is no epidemi"
        ],
        "median tf-idf score": 0.8851355702957145,
        "publications": [
            "Atlantic",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "Five Zika cases have been linked to the new outbreak in Miami Beach, involving three men and two women from Miami, New York, Texas and Taiwan, officials said.",
            "One person from Texas, one from New York and another from Taiwan have returned home after being infected while in Miami Beach.",
            "\"There is no epidemic, no outbreak of Zika in Miami Beach,\" he said, shortly after arriving from a trip to New York late Thursday."
        ],
        "tf-idf score": [
            1.2106241971151928,
            0.5051583253335169,
            0.8851355702957145
        ]
    },
    "0.29453147831936594-3-149": {
        "average clique similarity": 0.29453147831936594,
        "clique": [
            "4-The new updates said",
            "1-That prompted federa",
            "3-The Wynwood outbreak"
        ],
        "median tf-idf score": 0.9773311926174886,
        "publications": [
            "Atlantic",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "The new updates said pregnant women and their partners should not go to the two affected areas, which now include a 1.  mile area on the island city of Miami Beach, which spans from Eighth Street in the south to 28th Street in the north. The CDC also cautioned pregnant women from any unnecessary travel to all of   County.",
            "That prompted federal health authorities to urge pregnant women not to visit the area, the first time they ever had warned against travel to a part of the continental United States because of the outbreak of an infectious disease.",
            "The Wynwood outbreak prompted the CDC to take the unprecedented step of advising pregnant women to stay away from the area. It was the first time the CDC had ever advised people to avoid any part of the continental United States because of an infectious disease."
        ],
        "tf-idf score": [
            1.3461193563224454,
            0.8274581635959016,
            0.9773311926174886
        ]
    },
    "0.333643801779202-3-149": {
        "average clique similarity": 0.333643801779202,
        "clique": [
            "3-As a result  the fed",
            "4-Of the five infected",
            "1-THE WASHINGTON POST "
        ],
        "median tf-idf score": 0.9298262094356882,
        "publications": [
            "NPR",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "As a result, the federal Centers for Disease Control and Prevention expanded its advice to travelers, advising pregnant women to avoid the parts of Miami Beach where the virus is spreading.",
            "Of the five infected, three were tourists, and two live locally. Almost immediately after Scott and health officials released the news, the U S Centers for Disease Control and Prevention updated its traveling warning.",
            "THE WASHINGTON POST  The Centers for Disease Control and Prevention quickly issued a second travel advisory Friday afternoon, saying pregnant women should also avoid the designated area of Miami Beach."
        ],
        "tf-idf score": [
            0.9298262094356882,
            0.6784036679089397,
            1.0546759807355712
        ]
    },
    "0.334318685839832-3-149": {
        "average clique similarity": 0.334318685839832,
        "clique": [
            "0-Florida Gov  Rick Sc",
            "4-In response  Scott s",
            "2-Florida Gov  Rick Sc"
        ],
        "median tf-idf score": 1.3703517643541272,
        "publications": [
            "CNN",
            "Atlantic",
            "Buzzfeed News"
        ],
        "sentences": [
            "Florida Gov. Rick Scott announced Friday that five locally transmitted cases of the Zika virus have been confirmed in an area of Miami Beach.",
            "In response, Scott said he wanted to assure everyone that any local transmission would be announced immediately to the media and public. This makes 35 confirmed cases of locally transmitted Zika cases in Florida. Nearly 600 people have contracted the virus across the state, though most of those are from travel outside the country.",
            "Florida Gov. Rick Scott said five cases have been linked to an area on Miami Beach, confirming previous reports that the virus is being transmitted locally there."
        ],
        "tf-idf score": [
            1.3703517643541272,
            1.4715584945500062,
            1.2295260172742117
        ]
    },
    "0.3898010459027889-3-108": {
        "average clique similarity": 0.3898010459027889,
        "clique": [
            "3- We believe we have ",
            "1- We believe we have ",
            "2- We believe there ar"
        ],
        "median tf-idf score": 0.9694983917739852,
        "publications": [
            "Washington Post",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"We believe we have a new area where local transmissions are occurring in Miami Beach,\" Gov. Rick Scott told reporters at a news conference.",
            "\"We believe we have a new area where local transmissions are occurring in Miami Beach,\" Scott said at a noon press conference. This area covers about 1.",
            "\"We believe there are two places where we have local transmission,\" Scott said. The five cases include a tourist from Taiwan, and another from El Paso County in Texas. The Texas Department of State Health Services reported that case earlier this week."
        ],
        "tf-idf score": [
            0.9447476524165501,
            0.9694983917739852,
            1.0444126563650233
        ]
    }
}