{
    "0.12935590935930197-3-357": {
        "average clique similarity": 0.12935590935930197,
        "clique": [
            "0-On the contrary  he ",
            "5- I was so shocked an",
            "4-It s a sad day   she"
        ],
        "median tf-idf score": 0.642534439049045,
        "publications": [
            "Reuters",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "On the contrary, he embraced it. In a song like \"Erotic City\" he earns the right to say \"We can fuck (funk) until the dawn,\" by first saying, \"Every time I comb my hair ' Thoughts of you get in my eyes,\" or \"All of my   are gone ' How I wish you felt the same. \"",
            "\"I was so shocked and heartbroken to hear about the loss of my mentor, Prince,\" she said.",
            "It's a sad day,\" she added, starting to sob. Sheila E a singer and percussionist who worked closely with Prince in the 1980s, wrote on Twitter: \"My heart is broken. There are no words. I love you!\""
        ],
        "tf-idf score": [
            0.32758600021844514,
            0.7266362553442404,
            0.642534439049045
        ]
    },
    "0.137237653289538-3-323": {
        "average clique similarity": 0.137237653289538,
        "clique": [
            "3-Prince once wrote  s",
            "1-In a sign that the r",
            "4-Prince became a Jeho"
        ],
        "median tf-idf score": 0.6536773325785987,
        "publications": [
            "Talking Points Memo",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "Prince once wrote \"slave\" on his face in protest of not owning his work and famously fought and then departed his label, Warner Bros. before returning a few years ago.",
            "In a sign that the rift had finally healed, Prince made a deal with Warner two years ago that gave him control of his own music catalog (during his career, Prince recorded well over 30 studio albums).",
            "Prince became a Jehovah's Witness about 15 years ago, and was a strict vegan."
        ],
        "tf-idf score": [
            0.5544851833311548,
            0.7367163238229808,
            0.6536773325785987
        ]
    },
    "0.13961807803711243-3-284": {
        "average clique similarity": 0.13961807803711243,
        "clique": [
            "4-Distraught devotees ",
            "5- The world of music ",
            "3-Music was in his blo"
        ],
        "median tf-idf score": 0.5122918848332964,
        "publications": [
            "Reuters",
            "Buzzfeed News",
            "Talking Points Memo"
        ],
        "sentences": [
            "Distraught devotees gathered outside the Paisley Park compound in mourning. \"His music made the hair on your arms stand up,\" said one, Kristina Dudziak, 44. \"It felt like he was making love to his guitar. ..",
            "\"The world of music was forever changed the day he picked up his guitar. His talent was breathtaking, his heart was kind, and all of us have been blessed to have a glimpse into this sweet and magical soul. \"",
            "Music was in his blood."
        ],
        "tf-idf score": [
            0.7663788025055025,
            0.5122918848332964,
            0.34030787520021016
        ]
    },
    "0.1409319770129765-3-36": {
        "average clique similarity": 0.1409319770129765,
        "clique": [
            "4-The local medical ex",
            "3-He also proved a sou",
            "0-The cause of death i"
        ],
        "median tf-idf score": 0.48238707881103177,
        "publications": [
            "Talking Points Memo",
            "Atlantic",
            "Reuters"
        ],
        "sentences": [
            "The local medical examiner's office said in a tweet that an autopsy had been scheduled for Friday. Rolling Stones frontman Mick Jagger hailed his fellow singer and musician as \"revolutionary\" and one of the most unique and exciting artists of the last 30 years.",
            "He also proved a source of hits for others, from Sinead O'Connor's \"Nothing Compares 2 U\" to Cyndi Lauper's \"When You Were Mine\" to \"Manic Monday\" for the Bangles. Prince had been touring and recording right up until his death, releasing four albums in the last 18 months, including two on the Tidal streaming service last year.",
            "The cause of death is unknown, though Prince had been hospitalized last week."
        ],
        "tf-idf score": [
            0.47380745883698117,
            0.7457928951395159,
            0.48238707881103177
        ]
    },
    "0.1439115491616369-3-59": {
        "average clique similarity": 0.1439115491616369,
        "clique": [
            "1-The dispatcher had t",
            "5- The world has lost ",
            "2-But it was Prince s "
        ],
        "median tf-idf score": 0.89228978291076,
        "publications": [
            "Breitbart",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "The dispatcher had to press the caller  --   who was on a cellphone  --   for a street address, which the caller didn't know. Eventually the caller said it was Paisley Park, and the dispatcher knew where that was and was able to send an ambulance. Authorities have given no indication that any delay affected the outcome.",
            "\"The world has lost a truly incredible spirit and musical genius. What a blessing it is to be one of the chosen ones who had the chance to work so closely with him. \" President Obama said in a statement on Thursday that he and Michelle join fans around the world in mourning the loss of Prince, who he called \"a virtuoso instrumentalist, a brilliant bandleader, and an electrifying performer. \"",
            "But it was Prince's next album  --   Purple Rain, the soundtrack to a film of the same name  --   that established the singer and   as one of the most unique musical voices in a generation."
        ],
        "tf-idf score": [
            0.5900681180959823,
            0.89228978291076,
            0.9330414105633891
        ]
    },
    "0.14898642403756054-3-50": {
        "average clique similarity": 0.14898642403756054,
        "clique": [
            "4-The representative s",
            "1-Reporting from Paisl",
            "2-The artist known as "
        ],
        "median tf-idf score": 0.9191807621706046,
        "publications": [
            "NPR",
            "Breitbart",
            "Reuters"
        ],
        "sentences": [
            "The representative said Prince had performed in Atlanta despite not feeling well and felt worse after boarding the plane back to Minnesota, the website reported. But over the weekend, the musician hosted a party at Paisley Park.",
            "Reporting from Paisley Park on Thursday, Andrea Swensson tells Minnesota Public Radio that she was among a few dozen people who had gathered at Prince's estate after hearing of a death there  --   and that \"even the journalists are hugging each other\" after hearing that Prince died.",
            "The artist known as Prince was reportedly found dead at his Paisley Park compound in Minnesota on Thursday morning, his publicist announced."
        ],
        "tf-idf score": [
            0.7925165063346515,
            0.969120104093558,
            0.9191807621706046
        ]
    },
    "0.14968779299580398-3-212": {
        "average clique similarity": 0.14968779299580398,
        "clique": [
            "3- What s happening no",
            "1- You had to be stuck",
            "0-Here s more  Just be"
        ],
        "median tf-idf score": 0.6640474356959324,
        "publications": [
            "Atlantic",
            "NPR",
            "Talking Points Memo"
        ],
        "sentences": [
            "\"What's happening now is the position that I've always wanted to be in,\" Prince told the AP in 2014. \"I was just trying to get here\".",
            "\"You had to be stuck in a box,\" Valadez says of 1980s music culture. \"Even Michael [Jackson] faced a lot of that, trying to get his videos on MTV And you had this   man standing with a guitar, and, man, it was just powerful, you know? It was just really powerful\".",
            "Here's more: Just before 11:00 p. m. in a brand new outfit featuring a   pants and a furry vest, Prince was back on another part of the balcony, with an accompanying dancer. And what had previously appeared to be an electric piano and mic   was revealed as a DJ or a   rig."
        ],
        "tf-idf score": [
            0.6640474356959324,
            0.5707769480059602,
            0.754965785758747
        ]
    },
    "0.1549140944874167-3-80": {
        "average clique similarity": 0.1549140944874167,
        "clique": [
            "4-Over the next three ",
            "5-Over the course of P",
            "3-He was also fiercely"
        ],
        "median tf-idf score": 0.6755057932802666,
        "publications": [
            "Buzzfeed News",
            "Talking Points Memo",
            "Reuters"
        ],
        "sentences": [
            "Over the next three decades, he became known as one of the most inventive and eccentric forces in American pop music. Often making a statement with bold fashion choices, the diminutive,      (1. ) star sometimes appeared on stage sporting ruffled shirts and tight pants or elaborate costumes, including chain mail covering his face, a shimmery orange tunic with a cane, or bikini briefs.",
            "Over the course of Prince's career throughout the '80s and '90s, he gained notoriety for his musical range and overtly sexual performances where he upended masculine gender stereotypes by wearing   tops and tight, sparkling costumes. He sang out over the   title track of his 1981 album, Controversy, \"Am I black or white? Am I straight or gay?\"",
            "He was also fiercely protective of his independence, battling his record company over control of his material  --   and even his name, for a time insisting that he be called as \"TAFKAP,\" or The Artist Formerly Known as Prince, and identified with a   symbol."
        ],
        "tf-idf score": [
            0.4632562860156165,
            0.6755057932802666,
            0.9031425555113759
        ]
    },
    "0.15959054639077622-3-243": {
        "average clique similarity": 0.15959054639077622,
        "clique": [
            "4-Prince was married t",
            "2-The singer was famou",
            "1-Prince s career was "
        ],
        "median tf-idf score": 0.7864120652767799,
        "publications": [
            "Reuters",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "Prince was married twice: to his backup singer, Mayte Garcia, in 1996 and then to Manuela Testolini in 2001. Both marriages ended in divorce, and a son he had with Garcia died a week after birth in October 1996.",
            "The singer was famously protective of both his music and his image, and once changed his name to an unpronouncable symbol in a protracted battle with his record label Warner Bros.",
            "Prince's career was marked by a famous standoff with Warner Bros. the music company from which he split in 1996."
        ],
        "tf-idf score": [
            0.7900202842391362,
            0.5505758735596044,
            0.7864120652767799
        ]
    },
    "0.1597930116412668-3-217": {
        "average clique similarity": 0.1597930116412668,
        "clique": [
            "5-Prince   his first h",
            "4-Outside the First Av",
            "3-The precocious young"
        ],
        "median tf-idf score": 0.6408212754364021,
        "publications": [
            "Talking Points Memo",
            "Buzzfeed News",
            "Reuters"
        ],
        "sentences": [
            "Prince   his first hit, the 1978   Prince, which put the artist at the helm of a new age of dance pop music.",
            "Outside the First Avenue nightclub in downtown Minneapolis, devotees placed photographs of the artist, a guitar and at least two dozen bouquets of flowers, many of them purple. \"We love you Prince!\" read a sign attached to one of the bouquets.",
            "The precocious young Prince taught himself to play the piano at age 7, the guitar at 13 and the drums at 14."
        ],
        "tf-idf score": [
            0.6408212754364021,
            0.718012271584431,
            0.566422334700011
        ]
    },
    "0.16353720377638062-3-204": {
        "average clique similarity": 0.16353720377638062,
        "clique": [
            "0-Prince was also famo",
            "4-In 2009  he told PBS",
            "1-Swensson  who had me"
        ],
        "median tf-idf score": 0.6167771661535411,
        "publications": [
            "NPR",
            "Atlantic",
            "Reuters"
        ],
        "sentences": [
            "Prince was also famously a workaholic and   who produced nearly 40 studio albums and dozens of other recordings. \"There's not a person around who can stay awake as long as I can,\" he said in an interview in 1985.",
            "In 2009, he told PBS television about being born an epileptic and suffering seizures as a child. He also said he was teased in school, and that \"early in my career I tried to compensate by being as flashy as I could and as noisy as I could\".",
            "Swensson, who had met Prince and spent time with him as part of a retrospective about his film Purple Rain, described him as being \"shy, sensitive  --   and flirtatious\"."
        ],
        "tf-idf score": [
            0.9037084483259288,
            0.4772034497281529,
            0.6167771661535411
        ]
    },
    "0.1652286220371821-3-352": {
        "average clique similarity": 0.1652286220371821,
        "clique": [
            "2- No cause of death w",
            "5- There are no furthe",
            "3-He was 57  His publi"
        ],
        "median tf-idf score": 0.7856197465986183,
        "publications": [
            "Breitbart",
            "Talking Points Memo",
            "Buzzfeed News"
        ],
        "sentences": [
            "[No cause of death was immediately given, but the singer  --   full name Prince Rogers Nelson  --   had been battling health problems in recent weeks.",
            "\"There are no further details as to the cause of death at this time. \" The Carver County Sheriff's Office deputes responded to a call at 9:43 a. m. and found Prince unresponsive in an elevator, according to a statement from the department. First responders performed CPR but were unable to revive him.",
            "He was 57. His publicist, Yvette   told The Associated Press that the pop music superstar \"died at his home this morning at Paisley Park,\" but that no details were immediately available."
        ],
        "tf-idf score": [
            0.8526782364100917,
            0.7856197465986183,
            0.642126633260735
        ]
    },
    "0.17549556972966626-3-418": {
        "average clique similarity": 0.17549556972966626,
        "clique": [
            "2-The following year b",
            "0-TMZ  which first rep",
            "3-The singer postponed"
        ],
        "median tf-idf score": 0.7162113497781648,
        "publications": [
            "Breitbart",
            "Atlantic",
            "Talking Points Memo"
        ],
        "sentences": [
            "The following year brought the release of the   album Prince and the singles \"Why You Wanna Treat Me So Bad?\" and \"I Wanna Be Your Lover. \" The singer opened for Rick James on his 1980 tour and performed on Saturday Night Live for the first time in 1981.",
            "TMZ, which first reported the singer's death, said Prince's representatives had at the time said he'd been battling the flu.",
            "The singer postponed a concert in Atlanta on April 7, after coming down with the flu, and he apologized to fans for the cancellation during a makeup concert last week. The dazzlingly talented and charismatic singer, songwriter, arranger and instrumentalist drew upon musicians ranging from James Brown to Jimi Hendrix to the Beatles, creating a widely imitated blend of rock, funk and soul. The Minneapolis native broke through in the late 1970s with the hits \"Why You Wanna Treat Me So Bad?\""
        ],
        "tf-idf score": [
            0.8029191989031129,
            0.7162113497781648,
            0.6758835347295731
        ]
    },
    "0.17780918967495793-3-79": {
        "average clique similarity": 0.17780918967495793,
        "clique": [
            "3-He was equally power",
            "0-Prince pressed play ",
            "2-Prince disbanded his"
        ],
        "median tf-idf score": 0.7027661909997989,
        "publications": [
            "Talking Points Memo",
            "Atlantic",
            "Breitbart"
        ],
        "sentences": [
            "He was equally powerful musically, summoning original and compelling sounds at will, whether playing guitar in a flamboyant style that drew on Jimi Hendrix, switching his vocals from a nasally scream to an erotic falsetto, or turning out album after album stunningly original material. Among his other notable releases: \"Sign O' the Times,\" ''Graffiti Bridge\" and \"The Black Album\".",
            "Prince pressed play on \"Hot Thing,\" and began singing the still wonderfully grimy   cut from his 1987 album Sign O' The Times, (altering one lyric about \"going to the Random House ball\") before transitioning to that album's deeply reflective title track.",
            "Prince disbanded his band, The Revolution, and the late 1980s saw the release of albums including Sign o' The Times, The Black Album, and Lovesexy."
        ],
        "tf-idf score": [
            0.7170460306975216,
            0.7027661909997989,
            0.6572256920347925
        ]
    },
    "0.18142921445066132-3-104": {
        "average clique similarity": 0.18142921445066132,
        "clique": [
            "2-     POTUS on the pa",
            "0-Here is the statemen",
            "4- His talent was limi"
        ],
        "median tf-idf score": 0.4699266530903011,
        "publications": [
            "Atlantic",
            "Breitbart",
            "Reuters"
        ],
        "sentences": [
            "--  @POTUS on the passing of @Prince: https:  . pic. twitter.",
            "Here is the statement from Prince's publicist, confirming his death. pic. twitter.",
            "\"His talent was limitless,\" Jagger wrote on Twitter."
        ],
        "tf-idf score": [
            0.4699266530903011,
            0.5738416356196594,
            0.337583546125461
        ]
    },
    "0.1823300616232496-3-135": {
        "average clique similarity": 0.1823300616232496,
        "clique": [
            "0-He revels in the wan",
            "1-But he appeared at a",
            "3-He hosted several   "
        ],
        "median tf-idf score": 0.47166252749775844,
        "publications": [
            "Atlantic",
            "NPR",
            "Talking Points Memo"
        ],
        "sentences": [
            "He revels in the wanting, in the potential for rejection, he does not fear it. Prince announced last month  that that he would publish his memoir next year.",
            "But he appeared at a concert the next day to assure his fans he was okay. His people told TMZ he was battling the flu\".",
            "He hosted several   jam sessions where he serenaded Madonna, celebrated the Minnesota Lynx's WNBA championship and showcased his latest protege, singer Judith Hill. Ever surprising, he announced on stage New York City last month that he was writing his memoir."
        ],
        "tf-idf score": [
            0.47166252749775844,
            0.43937979064282673,
            0.566223029026381
        ]
    },
    "0.1886917708612834-3-45": {
        "average clique similarity": 0.1886917708612834,
        "clique": [
            "2-     The Associated ",
            "5-An autopsy to determ",
            "1-News of Prince s dea"
        ],
        "median tf-idf score": 0.8293645468712821,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Breitbart"
        ],
        "sentences": [
            "--   The Associated Press (@AP) April 21, 2016,  The Carver County Sheriff's Office is reportedly conducting an investigation into Prince's cause of death.",
            "An autopsy to determine the cause and manner of his death will be performed on Friday, the Midwest Medical Examiners Office said in a statement. Born in Minneapolis, Prince released 39 studio albums  --   which were entirely    --   and launched himself into international superstardom.",
            "News of Prince's death emerged after police said Thursday that they were investigating a death at his compound in Chanhassen, Minn. with the Carver County Sheriff's Office saying that deputies were on the scene."
        ],
        "tf-idf score": [
            0.6777043340891611,
            0.9128341518953872,
            0.8293645468712821
        ]
    },
    "0.1917182720865637-3-269": {
        "average clique similarity": 0.1917182720865637,
        "clique": [
            "0-The artist cut up   ",
            "2-Prince began his mus",
            "1-Prince was just 19 w"
        ],
        "median tf-idf score": 0.7978473485955176,
        "publications": [
            "NPR",
            "Breitbart",
            "Atlantic"
        ],
        "sentences": [
            "The artist cut up   patterns (heavy on the \"Sign\" beat\") while cuing up eight and   asides of tracks that spanned his illustrious career. In an interview on ABC in 2010, Prince shared a lesson on professional endurance. \"The key to longevity,\" he said, \"is to learn every aspect of music that you can. \"",
            "Prince began his music career in Minneapolis in the   releasing his first album, For You, in 1978.",
            "Prince was just 19 when he released his first album, putting out For You in 1978. In the decades that followed, he went on to develop a unique sound and style that endeared him to generations of audiences  --   all while exploring new ground as an artist."
        ],
        "tf-idf score": [
            0.7978473485955176,
            0.6165247030390484,
            0.9194646483783437
        ]
    },
    "0.20893372228024437-3-418": {
        "average clique similarity": 0.20893372228024437,
        "clique": [
            "3-The white building s",
            "5-Mourners continue de",
            "1-The shocking news wa"
        ],
        "median tf-idf score": 0.9291760736399244,
        "publications": [
            "Talking Points Memo",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "The white building surrounded by a fence in Chanhassen, about 20 miles southwest of Minneapolis. Steven Scott, 32, of Eden Prairie, said he was at Paisley Park last Saturday for Prince's dance party.",
            "Mourners continue descending on Paisley Park in Chanhassen, MN The legendary Prince is confirmed dead. A rainbow appeared over a memorial at Paisley Park.",
            "The shocking news was confirmed by Prince's publicist after reports that police were investigating a death at his Paisley Park compound outside Minneapolis."
        ],
        "tf-idf score": [
            0.9716736031678546,
            0.5782932397325575,
            0.9291760736399244
        ]
    },
    "0.21959948998058335-4-23": {
        "average clique similarity": 0.21959948998058335,
        "clique": [
            "3-UPDATED  4 21 PM ET ",
            "4-INVENTIVE AND ECCENT",
            "2-The album sold 13 mi",
            "1-It also set the stag"
        ],
        "median tf-idf score": 0.8717204735812897,
        "publications": [
            "NPR",
            "Breitbart",
            "Talking Points Memo",
            "Reuters"
        ],
        "sentences": [
            "UPDATED: 4:21 PM ET, CHANHASSEN, Minn. (AP)  --   Prince, one of the most inventive and influential musicians of modern times with hits including \"Little Red Corvette,\" ''Let's Go Crazy\" and \"When Doves Cry,\" was found dead at his home on Thursday in suburban Minneapolis.",
            "INVENTIVE AND ECCENTRIC  Prince, whose hit songs also included \"Let's Go Crazy,\" \"I Would Die 4 U,\" \"Raspberry Beret,\" \"Little Red Corvette\" and \"Kiss,\" was on a U S tour as recently as last week.",
            "The album sold 13 million copies and remained atop the Billboard 200 chart for nearly six months. It included the singles \"Let's Go Crazy\" and \"When Doves Cry. \"",
            "It also set the stage for Purple Rain, the 1984 movie and soundtrack packed with songs such as \"When Doves Cry\" and \"Let's Go Crazy\" that became fixtures on the radio and established Prince as a pop culture icon. As Swensson wrote for MPR about Purple Rain for the film's 30th anniversary in 2014, \"it grossed $7."
        ],
        "tf-idf score": [
            1.0808887501704243,
            0.8912307847242082,
            0.28736168143059165,
            0.8522101624383711
        ]
    },
    "0.2221820451895822-4-150": {
        "average clique similarity": 0.2221820451895822,
        "clique": [
            "3-and  I Wanna Be Your",
            "1-Prince s fifth album",
            "2-Prince s popularity ",
            "0-https     pic  twitt"
        ],
        "median tf-idf score": 0.6917451874938159,
        "publications": [
            "NPR",
            "Talking Points Memo",
            "Breitbart",
            "Atlantic"
        ],
        "sentences": [
            "and \"I Wanna Be Your Lover,\" and soared over the following decade with such albums as \"1999\" and \"Purple Rain\". The title song from \"1999\" includes one of the most quoted refrains of popular culture: \"Tonight I'm gonna party like it's 1999\".",
            "Prince's fifth album, 1999, exploded onto America's music scene. Released in 1983, it included such hits as \"Little Red Corvette\" and \"1999\".",
            "Prince's popularity skyrocketed in 1982 with the release of the double album 1999, which included the title track single and \"Little Red Corvette\" and sold three million copies.",
            "https:  . pic. twitter. Born Prince Rogers Nelson in Minneapolis on June 7, 1958, the musician became a superstar after the release in 1982 of his album 1999."
        ],
        "tf-idf score": [
            0.4481504668033687,
            0.7151002885902242,
            0.6683900863974076,
            0.7775419848996727
        ]
    },
    "0.22323399211199516-3-192": {
        "average clique similarity": 0.22323399211199516,
        "clique": [
            "3-Prince debuted the i",
            "4-Prince was found unr",
            "0-Prince s body was di"
        ],
        "median tf-idf score": 0.9353649137187233,
        "publications": [
            "Reuters",
            "Atlantic",
            "Talking Points Memo"
        ],
        "sentences": [
            "Prince debuted the intimate format at his Paisley Park studios in January, treating fans to a performance that was personal and both playful and emotional at times. The musician had seemed to be shedding his reclusive reputation.",
            "Prince was found unresponsive in an elevator at his Paisley Park Studios compound, which included his home, in the Minneapolis suburb of Chanhassen, according to the Carver County Sheriff's Office.",
            "Prince's body was discovered at his compound in Paisley Park in Chanhassen, Minnesota, early Thursday."
        ],
        "tf-idf score": [
            0.9353649137187233,
            0.9898072157420624,
            0.7911468895115106
        ]
    },
    "0.22655776145579679-3-418": {
        "average clique similarity": 0.22655776145579679,
        "clique": [
            "2-In summer 2007  shor",
            "5-He was inducted into",
            "0-The legendary musici"
        ],
        "median tf-idf score": 0.5035468189356835,
        "publications": [
            "Breitbart",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "In summer 2007, shortly after his triumphant Super Bowl performance, Prince played a   engagement at London's 02 Arena as part of his \"Earth Tour. \"",
            "He was inducted into the Rock and Roll Hall of Fame in 2004. His performance at the Super Bowl halftime show in 2007 was regarded as one of the best ever.",
            "The legendary musician was also known for his live performances, including during a downpour at Super Bowl XLI, considered one of the great halftime concerts of all time. You can watch that here: Here's a roundup of the significant moments from his career."
        ],
        "tf-idf score": [
            0.5035468189356835,
            0.4162416214336447,
            0.575170620489304
        ]
    },
    "0.22681258862728232-3-418": {
        "average clique similarity": 0.22681258862728232,
        "clique": [
            "2-He also won an Acade",
            "5-Known as a trendsett",
            "0-But it is his iconic"
        ],
        "median tf-idf score": 0.23156601618818995,
        "publications": [
            "Breitbart",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "He also won an Academy Award for Best Original Song for \"Purple Rain. \"",
            "Known as a trendsetter and advocate for musicians' rights, Prince launched into stardom with the 1984 semiautobiographical movie Purple Rain.",
            "But it is his iconic release Purple Rain, which came out in 1984, for which he's probably best known."
        ],
        "tf-idf score": [
            0.229552760868483,
            0.6177711084132116,
            0.23156601618818995
        ]
    },
    "0.2285929973290565-3-19": {
        "average clique similarity": 0.2285929973290565,
        "clique": [
            "3-A small group of fan",
            "2-In 2007  he performe",
            "4-Prince s Oscar was f"
        ],
        "median tf-idf score": 0.8936927779148374,
        "publications": [
            "Breitbart",
            "Talking Points Memo",
            "Reuters"
        ],
        "sentences": [
            "A small group of fans quickly gathered in the rain Thursday outside his music studio, Paisley Park, where Prince's gold records are on the walls and the purple motorcycle he rode in his 1984 breakout movie, \"Purple Rain,\" is on display.",
            "In 2007, he performed the Halftime Show at the NFL's 41st Super Bowl  --   running through a set of his hits including \"Little Red Corvette\" and \"Purple Rain\" in the middle of a rain storm.",
            "Prince's Oscar was for best original song score for \"Purple Rain,\" the 1984 movie in which he also starred. In 2007, he played the Super Bowl in one of the most celebrated such performances."
        ],
        "tf-idf score": [
            0.8936927779148374,
            0.3458037995287579,
            0.9331806626240264
        ]
    },
    "0.25310805915202966-3-418": {
        "average clique similarity": 0.25310805915202966,
        "clique": [
            "1-TMZ reports that Pri",
            "4-Last Friday  he was ",
            "2-Last week  the singe"
        ],
        "median tf-idf score": 0.48587897730164853,
        "publications": [
            "NPR",
            "Reuters",
            "Breitbart"
        ],
        "sentences": [
            "TMZ reports that Prince had recently had health problems: \"The singer  --   full name Prince Rogers Nelson  --   had a medical emergency on April 15th that forced his private jet to make an emergency landing in Illinois.",
            "Last Friday, he was briefly hospitalized with what his representative told celebrity news website TMZ was the flu after his plane made an emergency landing in Moline, Illinois.",
            "Last week, the singer's private plane was reportedly forced to make an emergency landing in Illinois so he could receive emergency medical treatment for a battle with the flu."
        ],
        "tf-idf score": [
            0.6548306097434076,
            0.455463161985621,
            0.48587897730164853
        ]
    },
    "0.2670018731986565-3-90": {
        "average clique similarity": 0.2670018731986565,
        "clique": [
            "4-In a transcript of a",
            "5-He was pronounced de",
            "1-The department said "
        ],
        "median tf-idf score": 0.8192736109302481,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Reuters"
        ],
        "sentences": [
            "In a transcript of a 911 call made from the complex and released by the sheriff's office, an unidentified male initially reported that someone was dead at the home, later identifying that victim as Prince.",
            "He was pronounced dead at 10:07 a. m.  The sheriff's office said it is investigating the circumstances surrounding Prince's death.",
            "The department said via a statement, \"When deputies and medical personnel arrived, they found an unresponsive adult male in the elevator. First responders attempted to provide lifesaving CPR, but were unable to revive the victim. He was pronounced deceased at 10:07 am\". The sheriff's office later released a transcript of the 911 call that brought personnel to the scene."
        ],
        "tf-idf score": [
            0.8192736109302481,
            0.973846885385599,
            0.8052441983232572
        ]
    },
    "0.2789082140711619-3-103": {
        "average clique similarity": 0.2789082140711619,
        "clique": [
            "1-Changing his name to",
            "5-A representative for",
            "0-It was during this p"
        ],
        "median tf-idf score": 0.7359361783347496,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "Changing his name to a symbol, he was referred to for years as \"the artist formerly known as Prince\".",
            "A representative for Prince's   Mayte Garcia referred a request for comment to a statement she gave to People, in which she said she was \"beyond deeply saddened and devastated. \"",
            "It was during this period he came to be referred to as \"The Artist Formerly Known as Prince. \""
        ],
        "tf-idf score": [
            0.7359361783347496,
            0.8669829599627789,
            0.6987984525425459
        ]
    },
    "0.2931408928839021-3-418": {
        "average clique similarity": 0.2931408928839021,
        "clique": [
            "5-The couple  who divo",
            "0-twitter  Reaction to",
            "4- I loved him then  I"
        ],
        "median tf-idf score": 0.4934274918641931,
        "publications": [
            "Buzzfeed News",
            "Atlantic",
            "Reuters"
        ],
        "sentences": [
            "The couple, who divorced in 2000, experienced tragedy in 1996 when they lost their son a week after he was born to a rare genetic developmental disorder. \"I loved him then, I love him now and will love him eternally,\" Garcia told People. \"He's with our son now. \"",
            "twitter. Reaction to Prince's death from his fellow musicians and fans was almost instantaneous: I LOVED him, the world LOVED him. Now he's at peace with his Father.",
            "\"I loved him then, I love him now and will love him eternally,\" Garcia told People magazine. \"He's with our son now\"."
        ],
        "tf-idf score": [
            0.4934274918641931,
            0.8568649236514533,
            0.16595766289261793
        ]
    },
    "0.3000711508575537-3-418": {
        "average clique similarity": 0.3000711508575537,
        "clique": [
            "4-President Barack Oba",
            "2-twitter       Mary L",
            "1-As one of the most g"
        ],
        "median tf-idf score": 0.8179342962088092,
        "publications": [
            "Reuters",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "President Barack Obama called Prince \"one of the most gifted and prolific musicians of our time,\" and said few had influenced \"the sound and trajectory of popular music more distinctly\".",
            "twitter. --   Mary Lahammer (@mlahammer) April 21, 2016,  President Obama released a statement Thursday afternoon calling Prince \"one of the most gifted and prolific musicians of our time. \" \"Today, the world lost a creative icon\".",
            "As one of the most gifted and prolific musicians of our time, Prince did it all. Funk. RB Rock and roll. He was a virtuoso instrumentalist, a brilliant bandleader, and an electrifying performer. \""
        ],
        "tf-idf score": [
            0.8179342962088092,
            0.8098358074306934,
            0.8440280845704695
        ]
    },
    "0.3203874271336944-3-176": {
        "average clique similarity": 0.3203874271336944,
        "clique": [
            "1- It is with profound",
            "2-Prince Rogers Nelson",
            "5-  Here is the scene "
        ],
        "median tf-idf score": 0.7946110563889037,
        "publications": [
            "NPR",
            "Breitbart",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"It is with profound sadness that I am confirming that the legendary, iconic performer Prince Rogers Nelson has died at his Paisley Park residence this morning at the age of 57,\" publicist Yvette   said. \"There are no further details as to the cause of death at this time\".",
            "Prince Rogers Nelson (57) found dead at Paisley Park Studios in Chanhassen, MN We are investigating the circumstances of his death.",
            "' Here is the scene outside Prince's home:' ' And in Minneapolis:' ' Read some of BuzzFeed's coverage of Prince here:'] \"It is with profound sadness that I am confirming that the legendary, iconic performer Prince Rogers Nelson, has died,\" his publicist, Yvette   said."
        ],
        "tf-idf score": [
            0.9278623392036419,
            0.6654414808213891,
            0.7946110563889037
        ]
    },
    "0.33752466945607124-4-14": {
        "average clique similarity": 0.33752466945607124,
        "clique": [
            "5-He won seven Grammys",
            "0-The   Grammy winner ",
            "2-     The White House",
            "4- PRIVATE PERSON   An"
        ],
        "median tf-idf score": 0.42964171588074074,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Breitbart",
            "Reuters"
        ],
        "sentences": [
            "He won seven Grammys, sold more than 100 million records, and won an Academy Award for Best Original Song Score for Purple Rain in 1985.",
            "The   Grammy winner sold more than 100 million albums in his lifetime, and won an Oscar in 1985 for Best Original Song Score for Purple Rain.",
            "--   The White House (@WhiteHouse) April 21, 2016,  Prince has sold more than 100 million albums worldwide, making him one of the   artists of all time.",
            "'PRIVATE PERSON'  An intensely private person, Prince sold more than 100 million records."
        ],
        "tf-idf score": [
            0.3923587544178902,
            0.37286778055430414,
            0.7038803005156248,
            0.46692467734359133
        ]
    },
    "0.34619063107895154-4-418": {
        "average clique similarity": 0.34619063107895154,
        "clique": [
            "4-He was inducted into",
            "3-In 2004  Prince was ",
            "0-Still  as the Rock a",
            "2-He was inducted into"
        ],
        "median tf-idf score": 0.49550329173404023,
        "publications": [
            "Reuters",
            "Talking Points Memo",
            "Atlantic",
            "Breitbart"
        ],
        "sentences": [
            "He was inducted into the Rock and Roll Hall of Fame in 2004, and his most recent album, \"HITnRUN: Phase Two\" was released in December 2015.",
            "In 2004, Prince was inducted into the Rock and Roll of Fame, which hailed him as a musical and social trailblazer.",
            "Still, as the Rock and Roll of Fame says in its biography of Prince, \"the artist's deep discography is full of funky treasure. \"",
            "He was inducted into the Rock and Roll Hall of Fame in 2004."
        ],
        "tf-idf score": [
            0.45443542222229305,
            0.7153615350134497,
            0.5365711612457874,
            0.32297874705842305
        ]
    },
    "0.37676209443163594-3-418": {
        "average clique similarity": 0.37676209443163594,
        "clique": [
            "0-John Covach  a rock ",
            "5- Few artists have in",
            "1-Michelle and I join "
        ],
        "median tf-idf score": 0.7246173728460104,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "John Covach, a rock historian from University of Rochester Institute for Popular Music, in a statement called Prince \"one of the most important artists in American popular music during the last two decades of the twentieth century. \"",
            "\"Few artists have influenced the sound and trajectory of popular music more distinctly, or touched quite so many people with their talent,\" Obama said.",
            "Michelle and I join millions of fans from around the world in mourning the sudden death of Prince. Few artists have influenced the sound and trajectory of popular music more distinctly, or touched quite so many people with their talent."
        ],
        "tf-idf score": [
            0.7246173728460104,
            0.42215792269611185,
            0.8456918560349123
        ]
    },
    "0.3785105885590711-3-11": {
        "average clique similarity": 0.3785105885590711,
        "clique": [
            "2-He was 57 ",
            "0-Prince was 57 ",
            "5-Prince s plane was f"
        ],
        "median tf-idf score": 0.5899168000062966,
        "publications": [
            "Breitbart",
            "Atlantic",
            "Buzzfeed News"
        ],
        "sentences": [
            "He was 57.",
            "Prince was 57.",
            "Prince's plane was forced to land last Friday and he was hospitalized for a short time, WCCO reported."
        ],
        "tf-idf score": [
            0.23136844431703887,
            0.5899168000062966,
            0.7388526120599087
        ]
    }
}