{
    "0.14390569380331902-3-44": {
        "average clique similarity": 0.14390569380331902,
        "clique": [
            "2-She made her film de",
            "0-Yet as much joy and ",
            "6-In the past 15 years"
        ],
        "median tf-idf score": 0.937530899181154,
        "publications": [
            "Guardian",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "She made her film debut as a teenager in the 1975 comedy \"Shampoo,\" two years before her \"Star Wars\" breakthrough. But her life was also at times mired in drug abuse, mental illness and tumultuous romances with other entertainment figures, all of which she laid bare in her books, interviews and a   stage show titled \"Wishful Drinking\".",
            "Yet as much joy and swagger as Fisher embodied during filming, she was still a green actress who had only recently had a bit role in \"Shampoo\" (in which her character memorably flirts and sleeps with the considerably older hairdresser played by Warren Beatty). At 19, insecurities plagued her.",
            "In the past 15 years, Fisher also had a somewhat prolific career as a television guest star, recently in the Amazon show Catastrophe, as the mother of Rob Delaney's lead, and perhaps most memorably as a   comedy legend on 30 Rock."
        ],
        "tf-idf score": [
            0.937530899181154,
            0.9489430435154652,
            0.7011849028702487
        ]
    },
    "0.14971487144406823-3-256": {
        "average clique similarity": 0.14971487144406823,
        "clique": [
            "2- Thank you to everyo",
            "4-Fisher s representat",
            "3-Fisher is reportedly"
        ],
        "median tf-idf score": 0.8812782805780791,
        "publications": [
            "Breitbart",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "\"Thank you to everyone who has embraced the gifts and talents of my beloved and amazing daughter,\" Reynolds said on Facebook. \"I am grateful for your thoughts and prayers that are now guiding her to her next stop\". Fisher's friend and former Star Wars'   Mark Hamill, who played Leia's brother Luke Skywalker, said in a tweet: \"No words.",
            "Fisher's representative, Nicole   issued this statement from Billie Lourd: \"She was loved by the world and she will be missed profoundly. Our entire family thanks you for your thoughts and prayers\".",
            "Fisher is reportedly survived by her mother, Debbie Reynolds, her daughter Billie Lourd, brother Todd Fisher and sisters Tricia and Joely Fisher."
        ],
        "tf-idf score": [
            1.1935043242685255,
            0.8812782805780791,
            0.7311037413295353
        ]
    },
    "0.16503140292211413-3-169": {
        "average clique similarity": 0.16503140292211413,
        "clique": [
            "2-She also acknowledge",
            "5- You didn t need to ",
            "3-An EMT administered "
        ],
        "median tf-idf score": 0.8783522490207424,
        "publications": [
            "Breitbart",
            "Reuters",
            "Buzzfeed News"
        ],
        "sentences": [
            "She also acknowledged being briefly hospitalized in 2013 due to a bout with bipolar disorder. However, Fisher told Rolling Stone magazine in an interview published last month she was happier than she had ever been. \"I've been through a lot, and I could go through more, but I hope I don't have to,\" she said.",
            "\"You didn't need to meet Carrie Fisher to understand her power,\" he said. \"She was just as brilliant and beautiful, tough and wonderful, incisive and funny as you could imagine. What an unfair thing to lose her. How lucky to have been blessed with her at all. \"",
            "An EMT administered CPR and the actress was taken to a hospital, where she had initially been listed in critical condition. A passenger on the airplane later told the Washington Post that Fisher appeared to have been \"in a lot of distress\" on the flight."
        ],
        "tf-idf score": [
            0.8447829639493645,
            0.9066053009663789,
            0.8783522490207424
        ]
    },
    "0.1691538538904107-3-400": {
        "average clique similarity": 0.1691538538904107,
        "clique": [
            "1-   among other films",
            "6-Two years later she ",
            "4-She beat out the lik"
        ],
        "median tf-idf score": 0.9873171090281174,
        "publications": [
            "Guardian",
            "NPR",
            "CNN"
        ],
        "sentences": [
            ".. among other films, as The Associated Press notes. But it was her appearance in the original Star Wars series that cemented Fisher's status as a pop culture icon.",
            "Two years later she was picked to play Princess Leia in Star Wars. Other roles followed, but none came close to matching the attention she received for the   series.",
            "She beat out the likes of Jodie Foster and Amy Irving for the part of Leia in George Lucas' original 1977 \"Star Wars\". Her    princess was strong and independent    and the role positioned Fisher in the decades that followed as something of a feminist icon."
        ],
        "tf-idf score": [
            0.9873171090281174,
            0.8548431426374795,
            1.241253955199272
        ]
    },
    "0.16961577549146725-3-210": {
        "average clique similarity": 0.16961577549146725,
        "clique": [
            "6-Carrie Fisher  the a",
            "4-Fisher also was know",
            "2- Carrie Fisher  who "
        ],
        "median tf-idf score": 1.1010121953604333,
        "publications": [
            "Reuters",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Carrie Fisher, the actor best known for her portrayal of Princess Leia in the Star Wars films and her unflinching   that contrasted with the artifice of Hollywood celebrity, has died in Los Angeles.",
            "Fisher also was known around Hollywood as a script doctor, having worked on such films as \"The Wedding Singer\" and \"Sister Act\".",
            " Carrie Fisher, who rose to fame as Princess Leia in the \"Star Wars\" films and later endured drug addiction before going on to tell her story as a   author, died on Tuesday aged 60, her family said."
        ],
        "tf-idf score": [
            1.1010121953604333,
            0.7644898675207229,
            1.1608495352037844
        ]
    },
    "0.18747739526236798-3-75": {
        "average clique similarity": 0.18747739526236798,
        "clique": [
            "3-Fisher would go on t",
            "0-Last year  Fisher an",
            "2-Fisher s Princess Le"
        ],
        "median tf-idf score": 0.8130604821580338,
        "publications": [
            "Breitbart",
            "Reuters",
            "Washington Post"
        ],
        "sentences": [
            "Fisher would go on to play the role of Princess Leia in the next two installments of the series, 1980's The Empire Strikes Back and 1983's The Return of the Jedi, before returning to play the role decades later in last year's Episode VII: The Force Awakens.",
            "Last year, Fisher and Ford reunited on screen, as estranged parents of a son who has gone to the dark side in the blockbuster smash \"Star Wars: The Force Awakens. \"",
            "Fisher's Princess Leia makes a surprise appearance at the end of \"Rogue One,\" the latest blockbuster, which opened this month, in the \"Star Wars\" series."
        ],
        "tf-idf score": [
            0.8130604821580338,
            0.789648030012691,
            0.8146878265803947
        ]
    },
    "0.19098497163828262-3-252": {
        "average clique similarity": 0.19098497163828262,
        "clique": [
            "4-Seeing what the effe",
            "6-Her marriage to Simo",
            "5- It is with a very d"
        ],
        "median tf-idf score": 0.7782868755873513,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "Seeing what the effect that reality had on her parents led her to believe that \"celebrity is just obscurity biding its time,\" Fisher told CNN   Family says thanks, Fisher is survived by her daughter, \"Scream Queens\" actress Billie Lourd, whose father is talent agent Brian Lourd.",
            "Her marriage to Simon in the early 80s ended after 11 months. She later married the Hollywood agent Bryan Lourd. They had a daughter, Billie. That union ended with Lourd leaving Fisher for a man. \"I turn people gay. That's what I do. It is an unusual superpower,\" she told the Baltimore Sun in 2012.",
            "\"It is with a very deep sadness that Billie Lourd confirms that her beloved mother Carrie Fisher passed away at 8:55 this morning,\" Halls said in a statement."
        ],
        "tf-idf score": [
            0.8689395049738315,
            0.7695901068463677,
            0.7782868755873513
        ]
    },
    "0.19170893164502534-3-9": {
        "average clique similarity": 0.19170893164502534,
        "clique": [
            "2-After undergoing tre",
            "3-She told the Guardia",
            "0- She never felt she "
        ],
        "median tf-idf score": 0.9936438746469757,
        "publications": [
            "Reuters",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "After undergoing treatment in the   for cocaine addition, she wrote the bestselling novel, \"Postcards from the Edge,\" about a   actress forced to move back in with her mother. She later adapted the book into a film that starred Meryl Streep and Shirley MacLaine. She told Reuters in a 2011 interview that tabloid exposure of her private life could be trying. \"'Carrie Fisher's tragic life.'",
            "She told the Guardian in 2010 that she used cocaine during filming of The Empire Strikes Back, but later gave up drugs when she began to realize she was \"losing [her] choice in the matter. \" The actress also revealed that she was diagnosed as bipolar at the age of 24, and said later that she received electroconvulsive shock therapy and medication for treatment.",
            "\"She never felt she was pretty enough, disliked her earmuff hairstyle, couldn't decide what accent she should be using, and fretted about dropping her prop gun during her swing over a chasm with Hamill  --   but also worried that if she expressed any displeasure or discomfort, she would be replaced by Jodie Foster or any of the countless other actresses had rejected for the role,\" Jones wrote of Fisher, who, though already quite lithe, was told to lose 10 pounds for the role."
        ],
        "tf-idf score": [
            0.9936438746469757,
            0.7643276639208597,
            1.040713096012881
        ]
    },
    "0.1941898403983167-3-94": {
        "average clique similarity": 0.1941898403983167,
        "clique": [
            "5- But I think if you ",
            "2- But if I did  I d b",
            "4-She also was an advo"
        ],
        "median tf-idf score": 0.7428050511851975,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Reuters"
        ],
        "sentences": [
            "\"But I think if you have the expectation that you're going to be happy throughout your life  --   more to the point, if you have a need to be comfortable all the time  --   well, among other things, you have the makings of a classic drug addict or alcoholic. \" Her humanizing, hilarious, and   take on internal battles helped cement Fisher's status as a cultural icon who used the platform to become an advocate for mental health treatment.",
            "\"But if I did, I'd be able to do it. I'm not going to enjoy dying but there's not much prep for that\". Summing up the showbiz legacy she expected to leave behind in her 2011 memoir \"Shockaholic,\" Fisher wrote in   style: \"What you'll have of me after I journey to that great Death Star in the sky is an extremely accomplished daughter, a few books, and a picture of a   girl wearing some kind of metal bikini lounging on a giant drooling squid, behind a newscaster informing you of the passing of Princess Leia after a long battle with her head\". (Additional reporting by Eric M Johnson in Seattle and Daniel Wallis and Jill Serjeant in New York; Editing by Toni Reinhold and Diane Craft) MONTREUX, Switzerland Usher and The Roots, and Trombone Shorty gave   shows at the Montreux Jazz Festival on Wednesday night, bringing American funk,   and R&B to the famed stage.",
            "She also was an advocate for mental health awareness and treatment. \"There are a couple of reasons why I take comfort in being able to put all this in my own vernacular and present it to you,\" she wrote in \"Wishful Drinking,\" after detailing her diagnosis and an overdose incident. \"For one thing, because then I'm not completely alone with it. And for another, it gives me a sense of being in control of the craziness\". She also spoke knowingly about the life of a celebrity."
        ],
        "tf-idf score": [
            0.7428050511851975,
            1.2516477094403857,
            0.6034579823743006
        ]
    },
    "0.19437298549578239-4-144": {
        "average clique similarity": 0.19437298549578239,
        "clique": [
            "6-Fisher was also cele",
            "3-Less   was her repor",
            "4-Talked about struggl",
            "1-Out of her personal "
        ],
        "median tf-idf score": 0.6017849766633435,
        "publications": [
            "Breitbart",
            "CNN",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "Fisher was also celebrated for her comedic accounts, sometimes   of life in the celebrity fishbowl of Hollywood and her personal struggles.",
            "Less   was her reported work as one of Hollywood's top \"script doctors,\" rewriting and smoothing out a number of   films, including Sister Act (1992) Outbreak (1995) and The Wedding Singer (1998). Fisher often spoke openly of her struggles with drug addiction in the late 1970s and with mental illness.",
            "Talked about struggles, Fisher spoke openly about her struggles with alcoholism and bipolar disorder.",
            "Out of her personal struggles with drugs, alcohol and mental illness, Fisher built wry jokes. She also found greater understanding of herself  --   and the company of others."
        ],
        "tf-idf score": [
            0.7400232754468157,
            0.9995768597087136,
            0.4096294262110612,
            0.4635466778798713
        ]
    },
    "0.202329877623972-3-132": {
        "average clique similarity": 0.202329877623972,
        "clique": [
            "5- Carrie was         ",
            "3-In 1987  she publish",
            "1-Carrie Fisher shared"
        ],
        "median tf-idf score": 0.8282224709907963,
        "publications": [
            "Breitbart",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "\"Carrie was      ...    brilliant, original. Funny and emotionally fearless,\" Ford said. \"She lived her life, bravely  ...    My thoughts are with her daughter Billie, her mother Debbie, her brother Todd, and her many friends. We will all miss her. \"",
            "In 1987, she published a   novel called Postcards from the Edge, which satirized her own life and issues including her reported drug addiction and her fraught relationship with her mother the book was later turned into a movie in 1990 directed by Mike Nichols, starring Meryl Streep and Shirley MacLaine.",
            "Carrie Fisher shared her approach to life in her   show Wishful Drinking, which was later turned into a book."
        ],
        "tf-idf score": [
            0.9102348724969381,
            0.7720826644763588,
            0.8282224709907963
        ]
    },
    "0.21454597246387905-3-421": {
        "average clique similarity": 0.21454597246387905,
        "clique": [
            "2- She lived her life ",
            "5-Harrison Ford  who p",
            "1-In it  she reveals t"
        ],
        "median tf-idf score": 0.6713457636210052,
        "publications": [
            "Reuters",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "\"She lived her life, bravely. ..We will all miss her\". Fisher said the affair started and ended in 1976 during production on the blockbuster   adventure in which she first appeared as the intrepid Princess Leia. Ford played the maverick space pilot Han Solo.",
            "Harrison Ford, who played Leia's love interest, Han Solo, memorialized Fisher as \"brilliant\" and \"original\" in a statement to BuzzFeed News.",
            "In it, she reveals that she and Harrison Ford had an affair. She was 19 he was in his 30s and married."
        ],
        "tf-idf score": [
            0.855485806178281,
            0.6713457636210052,
            0.37725721030544324
        ]
    },
    "0.2147449210519412-3-421": {
        "average clique similarity": 0.2147449210519412,
        "clique": [
            "1-And while she once h",
            "4-I will miss her dear",
            "2-She made headlines l"
        ],
        "median tf-idf score": 0.8555840135378089,
        "publications": [
            "NPR",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "And while she once had a   relationship with the princess who made her famous, Fisher eventually settled on the side of love.",
            "I will miss her dearly\". 'Hurt my feelings' Fisher became a star alongside Hamill and onscreen love interest Ford, with whom she eventually revealed she'd been romantically involved for a brief time while filming the first \"Star Wars\" movie.",
            "She made headlines last month when she disclosed that she had a   love affair with her \"Star Wars\"   Harrison Ford 40 years ago. Fisher revealed the secret to People magazine while  promoting her new memoir, \"The Princess Diarist,\" just before it went on sale."
        ],
        "tf-idf score": [
            0.47565141674462524,
            0.8555840135378089,
            0.9738312008501345
        ]
    },
    "0.22403589299300877-4-421": {
        "average clique similarity": 0.22403589299300877,
        "clique": [
            "0-Fisher would recount",
            "4-Her sudden fame over",
            "5-Fisher struggled at ",
            "6-Her   show  Wishful "
        ],
        "median tf-idf score": 0.39707707931088415,
        "publications": [
            "Washington Post",
            "CNN",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "Fisher would recount personal anecdotes from those scenes in her wonderful   show \"Wishful Drinking. \")",
            "Her sudden fame overwhelmed her at times. \" years ago, George Lucas ruined my life,\" she wrote in her book \"Wishful Drinking\". \"And I mean that in the nicest possible way\".",
            "Fisher struggled at times with alcohol and drugs, a subject she addressed in a 2006   play, Wishful Drinking, which she later adapted into a book.",
            "Her   show, Wishful Drinking, which she performed on and off across the country beginning in 2006, was turned into a book, made its way to Broadway in 2009 and was captured for HBO in 2010."
        ],
        "tf-idf score": [
            0.41067806785159483,
            0.378060904697517,
            0.5704182989031025,
            0.38347609077017347
        ]
    },
    "0.23279038507731753-3-421": {
        "average clique similarity": 0.23279038507731753,
        "clique": [
            "1-A few weeks ago  she",
            "4-She drew almost as m",
            "0- Later in the origin"
        ],
        "median tf-idf score": 0.5361432316777929,
        "publications": [
            "NPR",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "A few weeks ago, she spoke with NPR's Terry Gross about that   outfit, which she wore while Princess Leia was enslaved by Jabba the Hutt in Return of the Jedi.",
            "She drew almost as much attention for Leia's hair and wardrobe as she did for her performances in the movies. Her character wore her brown hair in two enormous swirly buns over her ears, and donned a revealing metal bikini as Jabba the Hutt's captive in \"Return of the Jedi\".",
            "(Later in the original trilogy, of course, Lucas would pivot on that sexuality, costuming Fisher in the infamous   bikini as a slave of Jabba the Hutt."
        ],
        "tf-idf score": [
            0.5836050570881806,
            0.31119748948922904,
            0.5361432316777929
        ]
    },
    "0.24115360529797147-3-421": {
        "average clique similarity": 0.24115360529797147,
        "clique": [
            "4-  CNN  Actress Carri",
            "5- Carrie Fisher  the ",
            "0-She long had a   rel"
        ],
        "median tf-idf score": 1.0057219002231124,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            " (CNN) Actress Carrie Fisher, whose grit and wit made \"Star Wars'\" Princess Leia an iconic and beloved figure to millions of moviegoers, died Tuesday in Los Angeles.",
            " Carrie Fisher, the actor catapulted into science fiction superstardom through her role of Princess Leia in the Star Wars films, has died.",
            "She long had a   relationship with the Leia role, yet she spoke often of accepting all the good that the role brought her. Carrie Fisher died Tuesday in Los Angeles, shortly after a massive heart attack."
        ],
        "tf-idf score": [
            1.0182032520397168,
            1.0057219002231124,
            0.7648715977288312
        ]
    },
    "0.24963199077276316-5-351": {
        "average clique similarity": 0.24963199077276316,
        "clique": [
            "4-Most recently  Fishe",
            "6-Her latest book  The",
            "0- Gillian Brockell  D",
            "3-She recently caused ",
            "5-In November Fisher r"
        ],
        "median tf-idf score": 0.8883186026659424,
        "publications": [
            "Breitbart",
            "CNN",
            "Guardian",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "Most recently, Fisher was in London filming the latest season of Amazon's \"Catastrophe\" and  promoting \"The Princess Diarist\".",
            "Her latest book, The Princess Diarist, was   and made news when she disclosed that she and Ford had had an affair on the set of Star Wars.",
            "(Gillian Brockell, Daron   Washington Post)   As Fisher recently revealed in her memoir \"The Princess Diarist,\" she found comfort and reassurance in beginning a steamy affair with the   Ford (who portrayed Han Solo) who was in his early 30s.",
            "She recently caused a stir in Hollywood when, in The Princess Diarist, Fisher wrote that she had had an affair with   Harrison Ford during the filming of the original Star Wars.",
            "In November Fisher released her eighth book entitled The Princess Diarist  --   a memoir based on excerpts from her diary entries beginning in the 1970s when she was filming the first Star Wars."
        ],
        "tf-idf score": [
            0.8044810262159163,
            0.723161677799962,
            0.9253160747159265,
            0.8883186026659424,
            1.076178065238091
        ]
    },
    "0.25010089898061827-3-421": {
        "average clique similarity": 0.25010089898061827,
        "clique": [
            "2-The daughter of acto",
            "1- She was born in 195",
            "6-As the daughter of t"
        ],
        "median tf-idf score": 0.9384106197341995,
        "publications": [
            "Reuters",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "The daughter of actor Debbie Reynolds and the late singer Eddie Fisher had been returning from England where she was shooting the third season of the British sitcom \"Catastrophe\".",
            "\"She was born in 1956 to two huge stars  --   the singer Eddie Fisher and award winning actress Debbie Reynolds,\" Andrew says.",
            "As the daughter of two Hollywood stars, Debbie Reynolds and the late singer Eddie Fisher, she brought awareness and humor to her work, whether in film or in numerous books that tracked and reviewed her fortunes in life  --   or what she herself had termed \"what it's like to live an    life\". Paying tribute to her daughter, her mother described her as \"amazing\"."
        ],
        "tf-idf score": [
            0.8521024918533482,
            0.9384106197341995,
            0.9887330098221728
        ]
    },
    "0.2586029203892104-3-421": {
        "average clique similarity": 0.2586029203892104,
        "clique": [
            "4-Nearly four decades ",
            "1-Fisher shot to fame ",
            "2-Fisher reprised the "
        ],
        "median tf-idf score": 0.6283913096986958,
        "publications": [
            "CNN",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "Nearly four decades after the first \"Star Wars,\" the actress reprised her most iconic role in 2015's \"Star Wars: The Force Awakens\".",
            "Fisher shot to fame at the age of 19, when she took on her instantly iconic role in Star Wars.",
            "Fisher reprised the role in two \"Star Wars\" sequels."
        ],
        "tf-idf score": [
            0.44630208213453887,
            0.7098862854188447,
            0.6283913096986958
        ]
    },
    "0.2653843155177306-3-421": {
        "average clique similarity": 0.2653843155177306,
        "clique": [
            "6-Her screenplay Postc",
            "4-Meryl Streep played ",
            "1-She was a writer of "
        ],
        "median tf-idf score": 0.72852590273195,
        "publications": [
            "Guardian",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "Her screenplay Postcards from the Edge, which dealt candidly with issues of mental health and addiction, was adapted into a 1990 film starring Shirley MacLaine and Meryl Streep. More books followed, including Delusions of Grandma, Surrender the Pink, The Best Awful, Shockaholic and this year's autobiography, The Princess Diarist.",
            "Meryl Streep played a   character in \"Postcards From the Edge,\" based on Fisher's own   novel about life as a recovering addict. She published multiple books, including a memoir, \"The Princess Diarist\".",
            "She was a writer of both memoirs and novels  --   her first book, the   Postcards from the Edge, was a bit of both. It's about a Hollywood actress working to recover from addiction."
        ],
        "tf-idf score": [
            0.7824998453041431,
            0.72852590273195,
            0.5253907244085685
        ]
    },
    "0.26809023413715366-4-421": {
        "average clique similarity": 0.26809023413715366,
        "clique": [
            "5-She remained onscree",
            "1-When the Star Wars f",
            "6-She revisited the ro",
            "2-She gained sex symbo"
        ],
        "median tf-idf score": 0.5723826000116542,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Guardian",
            "Reuters"
        ],
        "sentences": [
            "She remained onscreen for years to come, reprising her role as Leia in Star Wars: The Force Awakens in 2015.",
            "When the Star Wars franchise returned last year in The Force Awakens, Fisher's role reflected the strength she'd always given her character: Princess Leia was now General Organa.",
            "She revisited the role as the leader of a galactic rebellion in sequels, including last year's Star Wars: The Force Awakens.",
            "She gained sex symbol status in 1983's \"Return of the Jedi\" when her Leia character wore a metallic gold bikini while enslaved by the diabolical Jabba the Hutt. She returned last year in Disney's ( ) reboot of the \"Star Wars\" franchise, \"The Force Awakens,\" appearing as the more matronly General Leia Organa, leader of the Resistance movement fighting the evil First Order."
        ],
        "tf-idf score": [
            0.47265681754942057,
            1.1711043666290646,
            0.4295057060187755,
            0.6721083824738878
        ]
    },
    "0.2725180318868948-3-421": {
        "average clique similarity": 0.2725180318868948,
        "clique": [
            "6-Among the first to r",
            "0-She was 60  And she ",
            "5-Mark Hamill  better "
        ],
        "median tf-idf score": 0.38282236232656963,
        "publications": [
            "Guardian",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "Among the first to react to her death was Mark Hamill, who starred as Luke Skywalker alongside Fisher in the Star Wars films. He tweeted \"no words #Devastated\" and a photograph of them together in character.",
            "She was 60. And she was beloved, by   and fans alike the globe over. no words #Devastated pic. twitter.",
            "Mark Hamill, better known as Luke Skywalker, tweeted that he had \"no words\" and was \"devastated. \""
        ],
        "tf-idf score": [
            1.0470596752259569,
            0.35056038504106923,
            0.38282236232656963
        ]
    },
    "0.27679150569404987-4-78": {
        "average clique similarity": 0.27679150569404987,
        "clique": [
            "1-Fisher also appeared",
            "2-EARLY SHOWBIZ START ",
            "5-Disney CEO Bob Iger ",
            "4-Give me a hairstyle "
        ],
        "median tf-idf score": 0.7069098404031827,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "Fisher also appeared in Austin Powers, The Blues Brothers, Charlie's Angels and When Harry Met Sally.",
            "EARLY SHOWBIZ START  Fisher also played a memorable supporting role in the 1989 hit film \"When Harry Met Sally,\" as a friend of Meg Ryan's character who falls for and marries the best pal of Billy Crystal's character.",
            "Disney CEO Bob Iger also released the following statement on the actor's passing, calling her    : In addition to starring in the next two sequels, Fisher appeared in films from The Blues Brothers in 1980 to When Harry Met Sally in 1989.",
            "Give me a hairstyle that further widens my already wide face,\" she wrote with trademark sarcasm. After \"Star Wars\" Fisher had memorable supporting roles as a vengeful ex in \"The Blues Brothers\" and as a supportive pal to Meg Ryan and Billy Crystal in \"When Harry Met Sally\"."
        ],
        "tf-idf score": [
            0.4607675153034436,
            0.7163565412474867,
            0.6974631395588787,
            0.8560621455010092
        ]
    },
    "0.2818796544671016-3-421": {
        "average clique similarity": 0.2818796544671016,
        "clique": [
            "2-Shortly after news o",
            "4-She was 60  Her deat",
            "6-The news was confirm"
        ],
        "median tf-idf score": 0.9494694197634864,
        "publications": [
            "Reuters",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Shortly after news of her death was made public, her dog Gary, who has his own Twitter account, said goodbye: \"Saddest tweets to tweet. Mommy is gone. I love you @carrieffisher\". She is survived by her mother, Reynolds, her daughter, Billie Lourd, and her brother Todd Fisher.",
            "She was 60. Her death was confirmed in a statement issued by the publicist for Billie Lourd, Fisher's daughter.",
            "The news was confirmed in a statement released on behalf of her daughter, Billie Lourd, who said Fisher was \"loved by the world\" and \"will be profoundly missed\"."
        ],
        "tf-idf score": [
            1.137086619263222,
            0.8082629048645685,
            0.9494694197634864
        ]
    },
    "0.2869740470392539-4-234": {
        "average clique similarity": 0.2869740470392539,
        "clique": [
            "6-She was 60 years old",
            "3-Fisher had reportedl",
            "4-Fisher s death came ",
            "5- She was loved by th"
        ],
        "median tf-idf score": 0.6636296950105479,
        "publications": [
            "Guardian",
            "Buzzfeed News",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "She was 60 years old. Her death came days after she was reported to have suffered a heart attack on a flight from London to Los Angeles last Friday.",
            "Fisher had reportedly been in the hospital's intensive care unit for days following the heart attack. Her mother, actress Debbie Reynolds, said Sunday that she was in \"stable condition\" and thanked supporters for their  .",
            "Fisher's death came four days after she suffered a cardiac event on a flight from London to Los Angeles, according to a source familiar with the situation.",
            "\"She was loved by the world and she will be missed profoundly. \" Fisher reportedly suffered from cardiac arrest on a flight to LA from London on Dec. 23."
        ],
        "tf-idf score": [
            0.558637840932863,
            1.0322196242741641,
            0.5464232790181495,
            0.7686215490882329
        ]
    },
    "0.2905039957112534-3-272": {
        "average clique similarity": 0.2905039957112534,
        "clique": [
            "3-Fisher was briefly m",
            "2-She was once engaged",
            "4-Fisher was married t"
        ],
        "median tf-idf score": 0.660554943849575,
        "publications": [
            "Breitbart",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "Fisher was briefly married to singer Paul Simon in the early 1980s and later had a relationship with CAA talent agent Bryan Lourd, with whom she had a daughter, Billie Catherine Lourd, in 1992.",
            "She was once engaged to comic actor Dan Aykroyd, later married, then divorced,   Paul Simon, and had a daughter out of wedlock with Hollywood talent agent Brian Lourd.",
            "Fisher was married to   Paul Simon for less than a year from  ."
        ],
        "tf-idf score": [
            0.9230452020742304,
            0.583934666013131,
            0.660554943849575
        ]
    },
    "0.29131093056513185-3-421": {
        "average clique similarity": 0.29131093056513185,
        "clique": [
            "3-She was 60   A spoke",
            "2-Fisher  a mental hea",
            "1-Fisher had suffered "
        ],
        "median tf-idf score": 0.6247716523107156,
        "publications": [
            "Breitbart",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "She was 60. [A spokesperson for the Fisher family confirmed the actress died Tuesday morning at UCLA Medical Center, days after she suffered a heart attack while onboard a flight from London to Los Angeles.",
            "Fisher, a mental health advocate who spoke about her own struggles with bipolar disorder and cocaine addiction, had suffered a heart attack on Friday as she flew into Los Angeles.",
            "Fisher had suffered a massive heart attack last week on a flight from London to Los Angeles."
        ],
        "tf-idf score": [
            0.9780983797587482,
            0.6247716523107156,
            0.5172868394853699
        ]
    },
    "0.29787730568587584-3-421": {
        "average clique similarity": 0.29787730568587584,
        "clique": [
            "2-More recently  Fishe",
            "5-Carrie Frances Fishe",
            "3-Carrie Frances Fishe"
        ],
        "median tf-idf score": 0.9270471690680164,
        "publications": [
            "Reuters",
            "Buzzfeed News",
            "Breitbart"
        ],
        "sentences": [
            "More recently, Fisher played the American    on \"Catastrophe\". Born in Beverly Hills, Carrie Fisher got her showbiz start at age 12 in her mother's Las Vegas nightclub act.",
            "Carrie Frances Fisher was born Oct. 21, 1956, in Beverly Hills, California, to a family with deep roots in show business  --   her father was singer Eddie Fisher and her mother is actor Debbie Reynolds.",
            "Carrie Frances Fisher was born into Hollywood royalty on October 21, 1956, in Beverly Hills, California, the daughter of Debbie Reynolds and singer Eddie Fisher."
        ],
        "tf-idf score": [
            0.6809780549674149,
            1.0152661214022565,
            0.9270471690680164
        ]
    },
    "0.3155899983074055-3-421": {
        "average clique similarity": 0.3155899983074055,
        "clique": [
            "2- It was Han and Leia",
            "1-She was isolated dur",
            "6-She told People maga"
        ],
        "median tf-idf score": 0.536527729091732,
        "publications": [
            "Reuters",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "\"It was Han and Leia during the week, and Carrie and Harrison during the weekend,\" Fisher told People.",
            "She was isolated during the filming of the movie  --   surrounded by nearly all men, with no one to confide in.",
            "She told People magazine: \"It was Han and Leia during the week, and Carrie and Harrison during the weekend. \""
        ],
        "tf-idf score": [
            0.8449725415561611,
            0.3412116557158782,
            0.536527729091732
        ]
    },
    "0.34954184622330065-3-201": {
        "average clique similarity": 0.34954184622330065,
        "clique": [
            "3-Fisher made her film",
            "6-Fisher made her film",
            "4- The family business"
        ],
        "median tf-idf score": 1.0295811864572495,
        "publications": [
            "CNN",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "Fisher made her film debut in the 1975 comedy Shampoo alongside Warren Beatty and Goldie Hawn, but it was her next movie, 1977's Star Wars, that catapulted the actress to worldwide fame.",
            "Fisher made her film debut in the 1975 comedy Shampoo, starring Warren Beatty, Julie Christie and Goldie Hawn.",
            "'The family business' The actress and advocate, who got her start in Hollywood as a seductive teen in the 1975 film \"Shampoo,\" was the daughter of screen legend Debbie Reynolds and singer Eddie Fisher."
        ],
        "tf-idf score": [
            1.0846621009258917,
            0.48658219898501476,
            1.0295811864572495
        ]
    },
    "0.35568984959222005-4-346": {
        "average clique similarity": 0.35568984959222005,
        "clique": [
            "4-  brilliant  origina",
            "5-The film s director ",
            "2-Harrison said in a s",
            "6-Fisher s Star Wars  "
        ],
        "median tf-idf score": 0.7829629218754062,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "CNN",
            "Reuters"
        ],
        "sentences": [
            "..brilliant, original,\"   Harrison Ford said in a statement. \" Funny and emotionally fearless.",
            "The film's director, JJ Abrams, said in a statement that Fisher was \"beautiful, tough and wonderful. \"",
            "Harrison said in a statement Fisher was funny, emotionally fearless and    .",
            "Fisher's Star Wars   Harrison Ford, 74, said in a statement: \"Carrie was     ."
        ],
        "tf-idf score": [
            0.27666843896721255,
            0.803604125274896,
            0.7623217184759165,
            1.0471525677903715
        ]
    },
    "0.3634518533589007-3-356": {
        "average clique similarity": 0.3634518533589007,
        "clique": [
            "1-Her most recent book",
            "4-In  Star Wars  she w",
            "5-Star Wars scion Geor"
        ],
        "median tf-idf score": 0.9226235807678437,
        "publications": [
            "NPR",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "Her most recent book, Princess Diarist, is a memoir that includes Fisher's diary from back when she was shooting the first Star Wars film.",
            "In 'Star Wars' she was our great and powerful princess   feisty, wise and full of hope in a role that was more difficult than most people might think\".",
            "Star Wars scion George Lucas called her \"colorful personality\" and talented actor in a statement Wednesday: In Star Wars she was our great and powerful princess  --   feisty, wise and full of hope in a role that was more difficult than most people might think."
        ],
        "tf-idf score": [
            1.0455767133926517,
            0.7110380849170339,
            0.9226235807678437
        ]
    },
    "0.38861824189102684-3-421": {
        "average clique similarity": 0.38861824189102684,
        "clique": [
            "1-A representative of ",
            "6-Earlier  announcing ",
            "4- It is with a very d"
        ],
        "median tf-idf score": 0.7527260019585953,
        "publications": [
            "NPR",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "A representative of Fisher's daughter, Bille Lourd, confirmed that Fisher died on Tuesday morning.",
            "Earlier, announcing Fisher's death in Los Angeles, Billie Lourd's publicist said: \"It is with a very deep sadness that Billie Lourd confirms that her beloved mother Carrie Fisher passed away at 8. 55 this morning.",
            "\"It is with a very deep sadness that Billie Lourd confirms that her beloved mother Carrie Fisher passed away at 8:55 this morning,\" Simon Halls said."
        ],
        "tf-idf score": [
            0.5031763456864596,
            0.8175919556830341,
            0.7527260019585953
        ]
    },
    "0.42072230297679813-3-421": {
        "average clique similarity": 0.42072230297679813,
        "clique": [
            "4-She lived her life  ",
            "5-My heart and prayers",
            "6-   brilliant  origin"
        ],
        "median tf-idf score": 0.48079080937409047,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Guardian"
        ],
        "sentences": [
            "She lived her life, bravely . .. My thoughts are with her daughter Billie, her mother Debbie, her brother Todd, and her many friends. We will all miss her\".",
            "My heart and prayers are with Billie, Debbie and all Carrie's family, friends and fans. She will be missed by all. Her Star Wars   also remembered Fisher.",
            ".. brilliant, original. Funny and emotionally fearless. She lived her life, bravely. My thoughts are with her daughter Billie, her mother Debbie, her brother Todd and her many friends. We will all miss her. \""
        ],
        "tf-idf score": [
            0.38948480315031386,
            0.8407791751251759,
            0.48079080937409047
        ]
    },
    "0.6648402926197275-3-421": {
        "average clique similarity": 0.6648402926197275,
        "clique": [
            "5-Fisher s mother  act",
            "4-Debbie Reynolds post",
            "6-Reynolds  84  wrote "
        ],
        "median tf-idf score": 0.34117090871289746,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Fisher's mother, actor Debbie Reynolds, released a statement on Facebook Tuesday, thanking everyone \"who has embraced the gifts and talents of my beloved and amazing daughter. \"",
            "Debbie Reynolds posted on Facebook: \"Thank you to everyone who has embraced the gifts and talents of my beloved and amazing daughter. I am grateful for your thoughts and prayers that are now guiding her to her next stop.",
            "Reynolds, 84, wrote on Facebook: \"Thank you to everyone who has embraced the gifts and talents of my beloved and amazing daughter. I am grateful for your thoughts and prayers that are now guiding her to her next stop."
        ],
        "tf-idf score": [
            0.7622254331475022,
            0.34117090871289746,
            0.33632681613736726
        ]
    }
}