{
    "0.1686695508203598-3-81": {
        "average clique similarity": 0.1686695508203598,
        "clique": [
            "0- It is time that the",
            "3-Mr Obama cast his de",
            "4-The rise of ISIS and"
        ],
        "median tf-idf score": 1.1143390165054299,
        "publications": [
            "Reuters",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "\"It is time that the president level with the American people about what it will really take to achieve our goals in Afghanistan, and how much it will cost,\" Thornberry said in a statement. Obama spoke in advance of a NATO summit on Friday and Saturday in Warsaw, Poland, where alliance members are expected to confirm their support for the Kabul government.",
            "Mr Obama cast his decision as a vote of confidence in Afghanistan's government, led by President Ashraf Ghani, as well as in the support of NATO members and other partners, who have contributed 6, 000 troops.",
            "The rise of ISIS and a sectarian meltdown in Iraq ever since has forced Obama to send hundreds of U S troops back to the country to support Iraqi forces. One difference between the two countries, however, is that Washington considers it has a more effective partner in the Afghan government of President Ashraf Ghani, than it ever had in the chaotic administration of former Iraq premier Nuri  ."
        ],
        "tf-idf score": [
            1.2583587923718609,
            1.1143390165054299,
            1.044206492423527
        ]
    },
    "0.16915874856778335-3-48": {
        "average clique similarity": 0.16915874856778335,
        "clique": [
            "1-Since  the Special I",
            "2-U S officials emphas",
            "3-The government has s"
        ],
        "median tf-idf score": 0.8763676927444352,
        "publications": [
            "Breitbart",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "Since, the Special Inspector General for Afghanistan Reconstruction (SIGAR) has conceded that American troops have been drawn into combat in support of the Afghan security forces against the Taliban.",
            "U S officials emphasized that successful peace negotiations remain the only way to bring the war to a sustainable end. They said the administration continues to support talks \"without preconditions. \" While Ghani has sought to foster negotiations with the Taliban, militants have shunned those talks. Last year,   talks collapsed after one meeting, and invitations to the Taliban to return to the table have been rejected since then.",
            "The government has struggled with security as American soldiers have left, steadily losing territory to Taliban insurgents. They briefly captured Kunduz last year, the first time they had seized a major urban center since the fall of the Taliban regime in 2001."
        ],
        "tf-idf score": [
            1.0864213489948875,
            0.8763676927444352,
            0.5550769065867763
        ]
    },
    "0.19542590886590946-3-192": {
        "average clique similarity": 0.19542590886590946,
        "clique": [
            "4-The decision means t",
            "1-WASHINGTON  D C     ",
            "2-Obama said his decis"
        ],
        "median tf-idf score": 1.1426877545181635,
        "publications": [
            "CNN",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "The decision means that Obama, who came to power vowing to concentrate on winning the war in Afghanistan, after what he saw as a diversion by the Bush administration into Iraq, will hand responsibility for America's longest war to his successor.",
            "WASHINGTON, D C  --   President Barack Obama announced changes to his plans to draw down the number of U S forces in Afghanistan, saying the United States will maintain 8, 400 troops in the country into 2017 as he  acknowledged that after more than 14 years of war \"the security situation in Afghanistan remains precarious.",
            "Obama said his decision to leave a larger force in Afghanistan signaled to Taliban militants their inability to prevail after almost 15 years of war."
        ],
        "tf-idf score": [
            0.865245500453779,
            1.5625146963900562,
            1.1426877545181635
        ]
    },
    "0.1966523158002624-3-140": {
        "average clique similarity": 0.1966523158002624,
        "clique": [
            "3-The deployment  Mr O",
            "4-And far from predict",
            "0-U S troops have been"
        ],
        "median tf-idf score": 1.0707955353544212,
        "publications": [
            "Reuters",
            "New York Times",
            "CNN"
        ],
        "sentences": [
            "The deployment, Mr Obama noted, was a far cry from the 100, 000 combat troops once there. But he acknowledged the frustration people might feel at the inability of the United States to draw this war to a close.",
            "And far from predicting a swift   of U S troop deployments abroad, Obama, who once told Americans that \"the tide of war is receding,\" appeared to lay the ground for prolonged U S involvement. \"In January, the next U S president will assume the most solemn responsibility of the commander in chief, security of the United States and the safety of the American people.",
            "U S troops have been in Afghanistan since the 2001 invasion launched by Obama's predecessor, George W Bush, that toppled the Taliban leaders who harbored the al Qaeda organization responsible for the Sept. 11 attacks on the United States that killed about 3, 000 people."
        ],
        "tf-idf score": [
            0.992454987799033,
            1.0707955353544212,
            1.1860165892417625
        ]
    },
    "0.23176236727313726-3-68": {
        "average clique similarity": 0.23176236727313726,
        "clique": [
            "2-He had hoped to leav",
            "0-Obama  who took offi",
            "4-In his remarks on We"
        ],
        "median tf-idf score": 1.1050244722968499,
        "publications": [
            "Reuters",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "He had hoped to leave a force of 5, 500 in early 2017. The decision is likely to be the last in a series of adjustments that Obama, who came into office promising to end costly U S wars in the Muslim world, has made to a withdrawal schedule he hailed in 2014 as proof the United States was \"finishing the job\" in Afghanistan.",
            "Obama, who took office in 2009 pledging to wind down the U S wars in Iraq and Afghanistan, said he had ended America's combat mission in Afghanistan. But he acknowledged that security concerns persist.",
            "In his remarks on Wednesday, the President also sought to make a distinction between the training and support mission that U S troops are now engaged in and the mission that he escalated when he took over from President George W Bush in 2009 in an apparent attempt to square the political circle of his promises to end costly U S wars abroad but to leave thousands of American troops behind. FBI director: Hillary Clinton 'extremely careless' but no charges recommended, \"Compared to the 100, 000 troops we once had there, today, fewer than 10, 000 remain."
        ],
        "tf-idf score": [
            1.2390685145449933,
            1.0582566624855427,
            1.1050244722968499
        ]
    },
    "0.24783434469351673-3-53": {
        "average clique similarity": 0.24783434469351673,
        "clique": [
            "0- President Barack Ob",
            "3-WASHINGTON       Pre",
            "4-  CNN  President Bar"
        ],
        "median tf-idf score": 1.366343013823388,
        "publications": [
            "Reuters",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            " President Barack Obama, calling Afghanistan's security situation precarious, said on Wednesday he will keep U S troop levels there at 8, 400 through the end of his administration rather than reducing them to 5, 500 by year's end as previously planned.",
            "WASHINGTON  --   President Obama said Wednesday that he planned to leave 8, 400 American troops in Afghanistan until the end of his term, further slowing the drawdown in a   war that Mr Obama pledged to end on his watch but now seems likely to grind on indefinitely.",
            " (CNN) President Barack Obama said Wednesday that he will leave behind 3, 000 more troops in Afghanistan than originally planned, effectively handing involvement in a raging civil war the United States joined after the   attacks to his successor."
        ],
        "tf-idf score": [
            1.4073428489620379,
            1.353320598214256,
            1.366343013823388
        ]
    },
    "0.26586692343867463-3-129": {
        "average clique similarity": 0.26586692343867463,
        "clique": [
            "2-Sen  John McCain    ",
            "0-Mac Thornberry  the ",
            "4-Tennessee Sen  Bob C"
        ],
        "median tf-idf score": 0.7249937212991229,
        "publications": [
            "Washington Post",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "Sen. John McCain ( .) who chairs the Senate Armed Services Committee, said he would have preferred to keep current troop levels untouched.",
            "Mac Thornberry, the Republican chairman of the House of Representatives Armed Services Committee, criticized what he said was a new cap on U S troop levels.",
            "Tennessee Sen. Bob Corker, chairman of the Senate Foreign Relations Committee, said he thought the troop levels should remain the same, but praised the timing of Obama's announcement."
        ],
        "tf-idf score": [
            0.5736774334903935,
            0.7249937212991229,
            0.8035708938315567
        ]
    },
    "0.2674849769490803-3-192": {
        "average clique similarity": 0.2674849769490803,
        "clique": [
            "2- President Obama ann",
            "4-Speaking from the Wh",
            "1- Instead of going do"
        ],
        "median tf-idf score": 1.0916331622826516,
        "publications": [
            "Washington Post",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            " President Obama announced revised troop plans for Afghanistan on Wednesday, keeping 8, 400 U S troops in the country when he steps down early next year, the clearest indication yet of his inability to end the long war there.",
            "Speaking from the White House, Obama said he would draw down troops to 8, 400 by the end of his administration, a change from the initial target of 5, 500.",
            "\"Instead of going down to 5, 500 troops by the end of this year, the United States will maintain approximately 8400 troops in Afghanistan into next year through the end of my administration,\" declared Obama on Wednesday."
        ],
        "tf-idf score": [
            1.1200089105897182,
            0.8411711266482514,
            1.0916331622826516
        ]
    },
    "0.2820309028625223-3-45": {
        "average clique similarity": 0.2820309028625223,
        "clique": [
            "3-Mr Obama repeated hi",
            "4-And by adjusting his",
            "2-It is also a reminde"
        ],
        "median tf-idf score": 0.8830111303647434,
        "publications": [
            "New York Times",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Mr Obama repeated his vow that he would not allow Afghanistan to be used as a safe haven for terrorists. There have been other signs that the United States is preparing for a   counterterrorism campaign.",
            "And by adjusting his target for troop numbers, Obama was implicitly admitting    despite insisting that U S forces had forged great progress in Afghanistan    that the situation at the end of his administration was not as positive as he might have hoped. \"We have to deal with the realities of the world as it is. We can't forget what's at stake in Afghanistan.",
            "It is also a reminder of the same point to the United States. \"Even as we work for peace, we have to deal with the realities of the world as it is,\" Obama said. \"And we can't forget what's at stake in Afghanistan. \""
        ],
        "tf-idf score": [
            0.7974962219796774,
            1.2141255958708275,
            0.8830111303647434
        ]
    },
    "0.2935398993563008-3-146": {
        "average clique similarity": 0.2935398993563008,
        "clique": [
            "3- Even as they improv",
            "1-Obama noted  The sec",
            "0-Obama s presidency e"
        ],
        "median tf-idf score": 0.8219447022293626,
        "publications": [
            "Breitbart",
            "New York Times",
            "Reuters"
        ],
        "sentences": [
            "\"Even as they improve, Afghan security forces are still not as strong as they need to be. \" Those troops, he said, had not been able to quell a string of attacks and suicide bombings, including in the capital, Kabul.",
            "Obama noted: The security situation in Afghanistan remains precarious. Even as they improve, Afghan security forces are still not as strong as they need to be. With our help, they're still working to improve critical capabilities, such as intelligence, logistics, aviation and command and control.",
            "Obama's presidency ends in January. Obama's plan still calls for a reduction in U S troop levels from the current roughly 9, 800, but not as much as previously planned."
        ],
        "tf-idf score": [
            0.8219447022293626,
            1.0221662643814926,
            0.6727549323648969
        ]
    },
    "0.3130674904801762-3-192": {
        "average clique similarity": 0.3130674904801762,
        "clique": [
            "3- The security situat",
            "2- When the President ",
            "0- The security situat"
        ],
        "median tf-idf score": 1.013230840481163,
        "publications": [
            "New York Times",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "\"The security situation in Afghanistan remains precarious,\" Mr Obama said from the Roosevelt Room of the White House.",
            "\"When the President himself describes the security situation in Afghanistan as 'precarious,' it is difficult to discern any strategic rationale for withdrawing 1, 400 U S troops by the end of the year,\" he said in a statement.",
            "\"The security situation in Afghanistan remains precarious,\" Obama said. \"The Taliban remains a threat."
        ],
        "tf-idf score": [
            1.013230840481163,
            1.0450001043661703,
            0.938516960530295
        ]
    },
    "0.3202571995038348-3-176": {
        "average clique similarity": 0.3202571995038348,
        "clique": [
            "2-In a conference call",
            "4-Currently there are ",
            "1-Obama noted that his"
        ],
        "median tf-idf score": 1.5604517475348922,
        "publications": [
            "Breitbart",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "In a conference call with reporters to discuss the announcement, senior administration officials said the revised troop number, a slight decrease from the current level, reflected recommendations from the U S commander in Afghanistan, Gen. John W \"Mick\" Nicholson Jr The changes were approved by Carter and Dunford, they said.",
            "Currently there are 9, 800 troops supporting the Afghanistan government in its fight against the Taliban, attempts by al Qaeda to regroup and a nascent threat from ISIS \"The security situation in Afghanistan remains precarious,\" Obama said, with Secretary of Defense Ash Carter and Chairman of the Joint Chiefs of Staff Gen. Joseph Dunford at his side, a day before leaving for the NATO summit in Poland where he will meet allies also engaged in the Afghan operation.",
            "Obama noted that his decision was driven by the results of a review of the security conditions in Afghanistan conducted by Gen. John Nicholson, Jr the top commander of U S and NATO troops in the country, and recommendations from Defense Secretary Ash Carter, Chairman of the Joint Chiefs of Staff Gen. Joseph Dunford, Congress, the Afghan government, and America's international partners."
        ],
        "tf-idf score": [
            1.1353902445795025,
            1.789589986845303,
            1.5604517475348922
        ]
    },
    "0.33148513873478325-3-151": {
        "average clique similarity": 0.33148513873478325,
        "clique": [
            "3- I welcome it as a d",
            "2- I strongly believe ",
            "4-U S sanctions North "
        ],
        "median tf-idf score": 0.7540229460011254,
        "publications": [
            "New York Times",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "\"I welcome it as a demonstration, not only of the administration's flexibility in best advancing our national security interests in Afghanistan, but of the   commitment we've said we've had to Afghanistan, but which was being questioned there. \"",
            "\"I strongly believe that it is in our national security interest, especially after all the blood and treasure we've invested in Afghanistan over the years, that we give our Afghan partners the very best opportunity to succeed,\" Obama said in remarks at the White House.",
            "U S sanctions North Korean leader for first time over human rights abuses, \"I strongly believe it is in our national security interest . .. that we give our Afghan partners the best opportunities to succeed,\" Obama said."
        ],
        "tf-idf score": [
            0.740920383485941,
            1.0911184182038611,
            0.7540229460011254
        ]
    },
    "0.3685178452736572-3-160": {
        "average clique similarity": 0.3685178452736572,
        "clique": [
            "3-This is where ISIL c",
            "4-This is where al Qae",
            "1-At the same time  th"
        ],
        "median tf-idf score": 0.8806318495870523,
        "publications": [
            "CNN",
            "Breitbart",
            "New York Times"
        ],
        "sentences": [
            "This is where ISIL continues to try to expand is presence,\" he said, using the administration's preferred acronym for the Islamic State. The Afghan government had lobbied privately to keep the troops, American officials said.",
            "This is where al Qaeda is trying to regroup, this is where ISIL continues to try to expand its presence,\" Obama said, using another name for ISIS The tone of that comment contrasted with the President's repeated vows to end the Afghan war, including a declaration in December 2014 at the end of U S combat operations that \"the longest war in American history is coming to a responsible conclusion\".",
            "At the same time, the Taliban remains a threat. They've gained ground in some cases  ...     We can't forget what's at stake in Afghanistan. This is where Al Qaida is trying to regroup, this is where ISIL continues to try to expand its presence. If these terrorists succeed in regaining areas and camps where they can train and plot, they will attempt more attacks against us."
        ],
        "tf-idf score": [
            0.8806318495870523,
            1.1742779593347494,
            0.8353667444903449
        ]
    },
    "0.3910466964993634-3-192": {
        "average clique similarity": 0.3910466964993634,
        "clique": [
            "3- We have to deal wit",
            "2- U S widens war in A",
            "0-It is America s long"
        ],
        "median tf-idf score": 1.0363138793258257,
        "publications": [
            "New York Times",
            "Washington Post",
            "Reuters"
        ],
        "sentences": [
            "\"We have to deal with the realities of the world as it is,\" said Mr Obama, who was flanked by Defense Secretary Ashton B Carter and the chairman of the Joint Chiefs of Staff, Gen. Joseph F Dunford Jr \"It is going to continue to take time to build up military capacity that we sometimes take for granted.",
            "[U S widens war in Afghanistan, authorizes new action against Taliban]    President Obama, flanked by Defense Secretary Ashton B Carter, center, and Gen. Joseph Dunford, chairman of the Joint Chiefs of Staff, delivers a statement Wednesday at the White House on the deployment of U S troops in Afghanistan.",
            "It is America's longest war. During his announcement at the White House, Obama was flanked by Defense Secretary Ash Carter and the top U S military officer, General Joe Dunford, chairman of the Joint Chiefs of Staff."
        ],
        "tf-idf score": [
            1.0363138793258257,
            1.3348934526865102,
            0.8242607645226478
        ]
    },
    "0.5306595732532108-3-126": {
        "average clique similarity": 0.5306595732532108,
        "clique": [
            "4-And compared to thei",
            "1-And compared to thei",
            "0-Obama  in a statemen"
        ],
        "median tf-idf score": 1.4615050147405644,
        "publications": [
            "Reuters",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "And compared to their previous mission, helping to lead the fight, our forces are now focused on two narrow missions: training and advising Afghan forces and supporting counterterrorist operations against the remnants of al Qaeda as well as other terrorist groups, including ISIL,\" Obama said.",
            "And compared to their previous mission, helping to lead the fight, our forces are now focused on two narrow missions: training and advising Afghan forces and supporting counterterrorist operations against the remnants of Al Qaida as well as other terrorist groups, including ISIL Since Obama declared an end to the U S combat mission in Afghanistan in December 2014, Afghan civilians and security forces have suffered a record number of casualties, primarily at the hands of the Taliban.",
            "Obama, in a statement at the White House, said the role of U S forces in Afghanistan will remain unchanged: training and advising Afghan police and troops, and supporting counterterrorism missions against the Taliban and other groups."
        ],
        "tf-idf score": [
            1.0351818418964132,
            1.5324628564517502,
            1.4615050147405644
        ]
    }
}