{
    "0.16411633341563606-3-163": {
        "average clique similarity": 0.16411633341563606,
        "clique": [
            "3-         Khizr Khan ",
            "4-In a Monday morning ",
            "2-It certainly isn t g"
        ],
        "median tf-idf score": 0.970099682947488,
        "publications": [
            "Business Insider",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "'  ' '   Khizr Khan  that Trump''s questions about his wife represented   the \"height of ignorance\". '",
            "In a Monday morning appearance on the Today Show, Khizr Khan said of Trump's response, \"this candidate amazes me  --   his ignorance. He can get up and malign the entire nation. The religions, the communities, the minorities, the judges\".",
            "It certainly isn't going away   Khizr and Ghazala Khan appeared for a lengthy joint interview on CNN's \"New Day\" on Monday where Khizr accused Trump of \"ignorance and arrogance\"."
        ],
        "tf-idf score": [
            0.7844439061165935,
            1.1153248666805133,
            0.970099682947488
        ]
    },
    "0.1829332981791875-3-324": {
        "average clique similarity": 0.1829332981791875,
        "clique": [
            "1-This weekend  in an ",
            "2-The Khans are not   ",
            "4-Trump  in turn  crit"
        ],
        "median tf-idf score": 1.020225728638798,
        "publications": [
            "NPR",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "This weekend, in an interview with ABC and on Twitter, Trump questioned the authorship of the speech, insisted he had made sacrifices for his country comparable to those of the Khans, and complained of being \"viciously attacked\" by Khizr Khan.",
            "The Khans are not. \"This is so incredibly disrespectful of a family that endured the ultimate sacrifice for our country,\" Jeb Bush, a Trump rival in the 2016 GOP primary, said on Twitter Sunday evening.",
            "Trump, in turn, criticized the Khans in TV appearances and on Twitter."
        ],
        "tf-idf score": [
            1.020225728638798,
            1.1542527565930125,
            0.6953806595221695
        ]
    },
    "0.18937506094852466-3-80": {
        "average clique similarity": 0.18937506094852466,
        "clique": [
            "3-    Trump  s remarks",
            "2-Trump tweeted during",
            "1-He nonetheless added"
        ],
        "median tf-idf score": 0.8881193712756343,
        "publications": [
            "CNN",
            "Guardian",
            "Business Insider"
        ],
        "sentences": [
            "'   Trump''s remarks were widely condemned, and the billionaire   eventually began walking them back. In a     statement, he called the Khans'' son a \"hero to our country\" and   tried to shift the issue to what he described as \"the real   problem,\" or \"the radical Islamic terrorists who killed him\". '",
            "Trump tweeted during the interview that the issue was not the Khans, it was stopping the spread of radical Islamic terrorism.",
            "He nonetheless added that it was \"a complex issue\" because Khan had \"lost his life in the hands of radical jihadists\". \"They took their view of their faith and used it to justify killing innocents and attacking them,\" he said of Khan's killers."
        ],
        "tf-idf score": [
            1.1334944288998086,
            0.8881193712756343,
            0.7570625378277196
        ]
    },
    "0.2067305123165646-3-235": {
        "average clique similarity": 0.2067305123165646,
        "clique": [
            "1- I didn t talk becau",
            "0-The Most Inspiring a",
            "4- Lastly  I d like to"
        ],
        "median tf-idf score": 0.9549541484754134,
        "publications": [
            "NPR",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "\"I didn't talk because I don't have the heart when it comes to Humayun. I can't,\" she said. \"I can't talk  --   my words will be not that strong or I will start crying. \" On Monday, McCain, a decorated Vietnam veteran, thanked the Khans for coming to the US  --   they are of Pakistani heritage and their son was born in the UAE  --   and said their son's death \"was a shining example of the valor and bravery inculcated into our military\".",
            "The Most Inspiring and Depressing Moment of the Democratic Convention  \"Hillary Clinton was right when she called my son 'the best of America,'\" Khizr Khan said.",
            "\"Lastly, I'd like to say to Mr and Mrs Khan: thank you for immigrating to America. We're a better country because of you. And you are certainly right your son was the best of America, and the memory of his sacrifice will make us a better nation  --   and he will never be forgotten\"."
        ],
        "tf-idf score": [
            0.9549541484754134,
            0.9410382378760174,
            0.956065306370449
        ]
    },
    "0.21152275905120996-3-33": {
        "average clique similarity": 0.21152275905120996,
        "clique": [
            "0-Ghazala Khan  meanwh",
            "3-    Trump  on Saturd",
            "1-The Republican nomin"
        ],
        "median tf-idf score": 1.0228917999326752,
        "publications": [
            "Atlantic",
            "Guardian",
            "Business Insider"
        ],
        "sentences": [
            "Ghazala Khan, meanwhile, replied in a column in the Post: Donald Trump has asked why I did not speak at the Democratic convention.",
            "'   Trump  on Saturday, suggesting that Ghazala Khan might not   have been permitted to speak at the convention because of her   Muslim religion. The   mogul further argued that he had   indeed sacrificed for his country, saying he created jobs. '",
            "The Republican nominee also questioned why Ghazala Khan, the fallen soldier's mother, stood silently onstage at the DNC  --   insinuating that she was not permitted to speak because of her faith."
        ],
        "tf-idf score": [
            1.0228917999326752,
            1.0609482656300104,
            0.7784013705970201
        ]
    },
    "0.22124469505145206-3-255": {
        "average clique similarity": 0.22124469505145206,
        "clique": [
            "4-That seems to be the",
            "3-         Republican ",
            "1-Prominent Republican"
        ],
        "median tf-idf score": 1.2837247649018142,
        "publications": [
            "Business Insider",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "That seems to be the mindset the Republican presidential nominee was embracing Monday morning as he continued to pick a fight with Khizr and Ghazala Khan, the parents of an Army captain killed in Iraq.",
            "'  ' '   Republican Sens. Lindsey Graham of South Carolina and Kelly   Ayotte of New Hampshire delivered blistering rebukes of Donald   Trump on Sunday for his attacks against the family of Humayun   Khan, a Muslim American solider who was killed serving the US in   the Iraq War. '",
            "Prominent Republicans have condemned Donald Trump over his comments about Khizr and Ghazala Khan, the parents of an American soldier who was killed in Iraq."
        ],
        "tf-idf score": [
            0.9637812298367792,
            1.5766770127343306,
            1.2837247649018142
        ]
    },
    "0.22725119444764644-3-347": {
        "average clique similarity": 0.22725119444764644,
        "clique": [
            "1-John McCain  the GOP",
            "4-On Monday morning  A",
            "2-Sen  John McCain iss"
        ],
        "median tf-idf score": 1.0225987671277708,
        "publications": [
            "NPR",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "John McCain, the GOP presidential nominee in 2008, challenged Trump on Monday \"to set an example\" and said: \"I cannot emphasize how deeply I disagree with Mr Trump's statement [about the Khans].",
            "On Monday morning, Arizona Sen. John McCain, whom Trump once mocked for being shot down and captured during the Vietnam War, issued a nearly   statement denouncing Trump's critiques of the Khans.",
            "Sen. John McCain issue a very personal statement Monday blasting Trump's comments about the Khans and paying homage to their son Humayun's sacrifice."
        ],
        "tf-idf score": [
            1.1791579138906327,
            1.0092742305452607,
            1.0225987671277708
        ]
    },
    "0.23583138770930875-3-131": {
        "average clique similarity": 0.23583138770930875,
        "clique": [
            "1-Captain Humayun Khan",
            "2- The problem is   un",
            "0-The Khans  Muslims i"
        ],
        "median tf-idf score": 0.6527169565544063,
        "publications": [
            "Atlantic",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Captain Humayun Khan died while protecting his army unit from a suicide bombing in 2004.",
            "\"The problem is, 'unacceptable' doesn't even begin to describe it\". The controversy is over Trump's response to the Khans, whose son was killed in Iraq by a suicide bomber in 2004.",
            "The Khans, Muslims immigrants from Pakistan, spoke Thursday at the Democratic National Convention, recalling their son, Captain Humayun Khan, who died while serving in Iraq in 2004."
        ],
        "tf-idf score": [
            0.3926227512287922,
            0.9810917407299008,
            0.6527169565544063
        ]
    },
    "0.24911102695957751-3-101": {
        "average clique similarity": 0.24911102695957751,
        "clique": [
            "4-But Monday morning  ",
            "2-The world is receivi",
            "3-    Ghazala Khan als"
        ],
        "median tf-idf score": 1.1308110251909984,
        "publications": [
            "CNN",
            "NPR",
            "Business Insider"
        ],
        "sentences": [
            "But Monday morning, Trump continued to tweet: That's despite a Sunday night statement issued by Trump's running mate, Indiana Gov.",
            "The world is receiving us like we have never seen. They have seen the blackness of his character, of his soul\". On Sunday night Trump's running mate, Indiana Gov. Mike Pence, issued a statement offering praise for Humayan Khan as \"an American hero\".",
            "\"   Ghazala Khan also wrote an   article in The Washington Post   saying she didn't speak at the DNC because she found it too   painful to think about her son. \" '   \"Without saying a thing, all the world, all America, felt my   pain,\" she wrote. ' \"   Trump's running mate, Gov. Mike Pence of Indiana,  in an attempt to clear up   the attacks. \""
        ],
        "tf-idf score": [
            0.6643045543067957,
            1.1308110251909984,
            1.2211123583566141
        ]
    },
    "0.2512826408806908-3-273": {
        "average clique similarity": 0.2512826408806908,
        "clique": [
            "3-     There is no gre",
            "2-Many Muslim American",
            "1- As    I m pretty ti"
        ],
        "median tf-idf score": 0.6207439180299769,
        "publications": [
            "Guardian",
            "CNN",
            "Business Insider"
        ],
        "sentences": [
            "'   \"There is no greater sacrifice than to lay down one''s life for   their country, and that''s the sacrifice that Capt. Humayun Khan   made fighting to defend our freedom and our constitutional   rights,\" .",
            "Many Muslim Americans have served valiantly in our military, and made the ultimate sacrifice.",
            "\"As    I'm pretty tired of some folks   America's military and troops,\" the president said. \"No one  --   no one  --   has given more for our freedom and our security than our Gold Star families [those whose family members died in service]. \"[They] have made a sacrifice that most of us cannot even begin to imagine. They represent the very best of our country."
        ],
        "tf-idf score": [
            0.6207439180299769,
            0.24096977612062495,
            0.8242885268326583
        ]
    },
    "0.27128987084923517-4-114": {
        "average clique similarity": 0.27128987084923517,
        "clique": [
            "4-Khizr Khan delivered",
            "1-Last Thursday  at th",
            "0-On Sunday morning  T",
            "3-         Trump  morn"
        ],
        "median tf-idf score": 0.9260860517966492,
        "publications": [
            "Atlantic",
            "NPR",
            "Guardian",
            "Business Insider"
        ],
        "sentences": [
            "Khizr Khan delivered a powerful speech criticizing Trump at last week's Democratic National Convention.",
            "Last Thursday, at the Democratic national convention in Philadelphia, his father, Khizr Khan, spoke about his opposition to Trump's proposed ban on Muslim immigration.",
            "On Sunday morning, Trump defended his right to swing at Khizr Khan: I was viciously attacked by Mr Khan at the Democratic Convention.",
            "'  ' '   Trump  morning that he could not understand why he   was earning scorn for questioning the two Gold Star parents who   slammed him during a speech at the Democratic National Convention   in Philadelphia on Thursday night. '"
        ],
        "tf-idf score": [
            0.9014620676168569,
            0.9507100359764414,
            1.0887687936212798,
            0.8617963377987391
        ]
    },
    "0.29303758429930304-3-263": {
        "average clique similarity": 0.29303758429930304,
        "clique": [
            "1-At the Democratic co",
            "3- Am I not allowed to",
            "4-On the final night o"
        ],
        "median tf-idf score": 1.134412026577971,
        "publications": [
            "Business Insider",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "At the Democratic convention, Khan waved a   US constitution and questioned whether Trump had ever read it.",
            "\"Am I not allowed to respond?\" ' '   Khizr Khan, speaking alongside his wife, Ghazala, offered a   powerful rebuke of Trump on the final night of the DNC ' '   In an   speech, Khan questioned whether Trump had ever   read the US Constitution or sacrificed anything for his country. '",
            "On the final night of the Democratic convention, Khizr Khan spoke out against Trump's call to temporarily ban all Muslim immigrants from the United States, asking whether the candidate had read the Constitution before pulling out a copy from his suit jacket and offering to lend Trump his personal copy."
        ],
        "tf-idf score": [
            0.7913692360939066,
            1.192550721822682,
            1.134412026577971
        ]
    },
    "0.2953449795324218-3-62": {
        "average clique similarity": 0.2953449795324218,
        "clique": [
            "3-     I am appalled t",
            "1-Anything else is ina",
            "2-McCain noted that hi"
        ],
        "median tf-idf score": 1.0413860310533407,
        "publications": [
            "Business Insider",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "'   \"I am appalled that Donald Trump would disparage them and that he   had the gall to compare his own sacrifices to those of a Gold   Star family,\" she continued, using the term for relatives of   those killed in military service. '",
            "Anything else is inappropriate. \" The New Hampshire senator Kelly Ayotte, one of the most endangered Republicans, was \"appalled that Donald Trump would disparage them and that he had the gall to compare his own sacrifices to those of a Gold Star family.",
            "McCain noted that his son also served in the Iraq War and the McCains have been serving in the US military for hundreds of years. \"It is time for Donald Trump to set the example for our country and the future of the Republican Party,\" McCain said. \"While our Party has bestowed upon him the nomination, it is not accompanied by unfettered license to defame those who are the best among us."
        ],
        "tf-idf score": [
            0.8676915807788782,
            1.0413860310533407,
            1.2829009161531095
        ]
    },
    "0.3041610404808582-3-37": {
        "average clique similarity": 0.3041610404808582,
        "clique": [
            "1-In his appearance on",
            "4-Republicans like Hou",
            "2-Period   Trump says "
        ],
        "median tf-idf score": 0.8030860626092378,
        "publications": [
            "NPR",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "In his appearance on NBC's Today Show, Khizr Khan said he was grateful that the Senate majority leader, Mitch McConnell, and House speaker, Paul Ryan, had condemned Trump's comments over the weekend, but suggested they were not listening to the Republican party.",
            "Republicans like House Speaker Paul Ryan and Senate Majority Leader Mitch McConnell spent the weekend issuing statements distancing themselves from Trump's attacks on the Muslim immigrants.",
            "Period\". Trump says Putin is 'not going to go into Ukraine' despite Crimea, Senate Majority Leader Mitch McConnell,   offered similar sentiments."
        ],
        "tf-idf score": [
            1.3364460733047874,
            0.8030860626092378,
            0.5631636620052382
        ]
    },
    "0.30807354307024787-3-361": {
        "average clique similarity": 0.30807354307024787,
        "clique": [
            "0- She had nothing to ",
            "2-Ghazala Khan  Khizr ",
            "1-On Monday  Ghazala K"
        ],
        "median tf-idf score": 0.7698993900671026,
        "publications": [
            "Atlantic",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "\"She had nothing to say. She probably --  maybe she wasn't allowed to have anything to say. \" (Ghazala Khan said she was too overcome with emotions to speak.)",
            "Ghazala Khan, Khizr Khan's wife, hit Trump back hard herself in an   in The Washington Post Sunday, saying she declined to speak because she was emotionally distraught    and suggested Trump lacks empathy if he fails to understand that decision.",
            "On Monday, Ghazala Khan told NBC, as she had written in the Washington Post a day before, that the reason she had remained silent on stage was that she was too overcome by grief over her son's death to speak about it."
        ],
        "tf-idf score": [
            0.7542876006899006,
            1.1328410588162343,
            0.7698993900671026
        ]
    },
    "0.3101006233500228-3-191": {
        "average clique similarity": 0.3101006233500228,
        "clique": [
            "3-    Pence said he an",
            "4-Mike Pence  that sou",
            "1-Senator Roy Blunt  w"
        ],
        "median tf-idf score": 1.2512328819997802,
        "publications": [
            "NPR",
            "Guardian",
            "Business Insider"
        ],
        "sentences": [
            "'   Pence said he and Trump thought Khan was \"an American hero and   his family, like all Gold Star families, should be cherished by   every American\". '",
            "Mike Pence, that sought to paint a more conciliatory picture, saying, \"Donald Trump and I believe that Captain Humayun Khan is an American hero and his family, like all Gold Star families, should be cherished by every American\".",
            "Senator Roy Blunt, who is defending his seat in Missouri, said: \"My advice to Donald Trump has been and will continue to be to focus on jobs and national security and stop responding to every criticism whether it's from a grieving family or Hillary Clinton. \""
        ],
        "tf-idf score": [
            1.3227143567135038,
            1.2512328819997802,
            1.0232775317698963
        ]
    },
    "0.3463273848090058-4-169": {
        "average clique similarity": 0.3463273848090058,
        "clique": [
            "2- He is a black soul ",
            "4-Khan continued   And",
            "1- This candidate amaz",
            "0-He told The Washingt"
        ],
        "median tf-idf score": 0.715995008446633,
        "publications": [
            "Atlantic",
            "NPR",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "\"He is a black soul, and this is totally unfit for the leadership of this country,\" Khan said. \"The love and affection that we have received affirms that our grief    that our experience in this country has been correct and positive.",
            "Khan continued, \"And yet a private citizen in this political process, in his candidacy for the stewardship of this country, I cannot say what I feel? That proves the point he has not read the Constitution of the country\".",
            "\"This candidate amazes me,\" Khan said. \"His ignorance, he can get up and malign the entire nation, the religions, the communities, the minorities, the judges  --   and yet a private citizen in this political process, in his candidacy for the stewardship of this country, I cannot say what I feel? \"That proves the point. \"",
            "He told The Washington Post that Trump's attacks on his wife were \"typical of a person without a soul\" and told CNN, \"He is a black soul, and this is totally unfit for the leadership of this country. \""
        ],
        "tf-idf score": [
            0.7291261057236004,
            0.7028639111696656,
            0.8103123256120014,
            0.660637098799136
        ]
    },
    "0.35956394221934307-3-49": {
        "average clique similarity": 0.35956394221934307,
        "clique": [
            "2- Captain Khan gave h",
            "1- Rob does not agree ",
            "3-     Captain Khan ga"
        ],
        "median tf-idf score": 0.8900891282242573,
        "publications": [
            "Business Insider",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "\"Captain Khan gave his life to defend our country in the global war on terror.",
            "\"Rob does not agree with [Trump's] remarks and believes that Captain Khan was an American hero who gave his life for his country,\" the statement read.",
            "'   \"Captain Khan gave his life to defend our country in the global   war on terror,\" Pence wrote. \"Due to the disastrous decisions of   Barack Obama and Hillary Clinton, a once stable Middle East has   now been overrun by ISIS This must not stand. '"
        ],
        "tf-idf score": [
            0.5507227232138471,
            1.1785640868573908,
            0.8900891282242573
        ]
    },
    "0.38270588531646016-3-361": {
        "average clique similarity": 0.38270588531646016,
        "clique": [
            "3-     I was viciously",
            "2- I was viciously att",
            "1-On Monday  Khan was "
        ],
        "median tf-idf score": 0.8462454068754566,
        "publications": [
            "Business Insider",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "'   \"I was viciously attacked by Mr Khan at the Democratic   Convention,\" the Republican nominee for president said .",
            "\"I was viciously attacked by Mr Khan at the Democratic Convention. Am I not allowed to respond? Hillary voted for the Iraq war, not me!\"",
            "On Monday, Khan was asked about Trump's claim that the mourning father had \"viciously attacked\" him by doing so."
        ],
        "tf-idf score": [
            0.8462454068754566,
            0.7252224479475669,
            0.8999754995416832
        ]
    },
    "0.38514660009388796-3-29": {
        "average clique similarity": 0.38514660009388796,
        "clique": [
            "4-I challenge the nomi",
            "1- It is time for Dona",
            "3-The problem is    un"
        ],
        "median tf-idf score": 1.1404118399260004,
        "publications": [
            "NPR",
            "Guardian",
            "Business Insider"
        ],
        "sentences": [
            "I challenge the nominee to set the example for what our country can and should represent. \"Arizona is watching. It is time for Donald Trump to set the example for our country and the future of the Republican Party. While our Party has bestowed upon him the nomination, it is not accompanied by unfettered license to defame those who are the best among us.",
            "\"It is time for Donald Trump to set the example for our country and the future of the Republican party,\" McCain said. \"While our party has bestowed upon him the nomination, it is not accompanied by unfettered license to defame those who are the best among us. \" Other Republican senators facing   chimed in, but also stood by their endorsements.",
            "The problem is, ''unacceptable'' doesn''t even   begin to describe it\". ' '   Ayotte, who has said she will vote for Trump, said she was   \"appalled\" by the Republican nominee''s attacks. The New Hampshire   senator''s husband is an Iraq War veteran. '"
        ],
        "tf-idf score": [
            0.9774417831627525,
            1.1404118399260004,
            1.178099072196076
        ]
    },
    "0.38564676309269086-4-361": {
        "average clique similarity": 0.38564676309269086,
        "clique": [
            "3-     If you  re goin",
            "0-Donald Trump consist",
            "1- There used to be so",
            "2-Khizr Khan  Trump ha"
        ],
        "median tf-idf score": 0.8776039325990781,
        "publications": [
            "Business Insider",
            "Atlantic",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "'   \"If you''re going to be the leader of the free world, you have to   be able to accept criticism,\" the South Carolina Republican said. \"Mr Trump can''t.",
            "Donald Trump consistently smears the character of Muslims. ...     Let me ask you: Have you even read the U S Constitution? I will gladly lend you my copy. In this document, look for the words 'liberty' and 'equal protection of law. '\"",
            "\"There used to be some things that were sacred in American politics, that you don't do, like criticizing the parents of a fallen soldier, even if they criticize you,\" Graham added. \"If you're going to be leader of the free world, you have to be able to accept criticism, and Mr Trump can't. \"",
            "Khizr Khan: Trump has a 'black soul' \"If you're going to be leader of the free world, you have to be able to accept criticism."
        ],
        "tf-idf score": [
            0.8165182904467905,
            0.6619647814241556,
            0.9386895747513657,
            1.0033531049747084
        ]
    },
    "0.4052636217957282-3-209": {
        "average clique similarity": 0.4052636217957282,
        "clique": [
            "0-The Khan feud  if le",
            "3- He was a true Ameri",
            "1-The Khan family dese"
        ],
        "median tf-idf score": 0.8329281685405446,
        "publications": [
            "Guardian",
            "Business Insider",
            "Atlantic"
        ],
        "sentences": [
            "The Khan feud, if less freighted with geopolitical import, represents an even stranger choice. As Philip Rucker summed it up, with less than 99 days until the election, the Republican nominee is debating with the parents of a slain American serviceman over whether he has sacrificed as much they have. David Simon, creator of The Wire, added, \"If I scripted this, it would critiqued harshly and correctly as West   liberal  . \"",
            "\"He was a true American hero. The   Khan family deserves nothing less than our deepest support,   respect, and gratitude, and they have every right to express   themselves in any way they choose. '",
            "The Khan family deserves nothing less than our deepest support, respect and gratitude, and they have every right to express themselves in any way they choose. \""
        ],
        "tf-idf score": [
            0.8980300154244156,
            0.8329281685405446,
            0.5760131696880184
        ]
    },
    "0.4265284480737385-3-259": {
        "average clique similarity": 0.4265284480737385,
        "clique": [
            "0-Second  he tried to ",
            "2- By suspending immig",
            "3-     By suspending i"
        ],
        "median tf-idf score": 0.8183655160009904,
        "publications": [
            "CNN",
            "Business Insider",
            "Atlantic"
        ],
        "sentences": [
            "Second, he tried to change the subject: \"We have had a lot of problems with radical Islamic terrorism, that's what I'd say. We have had a lot of problems where you look at San Bernardino, you look at Orlando, you look at the World Trade Center, you look at so many different things. \" Then he tried to change the subject again, attacking retired Marine General John Allen, who also spoke at the DNC Thursday, for failing to defeat ISIS Finally, pressed by Stephanopoulos, he insisted he had sacrificed --  by having a career in business.",
            "\"By suspending immigration from countries that have been compromised by terrorism, rebuilding our military, defeating ISIS at its source and projecting strength on the global stage, we will reduce the likelihood that other American families will face the enduring heartbreak of the Khan family\".",
            "'   \"By suspending immigration from countries that have been   compromised by terrorism, rebuilding our military, defeating ISIS   at its source, and projecting strength on the global stage, we   will reduce the likelihood that other American families will face   the enduring heartbreak of the Khan family."
        ],
        "tf-idf score": [
            0.5832239082548781,
            0.8183655160009904,
            0.8183655160009904
        ]
    },
    "0.4647753272330271-3-178": {
        "average clique similarity": 0.4647753272330271,
        "clique": [
            "0-Trump also issued a ",
            "2- While I feel deeply",
            "4-Also in McCain s sta"
        ],
        "median tf-idf score": 1.3420177740940877,
        "publications": [
            "Atlantic",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "Trump also issued a statement Saturday night, in which he said, in part: While I feel deeply for the loss of his son, Mr Khan who has never met me, has no right to stand in front of millions of people and claim I have never read the Constitution, (which is false) and say many other inaccurate things.",
            "\"While I feel deeply for the loss of his son, Mr Khan who has never met me, has no right to stand in front of millions of people and claim I have never read the Constitution, (which is false) and say many other inaccurate things,\" Trump said in the statement.",
            "Also in McCain's statement: \"I claim no moral superiority over Donald Trump. I have a long and   public and private record for which I will have to answer at the Final Judgment, and I repose my hope in the promise of mercy and the moderation of age."
        ],
        "tf-idf score": [
            1.401123346930141,
            1.3420177740940877,
            0.6982091153420038
        ]
    },
    "0.5269479287425792-3-151": {
        "average clique similarity": 0.5269479287425792,
        "clique": [
            "2-And you are certainl",
            "3-     This is going t",
            "1- This is going to a "
        ],
        "median tf-idf score": 0.8962035343135132,
        "publications": [
            "Business Insider",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "And you are certainly right your son was the best of America, and the memory of his sacrifice will make us a better nation    and he will never be forgotten\". Sen. Lindsey Graham,   Carolina, said in a statement: \"This is going to a place where we've never gone before, to push back against the families of the fallen.",
            "'   \"This is going to a place where we''ve never gone before, to push   back against the families of the fallen,\" Graham . \"There used to be some things   that were sacred in American politics  --   that you don''t do  --   like   criticizing the parents of a fallen soldier even if they   criticize you\". ' '   Graham, a onetime 2016 presidential hopeful, has not endorsed   Trump, the Republican nominee. '",
            "\"This is going to a place where we've never gone before, to push back against the families of the fallen,\" Graham, who has not endorsed Trump, told the New York Times."
        ],
        "tf-idf score": [
            0.8962035343135132,
            1.1796219659270077,
            0.7976973489713497
        ]
    }
}