{
    "0.14093077940757262-3-152": {
        "average clique similarity": 0.14093077940757262,
        "clique": [
            "2-In fact  even if Rah",
            "3- But they check almo",
            "4-Rahami moved  but as"
        ],
        "median tf-idf score": 0.7604113169708793,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "In fact, even if Rahami had been on the government's terrorist watch list, he would not have been disqualified from buying a gun under federal law. Rahami was once accused of domestic violence involving a family member, but he was never convicted of that crime. A person convicted of domestic violence cannot purchase a firearm.",
            "'But they check almost two months, they say, 'He's O K he's clean, he's not a terrorist.' I say O K' \"He added: 'Now they say he is a terrorist. I say O K' \" According to court documents, prosecutors wanted to charge Rahami over a domestic dispute.",
            "Rahami moved, but as he did Bains got a glimpse of his face and \"was shocked\" when he recognized the same person he had seen earlier on CNN's website."
        ],
        "tf-idf score": [
            0.9135266975444222,
            0.7604113169708793,
            0.7148987742316795
        ]
    },
    "0.15761442110955082-3-122": {
        "average clique similarity": 0.15761442110955082,
        "clique": [
            "4-A shootout ensued la",
            "2-Police stopped a car",
            "1-A foot chase ensued "
        ],
        "median tf-idf score": 0.7947716851112778,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "A shootout ensued later Monday morning when Lindon police arrived at the scene. Bains said he saw two officers arrive, then watched as Rahami fired two shots at them.",
            "Police stopped a car Sunday night in New Jersey they said had been at a location associated with Rahami; an official said Tuesday that two of the five people in the car were from Virginia. J and Manhattan  --   after an apparent shootout with police.",
            "A foot chase ensued, during which Rahami shot at a police car, causing a bullet to graze another officer in the face."
        ],
        "tf-idf score": [
            0.7947716851112778,
            1.0540492363709697,
            0.5841214549750245
        ]
    },
    "0.18046397558652702-3-301": {
        "average clique similarity": 0.18046397558652702,
        "clique": [
            "0-The terrorist respon",
            "4-Rahami  who remains ",
            "1-New York   CNN  The "
        ],
        "median tf-idf score": 1.0901176398442987,
        "publications": [
            "Breitbart",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "The terrorist responsible for multiple explosions in New York and New Jersey, Ahmed Khan Rahami, bought explosives supplies through website eBay using his name as his username, the FBI revealed in an indictment published Wednesday.",
            "Rahami, who remains in custody after alleging planting bombs in New York and New Jersey and getting in a shootout with police, was charged with attempted murder and other weapons related crimes on Monday.",
            "New York  (CNN) The suspect in Saturday's bombings in New York and New Jersey declared that \"the sounds of bombs will be heard in the streets\" and praised \"Brother Osama Bin Laden\" in a journal found on him when he was arrested, authorities said."
        ],
        "tf-idf score": [
            1.0901176398442987,
            1.1782410910041436,
            1.0483700972326397
        ]
    },
    "0.18417129213944974-3-68": {
        "average clique similarity": 0.18417129213944974,
        "clique": [
            "1-A social media accou",
            "0- Rahami navigated eB",
            "2-An FBI complaint als"
        ],
        "median tf-idf score": 0.847322692751721,
        "publications": [
            "Breitbart",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "A social media account associated with the phone contained videos of violent extremist content. From June 20 to August 10, registered eBay user \"ahmad rahimi\" purchased items associated with bomb making.",
            "[Rahami navigated eBay with the username \"ahmad rahimi,\" an alternative spelling of his real name, according to FBI Special Agent Peter Licata, and bought a number of legal items commonly used in home  .",
            "An FBI complaint also said that Rahami had purchased numerous items for the explosives  --   including igniters, circuit boards and citric acid  --   on eBay and had them shipped to his workplace. Investigators also found that a social media account used by Rahami had liked videos relating to jihad."
        ],
        "tf-idf score": [
            0.43136887997863493,
            0.847322692751721,
            1.0976633316887234
        ]
    },
    "0.18661456938140317-3-34": {
        "average clique similarity": 0.18661456938140317,
        "clique": [
            "0-The indictment  whic",
            "2- Screenshot via the ",
            "4- New Jersey bar owne"
        ],
        "median tf-idf score": 1.2431657888274068,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "The indictment, which contains multiple charges for the use of a weapon of mass destruction and attacking a public transportation hub, also notes that Rahami used two mobile phones as remote controls for detonating the bombs in the Manhattan neighborhood of Chelsea and the shore town of Seaside Park, New Jersey.",
            "(Screenshot via the House Homeland Security Committee)  The journal included notes that the FBI was looking for him, discussed shooting police and said he was praying to Allah \"to not take JIHAD away. \" According to the complaint, the journal was damaged during the exchange of gunfire. This journal also included references to the Boston Marathon bombings, the 2009 Fort Hood shooting in Texas and \"Brother Osama Bin Laden. \"",
            "'New Jersey bar owner recounts finding bombing suspect sleeping outside his door' 'New Jersey lawmaker says bombing suspect asked his office for visa help' 'Bombing suspect Rahami charged with multiple offenses' 'Rahami was angry at Western culture, mother of his child says' 'Chairman of Senate Intel Richard Burr says it's too early to determine international link'] An image of the handwritten notebook was shown Wednesday during a Homeland Security hearing in Washington, DC  \"This is a copy of Mr Rahami's journal that was found on his person when he was taken into custody,\" Homeland Security Chairman Michael McCaul said as a page of the notebook was displayed. In the journal, the      man praised   founder Osama Bin Laden, the radical   cleric Anwar   and the 2009 mass shooting at Fort Hood, Texas."
        ],
        "tf-idf score": [
            1.2431657888274068,
            1.0063893056185707,
            1.6867276687319608
        ]
    },
    "0.1875579552694593-3-269": {
        "average clique similarity": 0.1875579552694593,
        "clique": [
            "4-On Monday  a New Jer",
            "1-His wife s whereabou",
            "2-Authorities say the "
        ],
        "median tf-idf score": 0.9128573308364984,
        "publications": [
            "CNN",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "On Monday, a New Jersey lawmaker said Rahami had contacted his office when he was in Pakistan in 2014 to ask for help in securing a visa for his pregnant wife.",
            "His wife's whereabouts, While he was in Pakistan in 2011, Rahami married a Pakistani woman.",
            "Authorities say the gunman in Orlando earlier this year and one of the attackers in San Bernardino, Calif. last year had also viewed Awlaki's lectures. Rahami's travel to Afghanistan and Pakistan between 2011 and 2014 also raises questions about whether Rahami was in some fashion radicalized while he was in South Asia, a possibility investigators are looking into."
        ],
        "tf-idf score": [
            1.0934564356039402,
            0.6858427567135041,
            0.9128573308364984
        ]
    },
    "0.18857770977372304-3-395": {
        "average clique similarity": 0.18857770977372304,
        "clique": [
            "1-Ultimately  federal ",
            "0-At least one of the ",
            "2-Earlier this year  L"
        ],
        "median tf-idf score": 0.9317276414185952,
        "publications": [
            "CNN",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "Ultimately, federal investigators believed it was a domestic dispute, several federal officials told CNN At the time of that interview, Rahami was in jail following a family dispute in which he stabbed one of his relatives.",
            "At least one of the devices was registered in the name of a Rahami family member.",
            "Earlier this year, Lynch also called the shooting rampage in Orlando a terrorist act. The following day, the FBI said it had investigated Omar Mateen, the Orlando gunman, for 10 months, ultimately closing the probe in March 2014 after agents determined he was not a threat. In addition to looking into people later linked to the Orlando attack and the Boston Marathon bombing, the FBI had scrutinized one of the gunman who opened fire at an exhibition of cartoons depicting the prophet Muhammad last year."
        ],
        "tf-idf score": [
            1.0085481703164936,
            0.6926776445622009,
            0.9317276414185952
        ]
    },
    "0.1931899966519416-3-138": {
        "average clique similarity": 0.1931899966519416,
        "clique": [
            "0-Rahami is believed t",
            "4- He talked about pre",
            "2-Just two days before"
        ],
        "median tf-idf score": 0.9907549899818007,
        "publications": [
            "Buzzfeed News",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "Rahami is believed to be responsible for three bombings between September 18 and September 20. The first exploded in Seaside Park, New Jersey, targeting a charity 5K race the second exploded in the Manhattan neighborhood of Chelsea and injured 31 people.",
            "\"He talked about pressure cooker bombs and pipe bombs in the streets as they planned to run a mile,\" McCaul said, referencing the explosion that took place Saturday at a Marine Corps charity race in Seaside Park, New Jersey.",
            "Just two days before the explosions took place in Chelsea and along a charity race path in New Jersey, the complaint says, a cellphone video was recorded of Rahami burning \"a small, black cylindrical object\" in a back yard  --   in an apparent practice run."
        ],
        "tf-idf score": [
            0.9907549899818007,
            0.7847251272979721,
            1.187455085405941
        ]
    },
    "0.19491091145310166-3-256": {
        "average clique similarity": 0.19491091145310166,
        "clique": [
            "3-Investigators also f",
            "1-The Chelsea explosio",
            "4-The complaint mentio"
        ],
        "median tf-idf score": 1.0290715887919948,
        "publications": [
            "NPR",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "Investigators also found that one of the cellphones used as the timing device on one bomb was registered to one of Rahami's relatives. The most stunning piece of evidence mentioned in the complaint, however, is a video investigators found on a cellphone.",
            "The Chelsea explosion came from a \"high explosive charge\" placed inside a pressure cooker and left in a dumpster. The blast propelled the dumpster 100 feet and shattered windows 400 feet above the detonation. The bomb was packed with ball bearings and steel nuts, likely to increase the lethality of the device, that traveled as far as 650 feet from the site, the complaint alleges.",
            "The complaint mentions two victims who were inside cars but nevertheless injured when the bomb went off. As was the case with the New Jersey explosion, investigators believe Rahami used a cellphone as a timer for the Chelsea bomb."
        ],
        "tf-idf score": [
            1.0290715887919948,
            0.9037237524373599,
            1.2315637381856068
        ]
    },
    "0.21450029375904553-3-312": {
        "average clique similarity": 0.21450029375904553,
        "clique": [
            "1-The  user address  f",
            "3-The complaint notes ",
            "4-They also found a ce"
        ],
        "median tf-idf score": 0.6479576037051546,
        "publications": [
            "CNN",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "The \"user address\" for the phone attached to the unexploded pressure cooker bomb found in Chelsea belonged to Rahami's residence, the complaint alleges.",
            "The complaint notes that investigators also found prints on the explosives found in Elizabeth, N J and they match Rahami.",
            "They also found a cell phone in the area that they believe was used as a timer for the bomb."
        ],
        "tf-idf score": [
            0.7890114059027433,
            0.6479576037051546,
            0.41556467503063105
        ]
    },
    "0.21987917241154462-3-160": {
        "average clique similarity": 0.21987917241154462,
        "clique": [
            "3-The government claim",
            "4-NBC originally said ",
            "2- The New York and Ne"
        ],
        "median tf-idf score": 1.3608475491093548,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "The government claims that police found 12 fingerprints on the bomb that detonated on West 27th Street in Manhattan and all of them match Rahami.",
            "NBC originally said the note was found on an unexploded pressure cooker bomb left Saturday night on 27th Street in Manhattan, four blocks from where another exploded, but CNN and the Washington Post said the note was found on Rahami after his arrest Monday in Linden, New Jersey.",
            "[The New York and New Jersey explosives were pressure cookers and pipe bombs]   The complaint also said that Rahami had left numerous fingerprints behind on a bomb placed in Chelsea that did not detonate and on materials  --   including unexploded bombs and handwritten documents  --   in a backpack left at an Elizabeth, N J train station."
        ],
        "tf-idf score": [
            0.7137612126118882,
            1.4281249582634827,
            1.3608475491093548
        ]
    },
    "0.2255481457968981-3-205": {
        "average clique similarity": 0.2255481457968981,
        "clique": [
            "2-In a journal found o",
            "0-The FBI indictment n",
            "4- God willing the sou"
        ],
        "median tf-idf score": 1.1201334045019617,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "In a journal found on him after he was captured, Ahmad Rahami, the    suspected bomber, had written about his hopes for martyrdom and wrote that God willing, \"the sounds of the bombs will be heard in the streets,\" according to an FBI complaint.",
            "The FBI indictment notes that a video found on the phone of a relative of Rahami's depicts Rahami testing an explosive in the family's backyard in Elizabeth. \"Laughter\" can be heard after the explosion, though the report does not indicate how many people can be heard laughing.",
            "\"God willing the sound of bombs will be heard in the streets. \" --  Jon Passantino, Bharara went on to list that evidence, which included12 fingerprints on the \"undetonated bomb\" on 27th Street in Chelsea, surveillance video of Rahami near the detonated 23rd Street bomb   before the explosion and video of Rahami walking with a suitcase at 27th Street, and license plate readers that showed his vehicle, which was linked to his home address, entering Manhattan through the Lincoln Tunnel two hours before the explosion and leaving Manhattan two hours after."
        ],
        "tf-idf score": [
            1.1201334045019617,
            0.9418098185203203,
            1.1726058394675651
        ]
    },
    "0.24037631483153912-3-384": {
        "average clique similarity": 0.24037631483153912,
        "clique": [
            "2-Authorities said the",
            "4-At the scene of the ",
            "3-Tuesday s charges ar"
        ],
        "median tf-idf score": 0.7239540354183325,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "Authorities said the   bomb that exploded in the Chelsea neighborhood of Manhattan was left in a dumpster, and that the explosion \"propelled the     dumpster more than 120 feet. \" \"Hundreds\" of ball bearings and steel pieces were found around the explosion area, while the blast \"caused significant injuries and   dollars of property damage,\" the complaint said.",
            "At the scene of the explosion in New York City's Chelsea neighborhood, investigators found ball bearings and steel nuts they believe were packed into a pressure cooker bomb to make it more deadly scattered over the blast site that spanned 650 square feet.",
            "Tuesday's charges are related to a   bomb that went off Saturday night in the Chelsea neighborhood of Manhattan that injured dozens, a pipe bomb explosion that morning in Seaside Park, N J and a collection of pipe bombs discovered Sunday at a train station in Elizabeth, N J The investigation is now focused on motive. The criminal complaint gives a hint of what that might be."
        ],
        "tf-idf score": [
            0.8644014318218696,
            0.6452605692027161,
            0.7239540354183325
        ]
    },
    "0.2414603583411742-3-127": {
        "average clique similarity": 0.2414603583411742,
        "clique": [
            "4- Two years ago I go ",
            "3-Talking to reporters",
            "1-Gun shots to your po"
        ],
        "median tf-idf score": 1.08559877757375,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "\"Two years ago I go to the FBI because my son was doing really bad, OK?\" Mohammad Rahami said. \"But they check almost two months, they say, 'He's OK, he's clean, he's not a terrorist.'",
            "Talking to reporters outside his home, Mohammad R Rahami said he had called police on his son because he \"stabbed my son\" and \"hit my wife\".",
            "Gun shots to your police. Death To Your OPPRESSION\". Why the FBI interviewed Rahami's father in 2014, Earlier Tuesday, Rahami's father told reporters that he called the FBI two years ago when his son was acting violently."
        ],
        "tf-idf score": [
            1.1292400553052473,
            0.8069592040812807,
            1.08559877757375
        ]
    },
    "0.2522850633481281-3-133": {
        "average clique similarity": 0.2522850633481281,
        "clique": [
            "2-Caption   Authoritie",
            "4- Wife of Ahmad Khan ",
            "3-Authorities have fil"
        ],
        "median tf-idf score": 0.7727938870012199,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "Caption   Authorities apprehended Ahmad Khan Rahami  --   wanted in connection with two bombings Saturday in Seaside Park, N J and Manhattan  --   after an apparent shootout with police.",
            "'Wife of Ahmad Khan Rahami left the United States days before bombings.'",
            "Authorities have filed federal charges against Ahmad Khan Rahami, the sole suspect in the weekend bombings in Manhattan and New Jersey."
        ],
        "tf-idf score": [
            0.7727938870012199,
            0.6195185064635284,
            0.9490887503980765
        ]
    },
    "0.2548889844482108-3-346": {
        "average clique similarity": 0.2548889844482108,
        "clique": [
            "1-He was never placed ",
            "4- The FBI conducted i",
            "3-When these types of "
        ],
        "median tf-idf score": 0.5862883002529458,
        "publications": [
            "CNN",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "He was never placed in an FBI database of potential terrorists, officials said.",
            "\"The FBI conducted internal database reviews, interagency checks, and multiple interviews, none of which revealed ties to terrorism. \" His father, Mohammad Rahami, told the New York Times earlier on Tuesday he called authorities because his son was \"doing really bad. \"",
            "When these types of complaints come in, they usually go into the FBI's Guardian Threat Tracking System, which prompts a limited level of investigation and surveillance. In a statement, the FBI said that it \"conducted internal database reviews, interagency checks, and multiple interviews, none of which revealed ties to terrorism\"."
        ],
        "tf-idf score": [
            0.5505353133802015,
            1.3226050853728997,
            0.5862883002529458
        ]
    },
    "0.2604265373799621-3-72": {
        "average clique similarity": 0.2604265373799621,
        "clique": [
            "1-The chase ended when",
            "4- Additional patrol o",
            "2-In that time  Patton"
        ],
        "median tf-idf score": 1.0335037938490392,
        "publications": [
            "CNN",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "The chase ended when Rahami was shot multiple times.",
            "\"Additional patrol officers responding to the scene engaged Rahami in an exchange of gunfire that ended when Rahami was shot multiple times outside of an auto repair shop on East Elizabeth Avenue, several blocks west of where he was initially approached,\" the prosecutor's office said.",
            "In that time, Patton said federal law enforcement agents have questioned Rahami, who was shot multiple times during his gun battle with police Monday morning."
        ],
        "tf-idf score": [
            0.6952681260867547,
            1.0335037938490392,
            1.1106009852706606
        ]
    },
    "0.2668582138842304-3-395": {
        "average clique similarity": 0.2668582138842304,
        "clique": [
            "1-However  Rahami s wi",
            "0-Law enforcement sour",
            "2-According to two fed"
        ],
        "median tf-idf score": 0.6915852255131825,
        "publications": [
            "CNN",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "However, Rahami's wife eventually made it to the US    and she left before Saturday's attacks, according to a law enforcement official.",
            "Law enforcement sources say they are working to bring Rahami's wife back to the United States for questioning.",
            "According to two federal law enforcement officials, Rahami's wife was overseas when the bombing occurred and heading back to the United States at the time. She was detained in the United Arab Emirates for questioning, these officials said."
        ],
        "tf-idf score": [
            0.6915852255131825,
            0.6602809821495992,
            1.1759513925777454
        ]
    },
    "0.2716712484574891-3-260": {
        "average clique similarity": 0.2716712484574891,
        "clique": [
            "0-The items were shipp",
            "1-Two cell phones used",
            "3-Those materials  inv"
        ],
        "median tf-idf score": 0.9303771679294488,
        "publications": [
            "Breitbart",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "The items were shipped to an unnamed business in Perth Amboy, New Jersey, a half an hour drive from Elizabeth, where authorities believe Rahami lived   with his family.",
            "Two cell phones used in the bombs were shipped to the same Perth Amboy, New Jersey, store located about 500 meters from a residence listed on Rahami's 2012 passport application as home.",
            "Those materials, investigators, say were shipped to a business address close to Rahami's house in Perth Amboy, N J and they are also the same materials used to build the bombs in New York and New Jersey."
        ],
        "tf-idf score": [
            0.9036411465204588,
            0.9303771679294488,
            1.0466367551963198
        ]
    },
    "0.2849894856769872-3-92": {
        "average clique similarity": 0.2849894856769872,
        "clique": [
            "1-However it s unclear",
            "2-Two years ago  Raham",
            "4- I m just a citizen "
        ],
        "median tf-idf score": 0.8203630759857174,
        "publications": [
            "CNN",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "However it's unclear if she came to the US at that time. In 2014, Rahami contacted Congressman Albio Sires' office from Islamabad, saying he was concerned about his wife's passport and visa.",
            "Two years ago, Rahami was in Islamabad, Pakistan, when he contacted the office of Rep. Albio Sires ( . J).",
            "\"I'm just a citizen doing what every citizen should do. \" Rep. Albio Sires said Rahami, a US citizen who was born in Afghanistan, emailed his office in 2014 after his wife's Pakistani passport expired, the Associated Press reported."
        ],
        "tf-idf score": [
            0.8203630759857174,
            0.7434420387638785,
            0.9464618874251652
        ]
    },
    "0.3179868883155394-3-2": {
        "average clique similarity": 0.3179868883155394,
        "clique": [
            "4- I say OK   The Asso",
            "2-Rahami also passed t",
            "3-But a law enforcemen"
        ],
        "median tf-idf score": 1.1171389234407747,
        "publications": [
            "Buzzfeed News",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "\"I say OK \" The Associated Press reported that Mohammad Rahami contacted the FBI in 2014 and told them that he believed his son was a terrorist, but later retracted the statement, according to an official.",
            "Rahami also passed the legally required federal background check to buy his gun. The FBI had opened up an \"assessment\" on Rahami in 2014 after his father called the FBI and said his son was a terrorist. His father later recanted his statement and the FBI found no evidence of terrorist ties.",
            "But a law enforcement official tells NPR that Rahami's father, Mohammad R Rahami, had called New Jersey police in 2014 over a dispute involving his son. He later retracted his complaint."
        ],
        "tf-idf score": [
            1.1171389234407747,
            1.187836415123716,
            1.0890431811265944
        ]
    },
    "0.33770153676821285-3-28": {
        "average clique similarity": 0.33770153676821285,
        "clique": [
            "3-The criminal complai",
            "2-Included in the jour",
            "1-A complaint filed in"
        ],
        "median tf-idf score": 0.8481267222599146,
        "publications": [
            "NPR",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "The criminal complaint, filed in the U S District Court for the Southern District of New York, details why investigators are convinced that Rahami is behind Saturday's bombings.",
            "Included in the journal was a reference to Anwar   an   cleric who was a top leader for   in Yemen, said the complaint, filed Tuesday night in the U S District Court for the Southern District of New York.",
            "A complaint filed in US District Court in Manhattan contains details from Rahami's handwritten journal, damaged from a shootout with police, and more evidence from the investigation."
        ],
        "tf-idf score": [
            0.8999685877908574,
            0.8481267222599146,
            0.7905895973561889
        ]
    },
    "0.3784044268767177-4-395": {
        "average clique similarity": 0.3784044268767177,
        "clique": [
            "4-     Talal Ansari  F",
            "1-The complaint charge",
            "3-The charges include ",
            "2-Rahami  who remained"
        ],
        "median tf-idf score": 1.089534743125388,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "--   Talal Ansari, FBI seeks public's help in locating two men related to   investigation https:  . The complaint against Rahami, filed in the Southern District of New York, includes four charges: Use of weapons of mass destruction, bombing a place of public use, destruction of property by means of fire or explosive, and use of a destructive device during and in furtherance of a crime of violence.",
            "The complaint charges Rahami with use of weapons of mass destruction, bombing a public place, destruction of property and use of a destructive device.",
            "The charges include use of a weapon of mass destruction, bombing a public place and destruction of property. Rahami previously had been charged in New Jersey in connection with the shootout that led to his arrest Monday.",
            "Rahami, who remained hospitalized after a shootout with police, was charged in two federal courts  --   in Manhattan and in Newark  --   with nine counts stemming from the attacks, including using weapons of mass destruction and bombing a public place, and could face up to life in prison. Rahami bought the Glock 9 mm handgun that he used to shoot two New Jersey police officers from a gun dealer in Salem, Virginia in July, according to law enforcement officials with knowledge of the investigation."
        ],
        "tf-idf score": [
            1.220756385611234,
            0.7497555626971346,
            0.9583131006395416,
            1.6688963002874526
        ]
    }
}