{
    "0.12307684317969136-3-91": {
        "average clique similarity": 0.12307684317969136,
        "clique": [
            "4-Tillerson has acknow",
            "5-   very dangerous   ",
            "3-Tillerson s nominati"
        ],
        "median tf-idf score": 0.572306774026816,
        "publications": [
            "Guardian",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "Tillerson has acknowledged climate change as a global issue, but in public statements he has pointed to energy efficiency and scientific   as the ways to address it.",
            ".. very dangerous,\" because it meant Trump saw \"the   profits of the fossil fuel industry [as] more important than climate change and the future of the planet\". Environmental groups such as the Environmental Defense Fund said Trump was putting the    industry interests above Americans' health.",
            "Tillerson's nomination changes all that."
        ],
        "tf-idf score": [
            0.6488716406859133,
            0.572306774026816,
            0.3886950105848439
        ]
    },
    "0.1248791950695234-3-449": {
        "average clique similarity": 0.1248791950695234,
        "clique": [
            "4- America is in for a",
            "1- The next secretary ",
            "3- Secretary of state "
        ],
        "median tf-idf score": 0.5160987839577703,
        "publications": [
            "Guardian",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "\"America is in for a bumpy ride and the integrity of the country will likely be questioned for the coming years. \" said the diplomat, speaking on condition of anonymity.",
            "\"The next secretary of state must be someone who views the world with moral clarity, is free of potential conflicts, has a clear sense of America's interests,\" Rubio said in a statement Tuesday, hours after Tillerson was nominated. \"I will do my part to ensure he receives a full and fair but also thorough hearing\".",
            "\"Secretary of state is a different job, with a different set of priorities,\" said a senior diplomat. \"You only know how he is going to approach being secretary of state when he goes before the Senate and answers questions on the key issues. \""
        ],
        "tf-idf score": [
            0.2762354333850509,
            1.1276484076411615,
            0.5160987839577703
        ]
    },
    "0.1419909655206231-3-85": {
        "average clique similarity": 0.1419909655206231,
        "clique": [
            "3- Right now  Russians",
            "0-But just as a Secret",
            "1-In addition  aides i"
        ],
        "median tf-idf score": 0.650625891655935,
        "publications": [
            "Guardian",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "\"Right now, Russians expect the personal chemistry Tillerson seems to have with Putin might be helpful in switching the relationship with Washington from a confrontation to a cooperation mode,\" Suchkov, who is also the Russia and Middle East editor for   added.",
            "But just as a Secretary Tillerson might have an incentive to be friendly to Russia, Rice, Baker, and Gates might have some incentive to boost Tillerson.",
            "In addition, aides in each party didn't rule out that some Democrats might vote for Tillerson, especially those moderate Democrats from red states up for   in 2018 and those from   states who might be naturally inclined to support the influential ExxonMobil boss."
        ],
        "tf-idf score": [
            0.665399207357469,
            0.5389562567968045,
            0.650625891655935
        ]
    },
    "0.1425831706912711-3-139": {
        "average clique similarity": 0.1425831706912711,
        "clique": [
            "0-But several nominees",
            "1-One Democratic senat",
            "5-At the same time  fo"
        ],
        "median tf-idf score": 0.9891480319631702,
        "publications": [
            "NPR",
            "Atlantic",
            "CNN"
        ],
        "sentences": [
            "But several nominees have been withdrawn when their confirmation chances ran into difficulty, most of them in the last 25 years. The critics of the Tillerson nomination all left the door open to backing Tillerson, essentially pleading with him to make so unequivocal a condemnation of Putin that he they can confidently support him. But what if they don't? Or what if he won't? What would have led Trump to take that chance, despite the warning shots over the weekend? Perhaps Trump is willing to risk dying on this hill because his affinity for Russia is truly strong.",
            "One Democratic senator who fits both of those descriptions, Joe Manchin of West Virginia, suggested he was open to voting for Tillerson. \"As West Virginia's former governor, I was able to select members of my Cabinet and key advisers, and I have always believed that a President should be able do the same. With that in mind, I look forward to using the confirmation process to ask tough questions of the nominee and make my decision after I have reviewed all the facts,\" he said.",
            "At the same time, for those who say they like Trump because he sticks to his guns, Tillerson is proof  --   and as such he offers a chance to cheer."
        ],
        "tf-idf score": [
            1.01490987184083,
            0.9891480319631702,
            0.5749938443066531
        ]
    },
    "0.14480917508404387-3-285": {
        "average clique similarity": 0.14480917508404387,
        "clique": [
            "5-Each can protect Tru",
            "2-The Trump administra",
            "3-Tillerson may have m"
        ],
        "median tf-idf score": 0.47602433050139936,
        "publications": [
            "Breitbart",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "Each can protect Trump's right flank within the GOP if and when the new president cuts his own deals on health care and the environment. Tillerson is more multidimensional than that, and may prove more original and interesting.",
            "The Trump administration has the opportunity to reinvigorate American leadership abroad by projecting the strength and stability that have been the bedrock of our diplomacy for more than two centuries.",
            "Tillerson may have more empathy for Russia's position but that will be unlikely to change the systemic differences between the two countries. \""
        ],
        "tf-idf score": [
            0.7021292147063132,
            0.4112849279265729,
            0.47602433050139936
        ]
    },
    "0.14931132192200147-3-209": {
        "average clique similarity": 0.14931132192200147,
        "clique": [
            "4- I think there are m",
            "2-How refreshing to ha",
            "3- Of course people in"
        ],
        "median tf-idf score": 0.5914037956743339,
        "publications": [
            "Buzzfeed News",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "\"I think there are much more pressing priorities that we as a  --   as a human being race and society need to deal with,\" Tillerson said at the Council on Foreign Relations speaker series in 2012. \"There are still hundreds of millions, billions of people living in abject poverty around the world.",
            "How refreshing to have people with real world success rather than simply rounding up some academics with big ideas but very small accomplishments. Think tank theorists are useful to design the craft, but to complete the mission, we need people who have actually flown the craft. \"",
            "\"Of course people in the Kremlin would prefer to deal with people they know for a long time, and people they know positively,\" said Konstantin von Eggert, a journalist and foreign policy analyst who from   was a   of ExxonMobil Russia, but left before its deal with Rosneft."
        ],
        "tf-idf score": [
            0.7036718215801026,
            0.21111757765576591,
            0.5914037956743339
        ]
    },
    "0.1497227694710934-3-219": {
        "average clique similarity": 0.1497227694710934,
        "clique": [
            "2-Senator Chris Coons ",
            "4-Tillerson joined wha",
            "5-This much at least i"
        ],
        "median tf-idf score": 0.7348947535872485,
        "publications": [
            "NPR",
            "Buzzfeed News",
            "Breitbart"
        ],
        "sentences": [
            "Senator Chris Coons ( ): \"Mr Tillerson has been for decades working at and most recently helping lead the world's largest publicly traded oil and gas company and that certainly gives him a deep and broad experience. \" \"There are real differences between negotiating an oil contract, an oil exploration drilling contract in the Arctic with Vladimir Putin, and standing up for, fighting for core American values. \"",
            "Tillerson joined what was then Exxon Company, USA in 1975 and rose through the ranks. For years, he oversaw the company's oil holdings in Russian territory and in 2011, the company signed a $500 billion deal with a   Russian oil company.",
            "This much at least is clear: For all the shade that has been thrown on other Trump Cabinet picks  --   from the generals to the Goldman Sachs alumni club  --   none seems in as much danger of Senate rejection as the big guy from the Big Oil company."
        ],
        "tf-idf score": [
            1.0103923337564678,
            0.7348947535872485,
            0.583380297120802
        ]
    },
    "0.15222695869540512-3-290": {
        "average clique similarity": 0.15222695869540512,
        "clique": [
            "3-But not Exxon    Til",
            "0-Many Democrats will ",
            "2-He is an accomplishe"
        ],
        "median tf-idf score": 0.8620253732076772,
        "publications": [
            "Atlantic",
            "Breitbart",
            "Guardian"
        ],
        "sentences": [
            "But not Exxon. \" Tillerson referred to him as \"my friend Mr Sechin\" at an economic forum in St Petersburg earlier this year, while Sechin has said that one of his ambitions is to \"ride the roads in the United States on motorcycles with Tillerson\".",
            "Many Democrats will instinctively oppose him, in part because he's a Trump pick and the head of Exxon, a liberal bogeyman. But others may back him, calculating that a successful business executive is not a soft political target. But the Senate has a rhythm of its own and can move unpredictably.",
            "He is an accomplished leader who has proven himself on the world stage as ExxonMobil's CEO His business acumen will provide a welcomed, fresh look at how the State Department conducts its business, and I am confident he will leverage our global leadership position to strengthen the United States and our allies around the world. I look forward to discussing my national security concerns with him and working closely with him in the coming years. \""
        ],
        "tf-idf score": [
            0.8620253732076772,
            0.5896124226540124,
            0.8700997877630025
        ]
    },
    "0.15290284662614226-3-7": {
        "average clique similarity": 0.15290284662614226,
        "clique": [
            "5-Several of Donald Tr",
            "2-But  the Senate  wil",
            "4-Trump s reported int"
        ],
        "median tf-idf score": 1.1302976371023827,
        "publications": [
            "NPR",
            "Breitbart",
            "Buzzfeed News"
        ],
        "sentences": [
            "Several of Donald Trump's Cabinet choices have prompted controversy from the moment they were named, but the one most likely to face real Senate opposition is Rex Tillerson, the CEO of ExxonMobil, whom Trump wants as his secretary of state.",
            "But (the Senate) will have the chance to discuss all these things in an opening hearing. That's how the process works. '\" Tampa Bay Times, Senator Jim Inhofe ( ):  \"I am pleased by   Trump's announcement to nominate Rex Tillerson to be our Secretary of State,\" Inhofe said. \"I have known Rex for years and think he will be great for this position.",
            "Trump's reported intention to nominate ExxonMobil CEO Rex Tillerson to be Secretary of State is his latest and most egregious step in turning the federal government, and stewardship of the global environment, over to a cabal of corporate extremists with proven disdain for science, stewardship, public service, and the common good,\" said Bradley Campbell, president of the Conservation Law Foundation, in a statement. \"Every American should tremble for our country. \""
        ],
        "tf-idf score": [
            1.023817461548107,
            1.1302976371023827,
            1.3064380512549207
        ]
    },
    "0.15704136438616714-3-164": {
        "average clique similarity": 0.15704136438616714,
        "clique": [
            "2-Manufacturers are en",
            "1-Corker  who has beco",
            "0-The next secretary o"
        ],
        "median tf-idf score": 0.7837573207302672,
        "publications": [
            "Atlantic",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "Manufacturers are encouraged to see a leader from the manufacturing economy take on the role of America's chief diplomat, and we are pleased that Rex will bring a business perspective to the State Department. \"Beyond his rock star business credentials, Rex has been a staunch force for the dignity and opportunity of all citizens, and will no doubt work to make our nation and our world a better place. For all of his stellar accomplishments, Rex and his wife Renda are incredibly humble, decent and relatable people of the highest character. I wish them both the best in this important endeavor, and much success in the critical work that is ahead for Rex. \"",
            "Corker, who has become close to Trump and was himself a finalist for the top State Department job, could ask his members to move the nomination to the floor with a vote of \"disapproval\" from the committee.",
            "The next secretary of state must be someone who views the world with moral clarity, is free of potential conflicts of interest, has a clear sense of America's interests, and will be a forceful advocate for America's foreign policy goals to the president, within the administration, and on the world stage. I look forward to learning more about his record and his views."
        ],
        "tf-idf score": [
            0.8790239098874566,
            0.7837573207302672,
            0.7815160934689066
        ]
    },
    "0.15935370433639742-3-434": {
        "average clique similarity": 0.15935370433639742,
        "clique": [
            "2-He has decades of ex",
            "0-The pick sets up a b",
            "5-He has no government"
        ],
        "median tf-idf score": 0.5924252623929925,
        "publications": [
            "Breitbart",
            "NPR",
            "Atlantic"
        ],
        "sentences": [
            "He has decades of experience working with global leaders and overseeing the creation of thousands of jobs He understands that American voters want to strengthen our national security, grow jobs, and protect American interests globally. \"As our nation's next top diplomat, Rex has the strategic experience to effectively represent the new administration and the American people.",
            "The pick sets up a battle between the Trump administration and Republicans in the Senate --  likely the biggest showdown so far, with ramifications that include not just the conduct of American foreign policy but also the shape of Trump's relationship with the   Congress for the foreseeable future.",
            "He has no government experience, but that is surely not disqualifying in the Trump administration."
        ],
        "tf-idf score": [
            0.7014928500245867,
            0.5924252623929925,
            0.3918845391566376
        ]
    },
    "0.16002970930856827-3-436": {
        "average clique similarity": 0.16002970930856827,
        "clique": [
            "3-He would face aggres",
            "1-While a handful of S",
            "0-Sitting somewhat to "
        ],
        "median tf-idf score": 1.0350579759176564,
        "publications": [
            "CNN",
            "Atlantic",
            "Guardian"
        ],
        "sentences": [
            "He would face aggressive questioning from Republican foreign policy hawks, led by John McCain. \"I have, obviously, concerns about his relationship with Vladimir Putin, who is a thug and a murderer, but obviously we will have hearings on that issue and other issues concerning him will be examined and then it's the time to make up your mind on whether to vote yes or no,\" the Arizona senator told CNN on Saturday.",
            "While a handful of Senate Republicans    including Rubio, John McCain of Arizona, Lindsey Graham of South Carolina and James Lankford of Oklahoma    have gotten heavy attention for their early statements of concern about Tillerson, other GOP senators who are on the committee and who have been critical of Trump were more upbeat about the Exxon chief.",
            "Sitting somewhat to the side of the debate, as often, is Senator Rand Paul. It's been reported, though not confirmed, that Trump will buttress Tillerson's lack of experience by appointing John Bolton, the superhawk and former ambassador to the United Nations, as deputy secretary of state. The Kentuckian says he's an \"automatic no\" on Bolton. On the other hand, plenty of Republicans are already on board."
        ],
        "tf-idf score": [
            0.7081754804252757,
            1.0702778847304886,
            1.0350579759176564
        ]
    },
    "0.16164361637334224-3-509": {
        "average clique similarity": 0.16164361637334224,
        "clique": [
            "2-One of the few thing",
            "1-Rubio  whom Trump re",
            "3-US allies in Europe "
        ],
        "median tf-idf score": 0.7401948945976297,
        "publications": [
            "CNN",
            "Guardian",
            "Breitbart"
        ],
        "sentences": [
            "One of the few things that has been of concern to many of us in the    policy community has been some of the statements he's made over the course of the campaign about how he views Putin, how he views the opportunity to work with Putin, how he has sort of envisioned a  --   well, to coin a phrase, a 'reset' with Russia. And this would be the man to do that I think there's very little doubt about it. \"",
            "Rubio, whom Trump repeatedly mocked and embarrassingly defeated in the Florida primary, now finds himself with significant leverage over his former rival. That's because the Foreign Relations Committee is expected to be made up of 10 Republicans and nine Democrats, meaning if he votes against Tillerson    and all Democrats on the committee do as well    the nomination could stall. Usually when that happens, the president sends up a new nominee.",
            "US allies in Europe will be watching the confirmation hearings in particular for Tillerson's views on Russia, western sanctions over Moscow's intervention in Ukraine, and most of all his expression of his view of Nato  --   whether he sees the alliance primarily as a counterterrorist force, or as the guarantor of European security right up to Russia's borders."
        ],
        "tf-idf score": [
            0.56970859488827,
            0.9991836078351561,
            0.7401948945976297
        ]
    },
    "0.16620907963517065-3-566": {
        "average clique similarity": 0.16620907963517065,
        "clique": [
            "2- There s much that c",
            "3-However  the nominat",
            "5-Tillerson makes sens"
        ],
        "median tf-idf score": 0.6977895691555918,
        "publications": [
            "Breitbart",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "\"There's much that commends Tillerson to us all, in terms of the obvious attributes: a skilled executive, you need that in an unruly department like the State Department a man who knows the world, indisputably a man who has an intimate knowledge of lots of the trouble spots and foreign leaders with whom this country is going to have to be engaged, in some form or fashion. \"",
            "However, the nomination as head of the state department of a man who knows Putin better than most western politicians, and who appears sympathetic to Kremlin talking points, has the potential to radically shake up US policy on Russia.",
            "Tillerson makes sense in a Trumpian world, because he breaks the mold of diplomats and politicians who usually command the U S State Department."
        ],
        "tf-idf score": [
            0.9114080309060516,
            0.6977895691555918,
            0.6215553405691453
        ]
    },
    "0.1668951734204497-3-359": {
        "average clique similarity": 0.1668951734204497,
        "clique": [
            "4-He will promote regi",
            "2-Representative Micha",
            "1- Exxon Mobil also ha"
        ],
        "median tf-idf score": 1.0395141224671502,
        "publications": [
            "Breitbart",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "He will promote regional stability and focus on the core national security interests of the United States. \" A short while later, Trump tweeted that Tillerson was \"one of the great business leaders of the world. \"",
            "Representative Michael Burgess ( ):  \"I commend   Trump on his nomination of Rex Tillerson as Secretary of State. This prominent position in the Administration is tasked with the delicate balance of working to ease tensions around the globe while also ensuring U S national security and a strong foreign policy agenda.",
            "\"Exxon Mobil also has a troubling history with climate science and the environment. Mr Tillerson has demonstrated he knows the corporate world and can put his shareholders' interests first, but can he be a respected secretary of state that puts the national security interests of the American people first?"
        ],
        "tf-idf score": [
            0.9578028048176688,
            1.0680233558067227,
            1.0395141224671502
        ]
    },
    "0.1681734852985086-3-331": {
        "average clique similarity": 0.1681734852985086,
        "clique": [
            "3-Tillerson  the outgo",
            "2-Reactions to   Donal",
            "1-Washington  CNN  Sec"
        ],
        "median tf-idf score": 0.908926719587261,
        "publications": [
            "Breitbart",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "Tillerson, the outgoing ExxonMobil chief, has a warm relationship with the Russian president.",
            "Reactions to   Donald Trump's secretary of state pick are pouring in following Trump's announcement Tuesday to offer the job to Rex Tillerson, the chief executive of ExxonMobil.",
            "Washington (CNN) Secretary of state nominee Rex Tillerson's difficult path to confirmation will begin early next month in the Senate Foreign Relations Committee's hearing room, where one Republican's \"serious concerns\" about the ExxonMobil chief executive's close ties to Russia could sink his nomination before it even gets to the Senate floor."
        ],
        "tf-idf score": [
            0.6211409655199146,
            0.908926719587261,
            1.2849071791900795
        ]
    },
    "0.17040331127327327-3-69": {
        "average clique similarity": 0.17040331127327327,
        "clique": [
            "0-Rice and Gates  mean",
            "2-Robert Gates  former",
            "1-It remains to be see"
        ],
        "median tf-idf score": 0.9358729754567681,
        "publications": [
            "Atlantic",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "Rice and Gates, meanwhile, run a consulting firm that does business with Exxon. see the Tillerson nomination as Trump's most audacious pick, because of the risks. Not since 1989, when Democrats blocked John Tower's nomination as secretary of defense, has a Cabinet nominee been rejected, and the president at the time came from a different party.",
            "Robert Gates, former Secretary of Defense: \"I strongly endorse the  's selection of Rex Tillerson to be the next Secretary of State.",
            "It remains to be seen,\" Cardin added. Senate rejection of presidential Cabinet picks are rare. Only nine times in history has it happened, according the Senate Historian's Office. The last nominee to be turned back was Oklahoma Republican Sen. John Tower    who was President George H W Bush pick to be defense secretary in 1989    amid allegations of heavy drinking. \"Today's criticism and questions may decrease, as senators learn more about the nominee."
        ],
        "tf-idf score": [
            1.1894744984703545,
            0.6148028973247808,
            0.9358729754567681
        ]
    },
    "0.1737687182315589-3-234": {
        "average clique similarity": 0.1737687182315589,
        "clique": [
            "0-A lifelong Exxon emp",
            "5-Government watchdogs",
            "1-He will grill him ab"
        ],
        "median tf-idf score": 0.859891967638453,
        "publications": [
            "Atlantic",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "A lifelong Exxon employee, he managed the oil giant's Russia business before ascending to the corner office, in part on the strength of his ties in Russia. The company inked a major deal with Rosneft, the Russian state petroleum company, and it has been critical of sanctions levied on Moscow by the Obama administration, as they cost Exxon dearly.",
            "Government watchdogs, such as Every Voice, were disturbed, because Tillerson owns so much stock in a company active in 50 countries with interests likely to conflict with those of the U S As an example, Tillerson has opposed the U S  sanctions on Russia imposed after the latter annexed Crimea  --   after those sanctions blocked his company's plans to drill below the Arctic Sea with Moscow's blessing.",
            "He will grill him about his company's vast business interests in Russia, his opposition to US economic sanctions against Russia and his apparently friendly relations with Russian President Vladimir Putin, who many lawmakers believe is a deceitful and dangerous dictator."
        ],
        "tf-idf score": [
            0.8622747360420695,
            0.859891967638453,
            0.5330593286934291
        ]
    },
    "0.17462493306930835-3-566": {
        "average clique similarity": 0.17462493306930835,
        "clique": [
            "3-The surprise pick of",
            "2-Former Florida Gover",
            "0-Early on Tuesday  Tr"
        ],
        "median tf-idf score": 1.0798029303162995,
        "publications": [
            "Guardian",
            "Breitbart",
            "Atlantic"
        ],
        "sentences": [
            "The surprise pick of Rex Tillerson as Donald Trump's nominee for secretary of state has led to excitement in Moscow  --   and trepidation in other eastern European capitals  --   at the prospect of a \"friend of Putin\" becoming America's top diplomat.",
            "Former Florida Governor Jeb Bush:   \"In the interview with WJLH, Bush also praised Rex Tillerson, Donald Trump's nominee for secretary of state, saying the Exxon Mobile CEO has 'vast experience.'",
            "Early on Tuesday, Trump announced Tillerson as his nominee for secretary of state."
        ],
        "tf-idf score": [
            1.183490867888905,
            1.0798029303162995,
            0.7347407826153549
        ]
    },
    "0.18981010717826982-3-269": {
        "average clique similarity": 0.18981010717826982,
        "clique": [
            "1- I am deeply trouble",
            "2- That said  some of ",
            "0- I don t know what M"
        ],
        "median tf-idf score": 0.7261067242179756,
        "publications": [
            "CNN",
            "Breitbart",
            "Atlantic"
        ],
        "sentences": [
            "\"I am deeply troubled by Mr Tillerson's vocal opposition to US sanctions on Russia following its illegal invasion, occupation and annexation of Crimea, Ukraine, and his close personal relationship with Vladimir Putin,\" said Sen. Ben Cardin of Maryland, the top Foreign Relations Committee Democrat.",
            "\"That said, some of those qualities or attributes, if you will, are potentially problematic. \" \"He has said he has a very close personal relationship with Vladimir Putin.",
            "\"I don't know what Mr Tillerson's relationship with Vladimir Putin was, but I'll tell you it is a matter of concern to me,\" he said on Fox News."
        ],
        "tf-idf score": [
            1.0220459017161816,
            0.37775232683772475,
            0.7261067242179756
        ]
    },
    "0.19413529543361074-3-242": {
        "average clique similarity": 0.19413529543361074,
        "clique": [
            "4-Trump met with Mitt ",
            "3-Two weeks ago  when ",
            "5-The party that nomin"
        ],
        "median tf-idf score": 0.9062810020207389,
        "publications": [
            "Buzzfeed News",
            "NPR",
            "Guardian"
        ],
        "sentences": [
            "Trump met with Mitt Romney for dinner, and Romney later told reporters they had an \"engaging\" discussion on global affairs. On Monday, Romney  --   who had sharply criticized Trump as a fraud and conman during the primary  --   wrote on Facebook it was an honor to have been considered for the post and that he had high hopes for the Trump administration.",
            "Two weeks ago, when the leading candidates for secretary of state appeared to be Mitt Romney, David Petraeus and Rudy Giuliani  --   all of whom had spoken critically of Russia and Putin  --   a Ukrainian official told the Guardian there was \"no need for doom and gloom\" around the Trump administration, stressing that Republican administrations were traditionally tougher on Russia than Democratic ones.",
            "The party that nominated Trump has never been at ease with his defense of Putin as \"a strong leader\" or his divergence from the party's longstanding commitment to NATO (A more traditional GOP nominee, Mitt Romney, said during the 2012 presidential debates that Russia was the biggest threat to the U S on the planet.)"
        ],
        "tf-idf score": [
            0.5569178877509778,
            0.9250125059475682,
            0.9062810020207389
        ]
    },
    "0.22852876673464886-3-110": {
        "average clique similarity": 0.22852876673464886,
        "clique": [
            "0-Although Trump won t",
            "3- Tillerson has a rel",
            "4-That deal was put on"
        ],
        "median tf-idf score": 0.7041765937680698,
        "publications": [
            "Atlantic",
            "Guardian",
            "Buzzfeed News"
        ],
        "sentences": [
            "Although Trump won the election while promising improved relations with Russia --  even calling on the country to hack Hillary Clinton's emails and saying he might recognize the annexation of Crimea --  many Republicans remain more hawkish on Russia, and they have expressed hesitations of varying degrees about Tillerson.",
            "\"Tillerson has a relationship with Putin and he opposed the sanctions imposed on Russia after the annexation of Crimea.",
            "That deal was put on hold because of US sanctions related to Russia's annexation of Crimea and accused support of rebel actions in Ukraine."
        ],
        "tf-idf score": [
            0.8050836095436735,
            0.7041765937680698,
            0.37618433682664976
        ]
    },
    "0.2376691234156124-3-334": {
        "average clique similarity": 0.2376691234156124,
        "clique": [
            "4-The Texas oilman is ",
            "5-Florida Sen  Marco R",
            "0-On Sunday  Senator M"
        ],
        "median tf-idf score": 0.8107900962703433,
        "publications": [
            "Atlantic",
            "NPR",
            "Buzzfeed News"
        ],
        "sentences": [
            "The Texas oilman is known for his work in Russia and was in 2013 awarded the Russian Order of Friendship by Vladimir Putin.",
            "Florida Sen. Marco Rubio said being a \"Friend of Vladimir\" was hardly a Cabinet qualification, a reference to Russian President Putin, who once gave Tillerson the \"Order of Friendship\"  --   the highest accolade Moscow grants to friendly foreigners.",
            "On Sunday, Senator Marco Rubio of Florida tweeted, referring to the Order of Friendship: Being a \"friend of Vladimir\" is not an attribute I am hoping for from a #SecretaryOfState   MR, On Tuesday, Rubio followed up with a statement: While Rex Tillerson is a respected businessman, I have serious concerns about his nomination."
        ],
        "tf-idf score": [
            0.43164934373232905,
            0.9213636311841605,
            0.8107900962703433
        ]
    },
    "0.2387326238462277-3-273": {
        "average clique similarity": 0.2387326238462277,
        "clique": [
            "4-Tillerson  has since",
            "3-Tillerson  64  has s",
            "2-Rex Tillerson has sp"
        ],
        "median tf-idf score": 0.6846803403809452,
        "publications": [
            "Guardian",
            "Breitbart",
            "Buzzfeed News"
        ],
        "sentences": [
            "Tillerson, has since 2006 been chairman and CEO of Exxon Mobil, one of the world's largest companies.",
            "Tillerson, 64, has spent much of his career working on Russian deals and has known Putin since 1999.",
            "Rex Tillerson has spent his career overseeing one of our nation's largest companies and growing its presence around the world."
        ],
        "tf-idf score": [
            0.6854224061318553,
            0.6456211768552255,
            0.6846803403809452
        ]
    },
    "0.4935784698008752-3-79": {
        "average clique similarity": 0.4935784698008752,
        "clique": [
            "1- The fact that forme",
            "2-Whatever friction he",
            "0-And even Jeff Flake "
        ],
        "median tf-idf score": 0.8057067033995184,
        "publications": [
            "Atlantic",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "\"The fact that former secretaries of state James Baker (and) Condoleezza Rice, and (former Secretary of Defense) Robert Gates are recommending Mr Tillerson carries considerable weight,\" said Sen. Jeff Flake,  .",
            "Whatever friction he may encounter in the wind tunnel of change, he is likely to do well, and bring a perspective not often seen in the Capitol. \" Fox News, Senator Jeff Flake ( ): \"The fact that Condi Rice, James Baker and Bob Gates are recommending Tillerson carries considerable weight.",
            "And even Jeff Flake, an Arizona senator who was a noisy critic of Trump, seemed positive: The fact that Condi Rice, James Baker and Bob Gates are recommending Tillerson carries considerable weight. I look forward to the hearings."
        ],
        "tf-idf score": [
            0.8057067033995184,
            0.6065758104626056,
            0.8811437634495943
        ]
    }
}