{
    "0.13721778222737754-3-257": {
        "average clique similarity": 0.13721778222737754,
        "clique": [
            "4-Unafraid to go    wi",
            "0-Schlafly was most   ",
            "3-In her time  Mrs Sch"
        ],
        "median tf-idf score": 0.7998277761213491,
        "publications": [
            "CNN",
            "Breitbart",
            "New York Times"
        ],
        "sentences": [
            "Unafraid to go    with some of the most powerful men in the nation, Schlafly was known for engaging in fights of principle all while projecting her irresistible charm, grace and wit.",
            "Schlafly was most   for her work fighting the Equal Rights Amendment in the 1970's, emerging as one of the leading female critics of the feminist movement.",
            "In her time, Mrs Schlafly was one of the most polarizing figures in American public life, a   housewife who displayed a moral ferocity reminiscent of the   prohibitionist Carry Nation."
        ],
        "tf-idf score": [
            0.602343568576343,
            0.7998277761213491,
            0.8514421690640512
        ]
    },
    "0.14354705216730798-3-134": {
        "average clique similarity": 0.14354705216730798,
        "clique": [
            "4- We proved  that  th",
            "3-The conservative the",
            "1-Four years later  af"
        ],
        "median tf-idf score": 0.7336566180757343,
        "publications": [
            "New York Times",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "\"We proved [that] the grassroots can win if they get together and make up their mind to do it,\" Schlafly said.",
            "The conservative theorist and organizer Paul Weyrich said that Mrs Schlafly \"dressed up the conservative movement for success at a time when absolutely no one thought we could win. \" Even liberals conceded her impact.",
            "Four years later, after Mrs Schlafly implied that all the women at a women's conference in Houston were gay, Steinem, one of the few feminists who could match her quotes, retorted, \"If we're all lesbians, where are we getting all these unborn babies to kill?\""
        ],
        "tf-idf score": [
            0.45176898749088146,
            0.8295412678361974,
            0.7336566180757343
        ]
    },
    "0.15032422488578875-3-335": {
        "average clique similarity": 0.15032422488578875,
        "clique": [
            "4-Revered for her stea",
            "3-Richard Viguerie  wh",
            "2- Phyllis Schlafly is"
        ],
        "median tf-idf score": 0.9158723737642631,
        "publications": [
            "Fox News",
            "Breitbart",
            "New York Times"
        ],
        "sentences": [
            "Revered for her steadfast judgement, Schlafly was a guiding light to many conservatives, who looked to her to determine the political battles of the day. Most recently, the \"godmother of the conservative movement\" led the charge against the Gang of Eight amnesty plan and President Obama's Trans Pacific Partnership (TPP) agreement.",
            "Richard Viguerie, who masterminded the use of direct mail to finance   causes, called her \"the first lady of the conservative movement. \"",
            "\"Phyllis Schlafly is a conservative icon who led millions to action, reshaped the conservative movement, and fearlessly battled globalism and the 'kingmakers' on behalf of America's workers and families,\" the statement read."
        ],
        "tf-idf score": [
            0.9278698971429444,
            0.2717677613237059,
            0.9158723737642631
        ]
    },
    "0.15073205056556693-3-282": {
        "average clique similarity": 0.15073205056556693,
        "clique": [
            "0- Her legacy helped c",
            "1-At the 1960 Republic",
            "2-She went on to becom"
        ],
        "median tf-idf score": 0.8554329642503951,
        "publications": [
            "Washington Post",
            "CNN",
            "Fox News"
        ],
        "sentences": [
            "\"Her legacy helped conservatives understand they had a choice and were not simply an echo,\" Shirley said. \"She battled, she won, she confounded the radical   feminists time and again. Frankly, she was smarter and tougher than the liberals she fought and conquered so joyously. The defeat of the   Equal Rights Amendment stands as but one of many monuments to her legacy\".",
            "At the 1960 Republican National Convention, she helped lead a revolt of conservatives against an   and   plank in the party's platform. She and her husband also founded the Cardinal Mindszenty Foundation to alert the world to the dangers of communism. She published pamphlets that compiled   essays and in 1962 became a radio commentator on a program carried by 18 stations. The atomic bomb, she said, was \"a marvelous gift given to our country by a wise God. \"",
            "She went on to become one of the most influential   activists in the 1980s and 1990s, and her support was courted by all GOP presidential candidates. She authored 27 books and thousands of articles."
        ],
        "tf-idf score": [
            0.8795004178976984,
            0.8554329642503951,
            0.6449042890337517
        ]
    },
    "0.15397137614089965-3-161": {
        "average clique similarity": 0.15397137614089965,
        "clique": [
            "0- Reagan turned out t",
            "3-When Ms Friedan  dur",
            "4-In explaining why sh"
        ],
        "median tf-idf score": 0.820123540493539,
        "publications": [
            "Breitbart",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "\"Reagan turned out to be best president of the century,\" she said. She backed Trump partly because he was the only candidate talking about illegal immigration, which she said was \"the most important issue in the country\".",
            "When Ms Friedan, during a debate at Indiana University in 1973, recommended that she burn at the stake, Mrs Schlafly replied in an even voice that she was pleased Ms Friedan had said that because, she said, the comment had made it plain to the audience just how intolerant \"intemperate, agitating proponents of the E R A \" were.",
            "In explaining why she wrote the   book, Schlafly stated, \"I made my decision in the light of what I believe to be the best interests of the America I love, the Republican Party I have served, and the voters to whom I owe a duty to speak the truth. \" The   commentator Bob Novak described the book as \"one of the   most interesting, fascinating pieces of political advocacy that I had ever read in my life. \""
        ],
        "tf-idf score": [
            0.6179476413317857,
            0.8883945166728865,
            0.820123540493539
        ]
    },
    "0.16064222565158223-3-60": {
        "average clique similarity": 0.16064222565158223,
        "clique": [
            "1- Phyllis Schlafly  a",
            "4-Schlafly has said th",
            "0- Phyllis Schlafly is"
        ],
        "median tf-idf score": 0.9857107733272437,
        "publications": [
            "Breitbart",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            " Phyllis Schlafly, a conservative activist, lawyer and author who is credited with almost   stopping the passage of the Equal Rights Amendment in the 1970s and who helped move the Republican Party toward the right on family and religious issues, died Monday at her home in St. Louis.",
            "Schlafly has said that this election represents America's last chance, explaining that if Trump does not win and mass immigration is not stopped, \"we're not going to be America anymore. \" Interestingly, while Trump is performing within historical norms for Republican nominees amongst black and Hispanic voters, he is currently lagging with white voters. In particular, he is underperforming with women and   whites, who have the financial means to remove themselves from the effects of mass migration and trade globalization that have provided the nation with a servant class at the expense of a middle class.",
            "\"Phyllis Schlafly is a conservative icon who led millions to action, reshaped the conservative movement, and fearlessly battled globalism and the 'kingmakers' on behalf of America's workers and families,\" Trump said."
        ],
        "tf-idf score": [
            1.113440935969061,
            0.9716931492097998,
            0.9857107733272437
        ]
    },
    "0.1643075831488741-3-301": {
        "average clique similarity": 0.1643075831488741,
        "clique": [
            "2-She graduated from W",
            "1-Reagan appointed her",
            "0-She endorsed the bil"
        ],
        "median tf-idf score": 0.6215406194249523,
        "publications": [
            "CNN",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "She graduated from Washington University in 1944, when she was 19. Her first taste of real politics came at age 22, when she guided the 1946 campaign of Republican congressional candidate Claude Bakewell, helping him to a major upset win.",
            "Reagan appointed her to the Commission on the Bicentennial of the U S Constitution, and  Ladies' Home Journal named her one of the 100 most important women of the 20th century. An indication of her continuing relevance and her ability to stir up emotions came in 2008 when hundreds of students protested when her alma mater, Washington University in St. Louis, granted her an honorary diploma.",
            "She endorsed the billionaire at a rally in her home city of St. Louis, Missouri in March, despite the fact many of her fellow travelers in the movement don't see the Republican candidate as a true ideological conservative, likening him to Ronald Reagan."
        ],
        "tf-idf score": [
            0.6215406194249523,
            0.5136148839685801,
            0.6550891056130872
        ]
    },
    "0.16527277363976867-3-268": {
        "average clique similarity": 0.16527277363976867,
        "clique": [
            "4-Schlafly was active ",
            "3-She had no time for ",
            "1-She lost in the gene"
        ],
        "median tf-idf score": 0.5267820348968485,
        "publications": [
            "Washington Post",
            "New York Times",
            "Breitbart"
        ],
        "sentences": [
            "Schlafly was active in politics for more than   of all American history. She began volunteering for the Republican Party in 1945 when she worked as a campaign manager for Claude Bakewell, a successful Republican candidate for Congress.",
            "She had no time for friends, dates or sororities, she wrote instead, as a student, she worked nights at a munitions factory   guns.",
            "She lost in the general election to the incumbent. She was a delegate to the 1956 Republican National Convention, and in 1960 she tried again for Congress, this time as a   candidate."
        ],
        "tf-idf score": [
            0.8793887339740188,
            0.15258273713537307,
            0.5267820348968485
        ]
    },
    "0.1763310700421659-3-377": {
        "average clique similarity": 0.1763310700421659,
        "clique": [
            "4-Conservative icon Ph",
            "2-Republican candidate",
            "0-In a statement Monda"
        ],
        "median tf-idf score": 0.5598194453834513,
        "publications": [
            "Breitbart",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "Conservative icon Phyllis Schlafly died on Monday afternoon.",
            "Republican candidate Donald Trump praised the conservative activist in a statement released Monday evening.",
            "In a statement Monday night Reagan biographer Craig Shirley called Schlafly the \"First Lady\" of the American conservative movement."
        ],
        "tf-idf score": [
            0.5598194453834513,
            0.46616253053781387,
            0.7700935454750748
        ]
    },
    "0.1839995267029168-3-377": {
        "average clique similarity": 0.1839995267029168,
        "clique": [
            "4-Schlafly had been de",
            "3-In her     book prom",
            "2-Schlafly rose to nat"
        ],
        "median tf-idf score": 0.5352680297378055,
        "publications": [
            "Breitbart",
            "New York Times",
            "Fox News"
        ],
        "sentences": [
            "Schlafly had been described as the nation's \"best pamphleteer since Thomas Paine. \" Her fabled foray onto the national political stage began with the publication of her 1964 classic A Choice Not An Echo.",
            "In her     book promoting his candidacy, \"A Choice Not an Echo,\" she contended that Republican presidential nominations were rigged by \"secret kingmakers. \"",
            "Schlafly rose to national attention in 1964 with her   book, \"A Choice Not an Echo,\" that became a manifesto for the far right."
        ],
        "tf-idf score": [
            0.559729257537403,
            0.23503618350732278,
            0.5352680297378055
        ]
    },
    "0.1902849769650575-3-186": {
        "average clique similarity": 0.1902849769650575,
        "clique": [
            "1-A champion of tradit",
            "3-They worried that ea",
            "4-A vocal proponent fo"
        ],
        "median tf-idf score": 0.7591548591257373,
        "publications": [
            "New York Times",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "A champion of traditional,    roles for women, Mrs Schlafly opposed the ERA because she believed it would open the door to   marriage, abortion, the military draft for women,   bathrooms and the end of labor laws that barred women from dangerous workplaces.",
            "They worried that earlier laws written to protect women  --   guaranteeing alimony and exempting women from combat, for instance  --   would be jettisoned. \"I simply didn't believe we needed a constitutional amendment to protect women's rights,\" Mrs Schlafly told The Times in 2006.",
            "A vocal proponent for empowering all Americans, Schlafly fought tirelessly against the social institutions that teach the \"absolutely false\" narrative that \"women are victims of the patriarchy and [that] it's up to new laws in the Constitution to remedy this   citizenship of women. \" \"American women are the most fortunate class of people who ever lived on the face of the earth,\" Schlafly proclaimed in 2012. \"We can do anything we want to do. \""
        ],
        "tf-idf score": [
            0.7591548591257373,
            0.7992678711325616,
            0.6522149368019245
        ]
    },
    "0.19149338419831197-3-377": {
        "average clique similarity": 0.19149338419831197,
        "clique": [
            "1-Equality  she added ",
            "3-The amendment would ",
            "4-The ERA had passed C"
        ],
        "median tf-idf score": 0.578934761353941,
        "publications": [
            "Washington Post",
            "New York Times",
            "Breitbart"
        ],
        "sentences": [
            "Equality, she added, would be a step down for most women, who she said are \"extremely  \" by society and laws. Mrs Schlafly was almost too late to stop the amendment's passage: By early 1972, when she first published her objections, it had just passed Congress, and 30 of the necessary 38 state legislatures had ratified it.",
            "The amendment would have expanded women's rights by barring any   distinctions in federal and state laws, and it was within hailing distance of becoming the law of the land: Both houses of Congress had passed it by a vote of more than 90 percent, and 35 state legislatures  --   only three shy of the number required for adoption  --   had approved it.",
            "The ERA had passed Congress in 1972 as part of a new wave of feminism and had been sent to the States for ratification. Because of Schlafly's efforts, it ultimately fell three states short of being added to the Constitution."
        ],
        "tf-idf score": [
            1.1203004366213059,
            0.578934761353941,
            0.5331918430533775
        ]
    },
    "0.20179440589092032-3-306": {
        "average clique similarity": 0.20179440589092032,
        "clique": [
            "1-She published a mont",
            "3-Her energy was formi",
            "4-The Phyllis Schlafly"
        ],
        "median tf-idf score": 0.6452158850252702,
        "publications": [
            "New York Times",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "She published a monthly newsletter, the Phyllis Schlafly Report, wrote a syndicated newspaper column, produced radio commentaries and anchored a radio talk show.",
            "Her energy was formidable. She wrote or edited more than 20 books, published an influential monthly newsletter beginning in 1967, appeared daily on nearly 500 radio stations and delivered regular commentaries on CBS television in the 1970s and CNN in the '80s. In 1972, she formed a volunteer organization called Stop ERA, which three years later became the Eagle Forum, to coordinate her campaigns.",
            "The Phyllis Schlafly Report  --   her monthly newsletter designed to keep conservatives informed on the pressing issues of the day  --   just entered its 50th year of publication with more than 600 reports published."
        ],
        "tf-idf score": [
            0.48480572634627483,
            0.7230738990720046,
            0.6452158850252702
        ]
    },
    "0.2045492264869999-3-377": {
        "average clique similarity": 0.2045492264869999,
        "clique": [
            "4-During the 1960s and",
            "1-The effort began ope",
            "3-Her death was confir"
        ],
        "median tf-idf score": 0.6814583856410388,
        "publications": [
            "Breitbart",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "During the 1960s and early 1970s, Schlafly began the formation of her \"Eagle\" brand  --   devoted to inspiring conservatives across the nation to get involved and fight for conservative principles. Today, her organization touts more than 25, 000 members.",
            "The effort began operating under the name \"Stop ERA\" and later became a national organization called the Eagle Forum, which Mrs Schlafly dubbed an alternative to women's liberation.",
            "Her death was confirmed by the Eagle Forum, the conservative organization she founded in 1975."
        ],
        "tf-idf score": [
            0.6814583856410388,
            0.8566522043400085,
            0.45289943301388247
        ]
    },
    "0.20635554587283814-3-15": {
        "average clique similarity": 0.20635554587283814,
        "clique": [
            "1-She said she was nev",
            "4-At the time of its w",
            "3-With her pearls  per"
        ],
        "median tf-idf score": 0.6486589867210666,
        "publications": [
            "Washington Post",
            "Breitbart",
            "New York Times"
        ],
        "sentences": [
            "She said she was never away from home overnight and often took her infants with her to speaking engagements. In 1992, her home state of Illinois named her its Mother of the Year.",
            "At the time of its writing, Schlafly was a housewife in a little town of Alton, Illinois, with six small children. Recognizing that it was unlikely anyone would publish her book, she opted to publish it herself and sell it out of her garage.",
            "With her pearls, perfect posture and Daughters of the American Revolution pedigree, she basked in depictions of herself as the perfect wife and mother. She let it drop that she   all six of her babies and that she had taught all her children to read before they started school. Feminists said it was her husband's wealth  --   he was a lawyer from a rich Illinois family  --   that had liberated her to politick."
        ],
        "tf-idf score": [
            0.4574314730418485,
            0.7289552928102714,
            0.6486589867210666
        ]
    },
    "0.20744785236467578-3-213": {
        "average clique similarity": 0.20744785236467578,
        "clique": [
            "2-Schlafly endorsed Tr",
            "3-Even as supporters o",
            "4-Appropriately  her f"
        ],
        "median tf-idf score": 0.7977452391728569,
        "publications": [
            "New York Times",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "Schlafly endorsed Trump at a rally in St. Louis in March, and she   a book called \"The Conservative Case for Trump\" that is being released Tuesday.",
            "Even as supporters of the Equal Rights Amendment tried to revive it, Mrs Schlafly strove to make sure it stayed dead. In March of this year, she endorsed Donald J Trump for president, saying he had \"the courage and the energy\" to do \"what the   want him to do. \"",
            "Appropriately, her final act of devotion to the country she loved was the publication of a new book, set for release this Tuesday, titled \"The Conservative Case for Trump. \""
        ],
        "tf-idf score": [
            0.7977452391728569,
            0.8499571060353479,
            0.5739148099182434
        ]
    },
    "0.21373885664568767-4-0": {
        "average clique similarity": 0.21373885664568767,
        "clique": [
            "4-A huge success  the ",
            "1-An enthusiastic supp",
            "3-5 million copies  Wr",
            "2-The book  which sold"
        ],
        "median tf-idf score": 0.7935040843642787,
        "publications": [
            "Breitbart",
            "Fox News",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "A huge success, the book ultimately sold over three million copies, inspired a generation of conservatives, and became the definitive text delineating the battle lines between the conservative grassroots and the Republican Party elites.",
            "An enthusiastic supporter of Barry Goldwater, the Republican nominee for president in 1964, Mrs Schlafly wrote her first book, \"A Choice Not an Echo,\" attacking the elite, East Coast kingmakers of the party who ignored the   conservatives who were Goldwater's base. She published it herself as a   paperback, and it sold more than 3 million copies before Election Day.",
            "5 million copies. Writing in The New Yorker in 2005, Elizabeth Kolbert said the book \"mixed fact, sensational accusations, commonsensical truths, and elaborate conspiracy theories into a compelling but evidently bogus narrative. \" Mrs Schlafly became closely identified with Goldwater's landslide defeat in 1964, and in 1967 she lost a bitter campaign for the presidency of the National Federation of Republican Women.",
            "The book, which sold three million copies, chronicled the history of the Republican National Convention and is credited for helping conservative Sen. Barry Goldwater of Arizona earn the 1964 GOP nomination."
        ],
        "tf-idf score": [
            0.4481498416036258,
            1.0865722334112886,
            1.0649420219566643,
            0.522066146771893
        ]
    },
    "0.2218098351254503-3-377": {
        "average clique similarity": 0.2218098351254503,
        "clique": [
            "4-Schlafly is perhaps ",
            "3-And in the 1970s  Mr",
            "2-Schlafly had been an"
        ],
        "median tf-idf score": 0.6436154643147587,
        "publications": [
            "Breitbart",
            "New York Times",
            "Fox News"
        ],
        "sentences": [
            "Schlafly is perhaps best known for launching the   movement, which began with her   crusade against the agenda of radical feminists and their efforts to push the   Equal Rights Amendment.",
            "And in the 1970s, Mrs Schlafly's campaign against the Equal Rights Amendment played a large part in its undoing.",
            "Schlafly had been an activist since the early Cold War era, but gained national prominence by leading   women in the movement against the Equal Rights Amendment."
        ],
        "tf-idf score": [
            0.611675303341932,
            0.6436154643147587,
            0.7663499362286154
        ]
    },
    "0.22325347050310831-4-38": {
        "average clique similarity": 0.22325347050310831,
        "clique": [
            "0-Washington  CNN  Phy",
            "4-30 and   50 caliber ",
            "2-She enrolled in Wash",
            "3-In 1975  when she wa"
        ],
        "median tf-idf score": 0.896081727675365,
        "publications": [
            "New York Times",
            "Breitbart",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "Washington (CNN) Phyllis Schlafly, a prominent   and early leader of the social conservative movement, died Monday at the age of 92 at her home in St. Louis.",
            "30 and . 50 caliber ammunition for accuracy, penetration, velocity, and aircraft function before the government would accept the ammunition for the war effort during World War II Despite the rigors of a   job working the midnight to 8am shift at the ordnance plant, Schlafly still managed to finish her schooling in just three years, graduating from Washington University in St. Louis Phi Beta Kappa. She then went on to get her master's degree in Government from Harvard University in 1945, and her J D from Washington University Law School in 1978.",
            "She enrolled in Washington University School of Law in 1976, and at age 51, graduated 27th in a class of 204. Schlafly received an honorary degree at Washington University's commencement in 2008.",
            "In 1975, when she was living in Alton, Ill. Mrs Schlafly announced to her family at dinner that she was going to enter law school at Washington University in nearby St. Louis."
        ],
        "tf-idf score": [
            0.8763994112442334,
            0.9157640441064966,
            0.5881332811464082,
            1.0337805713185138
        ]
    },
    "0.22852980117302354-4-35": {
        "average clique similarity": 0.22852980117302354,
        "clique": [
            "3-Mrs Schlafly is surv",
            "1-A woman s most impor",
            "2-Though some students",
            "4-Married in 1949  she"
        ],
        "median tf-idf score": 0.6524450301612323,
        "publications": [
            "Washington Post",
            "New York Times",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "Mrs Schlafly is survived by six children, 16 grandchildren and three  .",
            "A woman's most important job is to be a wife and mother, Mrs Schlafly repeatedly said, even as she employed a   housekeeper to care for her six children.",
            "Though some students and faculty silently protested by getting up from their seats and turning their backs to the stage, Schlafly called it \"a happy day. I'm just sorry for those who tried to rain on a happy day\". She is survived by six children, 16 grandchildren and 3  .",
            "Married in 1949, she and her   Fred, shared   happy years together as well as six children, sixteen grandchildren, and three great grandchildren. Never one to see her femininity as antithetical to her career goals, Schlafly was awarded Illinois' Mother of the Year only a few years before being named one of the 100 Most Important Women of the 20th Century by the Ladies' Home Journal."
        ],
        "tf-idf score": [
            0.5254024849296013,
            0.7261147027427937,
            0.578775357579671,
            0.8973252672701153
        ]
    },
    "0.23148357268601516-3-43": {
        "average clique similarity": 0.23148357268601516,
        "clique": [
            "2-Trump says he was  h",
            "1-She was 92  Her daug",
            "0- I was honored to sp"
        ],
        "median tf-idf score": 0.4498367840554729,
        "publications": [
            "Fox News",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Trump says he was \"honored to spend time with her\".",
            "She was 92. Her daughter, Anne Cori, said Mrs Schlafly had been ill with cancer for some time.",
            "\"I was honored to spend time with her during this campaign as she waged one more great battle for national sovereignty\"."
        ],
        "tf-idf score": [
            0.3560915749588727,
            0.8221180905034345,
            0.4498367840554729
        ]
    },
    "0.2538033066241097-3-377": {
        "average clique similarity": 0.2538033066241097,
        "clique": [
            "2-In a statement poste",
            "1-In 1993  after 44 ye",
            "3-After her husband di"
        ],
        "median tf-idf score": 0.7915975142464914,
        "publications": [
            "Fox News",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "In a statement posted on its website Monday afternoon, the Eagle Forum said Schlafly died at her home in St. Louis surrounded by family members.",
            "In 1993, after 44 years of marriage, her husband died, and Mrs Schlafly moved back to St. Louis from their longtime home in Alton.",
            "After her husband died in 1993, Mrs Schlafly moved from their limestone house on the bluffs of the Mississippi River in Alton to a brick   house in the suburbs of St. Louis, where the Eagle Forum has its headquarters."
        ],
        "tf-idf score": [
            0.8245239516828001,
            0.737896560423494,
            0.7915975142464914
        ]
    },
    "0.25383021322442917-3-327": {
        "average clique similarity": 0.25383021322442917,
        "clique": [
            "3- She s an extremely ",
            "4- The  Sweetheart of ",
            "1-She also was a regul"
        ],
        "median tf-idf score": 0.6686282604139441,
        "publications": [
            "New York Times",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "\"She's an extremely liberated woman,\" Ms DeCrow said in an interview with Carol Felsenthal for her book \"The Sweetheart of the Silent Majority: The Biography of Phyllis Schlafly\" (1981). \"She sets out to do something and she does it.",
            "[The \"Sweetheart of the Silent Majority\" passed away surrounded by family in her home in Ladue, Missouri just a short   drive from where she was born in St. Louis on August 15, 1924.",
            "She also was a regular lecturer on the college circuit. Mrs Schlafly was the subject of two biographies, Carol Felsenthal's \"The Sweetheart of the Silent Majority\" (1981) and Donald Critchlow's \"Phyllis Schlafly and Grassroots Conservatism\" (2006)."
        ],
        "tf-idf score": [
            0.6686282604139441,
            0.4900312112840555,
            0.8392933778312504
        ]
    },
    "0.3643776875722092-3-63": {
        "average clique similarity": 0.3643776875722092,
        "clique": [
            "3-She was born Phyllis",
            "1-Born Phyllis McAlpin",
            "2-Schlafly was born Au"
        ],
        "median tf-idf score": 0.5618527882948516,
        "publications": [
            "New York Times",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "She was born Phyllis McAlpin Stewart on Aug. 15, 1924, in St. Louis, the oldest of two daughters of the former Odile Dodge, a teacher with two college degrees, and John Bruce Stewart, a machinist and industrial equipment salesman who was 17 years his wife's senior.",
            "Born Phyllis McAlpin Stewart on Aug. 15, 1924, in St. Louis, she was the daughter of a librarian who supported the family of four when Phyllis's father could not find work during the Depression.",
            "Schlafly was born Aug. 15, 1924, and grew up in   St. Louis."
        ],
        "tf-idf score": [
            0.5618527882948516,
            0.5268976299288455,
            0.652195952694147
        ]
    },
    "0.36923014951623-3-219": {
        "average clique similarity": 0.36923014951623,
        "clique": [
            "2-Her parents were Rep",
            "1-Mrs Schlafly attende",
            "4-Schlafly s life was "
        ],
        "median tf-idf score": 0.8764094143049451,
        "publications": [
            "Washington Post",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "Her parents were Republican but not politically involved. With the country involved in World War II during her college years, Schlafly worked the graveyard shift at the St. Louis Ordnance Plant. Her job included testing ammunition by firing machine guns.",
            "Mrs Schlafly attended two years of college at Maryville College of the Sacred Heart, but the school was not rigorous enough for her, she later said, so she paid her way through Washington University by working 48 hours a week in a World War II ordnance plant, firing machine guns to test the ammunition.",
            "Schlafly's life was truly a testament to what she preached. A child of Great Depression, she paid her way through college by putting in   work weeks as a gunner testing ammunition at the largest ammunition plant in the world, the St. Louis Ordnance Plant."
        ],
        "tf-idf score": [
            0.8154658564976051,
            1.1182884396690629,
            0.8764094143049451
        ]
    },
    "0.38370259805850226-3-23": {
        "average clique similarity": 0.38370259805850226,
        "clique": [
            "2-President Reagan pra",
            "4-President Ronald Rea",
            "3-Other detractors  li"
        ],
        "median tf-idf score": 0.6258201164528474,
        "publications": [
            "New York Times",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "President Reagan praised her campaign against ERA as \"brilliant\" and called Schalfly \"an example to all those who would struggle for an America that is prosperous and free. \"",
            "President Ronald Reagan described Schlafly's campaign against ERA as \"brilliant\" and praised her work as \"an example to all those who would struggle for an America that is prosperous and free. \"",
            "Other detractors, like Karen DeCrow, a former president of the National Organization for Women, praised Mrs Schlafly even as they castigated her politics."
        ],
        "tf-idf score": [
            0.30411270698518944,
            0.6258201164528474,
            0.7291456257105978
        ]
    },
    "0.39528829754303535-3-178": {
        "average clique similarity": 0.39528829754303535,
        "clique": [
            "1-She said she was  sa",
            "0-Her death was confir",
            "2- Her focus from her "
        ],
        "median tf-idf score": 0.8417354693899429,
        "publications": [
            "Fox News",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "She said she was \"saved from the life as a working girl\" by marrying wealthy lawyer Fred Schlafly in 1949. She quit her job and became a community volunteer and Republican Party activist.",
            "Her death was confirmed by the Eagle Forum, the   advocacy organization she led. \"Her focus from her earliest days until her final ones was protecting the family, which she understood as the building block of life. She recognized America as the greatest political embodiment of those values,\" the statement read.",
            "\"Her focus from her earliest days until her final ones was protecting the family, which she understood as the building block of life,\" read the statement. \"She recognized America as the greatest political embodiment of those values."
        ],
        "tf-idf score": [
            0.8551547740966259,
            0.8417354693899429,
            0.682721099627001
        ]
    },
    "0.42873231273661866-3-239": {
        "average clique similarity": 0.42873231273661866,
        "clique": [
            "2-From military superi",
            "1-The success inspired",
            "0- From military super"
        ],
        "median tf-idf score": 0.9339294366266772,
        "publications": [
            "Washington Post",
            "Fox News",
            "CNN"
        ],
        "sentences": [
            "From military superiority and defense to immigration and trade from unborn life to the nuclear family and parenthood, Phyllis Schlafly was a courageous and articulate voice for common sense and traditional values. \"",
            "The success inspired her to write a series of books about national defense, in partnership with retired Navy Adm. Chester Ward. One accused Defense Secretary Robert S McNamara and presidential advisers McGeorge Bundy and Walt Rostow of deliberately weakening the U S military so that the Soviets could overwhelm the United States.",
            "\"From military superiority and defense to immigration and trade from unborn life to the nuclear family and parenthood, Phyllis Schlafly was a courageous and articulate voice for common sense and traditional values\"."
        ],
        "tf-idf score": [
            0.9339294366266772,
            0.3183993115013826,
            0.9339294366266772
        ]
    }
}