{
    "0.12366644941020837-3-396": {
        "average clique similarity": 0.12366644941020837,
        "clique": [
            "4-At the time  they le",
            "2-Belgian warplanes ha",
            "1- There is no caption"
        ],
        "median tf-idf score": 0.7576355784760969,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "At the time, they left the security threat unchanged. Only after the attacks did Belgian leaders immediately raise the threat level to its highest, which calls for increased deployments of police and military across the country. Belgium, a nation riven by ethnic rivalries among French, Dutch and German speakers, has struggled particularly hard to address radicalization in its cities.",
            "Belgian warplanes have joined the coalition in the Middle East, but Brussels has long been a centre of Islamist militancy. About 300 Belgians are estimated to have fought with Islamists in Syria, making the country of 11 million the leading European exporter of foreign fighters and a focus of concern in France and other neighbours over its security capabilities.",
            "\"There is no caption, but the graphic appears to be a mixture of different cities, including the river    London's Thames    and the rest of the visuals appear to be other cities. \" There is reason to be skeptical of the claim, said Ryan Mauro, national security analyst for the Clarion Project and professor of homeland security at Virginia's Liberty University."
        ],
        "tf-idf score": [
            1.0191970001656727,
            0.7576355784760969,
            0.5856337616995361
        ]
    },
    "0.12990527515043024-3-207": {
        "average clique similarity": 0.12990527515043024,
        "clique": [
            "1- This is yet another",
            "4-Amid the crisis  som",
            "3-Many of the attacker"
        ],
        "median tf-idf score": 0.3835666743549837,
        "publications": [
            "Washington Post",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "\"This is yet another reminder that the world must unite, we must be together, regardless of nationality or race or faith, in fighting the scourge of terrorism,\" said Obama, who had also spoken to Michel by phone.",
            "Amid the crisis, some basic Belgian utilities appeared to be under stress. Belgium's official crisis center called on Brussels residents to avoid streaming video and music to keep from taxing the Internet. It also asked people to communicate by text message or social network rather than voice calls so as not to overload phone lines.",
            "Many of the attackers were Belgian nationals or residents."
        ],
        "tf-idf score": [
            0.3835666743549837,
            0.6903006344773045,
            0.17119363905838955
        ]
    },
    "0.1343250258840618-3-468": {
        "average clique similarity": 0.1343250258840618,
        "clique": [
            "1-Marc Noel  63  was a",
            "3-A student there told",
            "4-The targets appeared"
        ],
        "median tf-idf score": 0.7149823665261139,
        "publications": [
            "Atlantic",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "Marc Noel, 63, was about to board a Delta flight to Atlanta, to return to his home in Raleigh, N C when the first explosion was heard. \"People were crying, shouting, children.",
            "A student there told the BBC the campus was being searched. Extraordinary precautions taken after the attacks --  such as asking people to stay in place and leave their children at school --  were lifted later in the day.",
            "The targets appeared to be chosen for their symbolic value, and for their ease of access. What we know about the attacks in Brussels View Graphic       The attackers first struck at an airport departures hall where   travelers were preparing to board flights linking Brussels to cities across the continent and around the world."
        ],
        "tf-idf score": [
            0.4406926797368536,
            0.7149823665261139,
            0.8091161852320995
        ]
    },
    "0.13489644182224278-3-409": {
        "average clique similarity": 0.13489644182224278,
        "clique": [
            "3-Police later issued ",
            "4-On an outside walkwa",
            "2-An unused explosive "
        ],
        "median tf-idf score": 0.8390408277001704,
        "publications": [
            "Breitbart",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "Police later issued an image of a man in   clothing donning a dark hat who they said was a suspect in the attack on Zaventem.",
            "On an outside walkway, people ran for cover: men swinging briefcases, travelers lugging backpacks, a woman cradling an infant. Later, airport spokeswoman Florence Muls said a third bomb was deactivated, the Associated Press reported.",
            "An unused explosive device was later found at the airport and the man, believed to be Laachraoui, was seen running away from the terminal after the explosions."
        ],
        "tf-idf score": [
            0.9202425103229117,
            0.8390408277001704,
            0.6105805537494549
        ]
    },
    "0.13671299502863116-3-118": {
        "average clique similarity": 0.13671299502863116,
        "clique": [
            "3-Other news organizat",
            "1-Some people were cry",
            "4-Still  security anal"
        ],
        "median tf-idf score": 0.4902613373409168,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "Other news organizations are reporting other tolls based on quotes from Belgian officials. All the numbers are provisional and are likely to increase.",
            "Some people were crying. The two stations are only a stone's throw apart. We were the last train through the station before the blast. \" The bombings in the European Union capital are certain to add new fire to the raging debate over refugees from Muslim nations where terrorist groups are active.",
            "Still, security analysts said that attacks on unsecured,   targets such as subway stations are extremely hard to defend against  --   even when authorities are focused on foiling such plots."
        ],
        "tf-idf score": [
            0.2937268863687869,
            0.4902613373409168,
            0.7279835952710995
        ]
    },
    "0.14969573794271393-3-539": {
        "average clique similarity": 0.14969573794271393,
        "clique": [
            "4- We are at war   Fre",
            "3-We will do everythin",
            "0- In terms of travel "
        ],
        "median tf-idf score": 0.44922622138942764,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Buzzfeed News"
        ],
        "sentences": [
            "\"We are at war,\" French Prime Minister Manuel Valls said. \"We have been subjected for the last few months in Europe to acts of war,\" he added.",
            "We will do everything we can to help.",
            "\"In terms of travel advice, we continue to advise people to follow the advice of the Belgian authorities. Therefore we are no longer advising against travel to Brussels."
        ],
        "tf-idf score": [
            0.44922622138942764,
            0.00971538481550591,
            0.5437816606548945
        ]
    },
    "0.15179994240777517-3-460": {
        "average clique similarity": 0.15179994240777517,
        "clique": [
            "3-He said the blast at",
            "1-At least one suicide",
            "4-The Brussels attack "
        ],
        "median tf-idf score": 0.686936793026643,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "He said the blast at the airport was caused by a suicide bomber.",
            "At least one suicide vest was used during the airport attack, officials have said, and there were reports that authorities detonated an unexploded vest after the attack.",
            "The Brussels attack marks another deadly strike less than a week after a suicide blast in Istanbul that killed five people, two of them with dual   citizenship."
        ],
        "tf-idf score": [
            0.6254751995401362,
            0.9675318770221446,
            0.686936793026643
        ]
    },
    "0.15383749857185555-3-230": {
        "average clique similarity": 0.15383749857185555,
        "clique": [
            "4- We saw a few people",
            "1- We are at war   Fre",
            "3-French President Fra"
        ],
        "median tf-idf score": 0.9780502416075523,
        "publications": [
            "Fox News",
            "Atlantic",
            "Washington Post"
        ],
        "sentences": [
            "\"We saw a few people injured. We saw the glass front of the building had exploded, glass flying around,\" said Daniela Schwarzer, head of the Berlin office of the German Marshall Fund of the United States, who was leaving Brussels after a weekend conference and was in a taxi approaching the terminal when the explosions occurred.",
            "\"We are at war,\" French Prime Minister Manuel Valls said Tuesday. \"We have been subjected for the last few months in Europe to acts of war\".",
            "French President Francois Hollande, who just days ago had reveled in the capture in Belgium of the man who planned the Paris attacks last November, said Tuesday that though the attack was on Brussels, all of Europe had been hit."
        ],
        "tf-idf score": [
            0.9780502416075523,
            0.4753850459229028,
            1.2141172263781344
        ]
    },
    "0.1561821147723291-3-7": {
        "average clique similarity": 0.1561821147723291,
        "clique": [
            "3-Reaction Across Euro",
            "4-Europe has struggled",
            "1-Belgium  in particul"
        ],
        "median tf-idf score": 0.36531127193490986,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "Reaction Across Europe, The League of Imams in Belgium condemned the attack.",
            "Europe has struggled with apparent spillover from the churning conflict in Syria. Thousands of European citizens have traveled there to fight in a war that has become a focal point for jihadists around the world. Some have returned to Europe radicalized. [Why is Brussels under attack?]",
            "Belgium, in particular, and Europe, in general, were reeling following the attack."
        ],
        "tf-idf score": [
            0.36294494686664586,
            0.7291660085307587,
            0.36531127193490986
        ]
    },
    "0.15694563374976375-3-72": {
        "average clique similarity": 0.15694563374976375,
        "clique": [
            "3-ISIS claimed respons",
            "1-Europe has taken in ",
            "4-One Belgian leader s"
        ],
        "median tf-idf score": 0.4746143424176568,
        "publications": [
            "Atlantic",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "ISIS claimed responsibility for the attacks, which killed at least 32 people and wounded more than 200 others.",
            "Europe has taken in more than a million refugees, and terror groups including ISIS have said they are infiltrating the wave of migrants.",
            "One Belgian leader said that Tuesday was the grimmest day for Belgium in more than 70 years."
        ],
        "tf-idf score": [
            0.4746143424176568,
            0.4727551526108695,
            0.6820914046519512
        ]
    },
    "0.1605812988344638-3-219": {
        "average clique similarity": 0.1605812988344638,
        "clique": [
            "3-    The Islamic Stat",
            "4-But even after the t",
            "0- That said  we remai"
        ],
        "median tf-idf score": 0.4553599756014716,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Buzzfeed News"
        ],
        "sentences": [
            "--  The Islamic State claimed responsibility for the attacks, according to a group that monitor terrorist groups.",
            "But even after the terrorist group has repeatedly threatened to take direct aim at Europe, Belgian authorities seemed caught   by the extent of the damage inflicted Tuesday.",
            "\"That said, we remain focused on the threat posed by lone terrorist actors who may lack direct connection to a foreign terrorist organization. \""
        ],
        "tf-idf score": [
            0.474807026826667,
            0.4553599756014716,
            0.36494776784023586
        ]
    },
    "0.1615842160542282-3-50": {
        "average clique similarity": 0.1615842160542282,
        "clique": [
            "2- Reuters        Belg",
            "4- Through the attacks",
            "0- Belgian media say t"
        ],
        "median tf-idf score": 1.5545449477244722,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "(Reuters)  --   Belgian police identified two suspected Islamic State suicide bombers captured on security cameras before they struck Brussels Airport on Tuesday in the first of two attacks that also hit the city's metro, public broadcaster RTBF said on Wednesday.",
            "\"Through the attacks in Brussels, all of Europe is hit,\" French President Francois Hollande wrote on Twitter.",
            "'Belgian media say they have identified two of the attackers pictured in CCTV' 'First victim in Brussels attacks officially identified as Peruvian woman' 'Tip from taxi driver led Belgian authorities to bomb, ISIS flag' 'Authorities release new images of suspected Brussels Airport attackers' 'U S State Department issues travel alert for all of Europe' 'BuzzFeed reporters observed hundreds of people attending vigils in Brussels late into the night' 'Trump wants to use waterboarding, other forms of torture to interrogate terror suspects' 'U S Air Force officer, family injured in Brussels attacks' 'Obama orders American flag to be flown at   after Brussels attacks' 'TSA deploying additional security after Brussels attacks'] He said the death toll has now reached 31 and 261 people have been injured."
        ],
        "tf-idf score": [
            1.5545449477244722,
            0.5735247038267214,
            2.202231452879269
        ]
    },
    "0.16429029876175522-3-349": {
        "average clique similarity": 0.16429029876175522,
        "clique": [
            "0-He also reiterated h",
            "1-Obama called the att",
            "3-NATO called the atta"
        ],
        "median tf-idf score": 0.5397217999657885,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "He also reiterated his claims that there are so called \"no go\" neighborhoods that local European police refuse to patrol. Trump agreed with a proposal put forth by rival Republican presidential candidate Ted Cruz, who has called for patrolling of Muslim neighborhoods in U S cities. \"I think that's a good idea.",
            "Obama called the attacks \"outrageous,\" and pledged that the thoughts and prayers of Americans are with the Belgian people.",
            "NATO called the attack \"cowardly,\" Russian President Vladimir Putin called the attacks \"barbaric,\" German Chancellor Angela Merkel's spokesman called it \"vile,\" and Canadian Prime Minister Justin Trudeau said he was \"outraged. \""
        ],
        "tf-idf score": [
            0.5019492407405329,
            0.5397217999657885,
            0.8267692322301544
        ]
    },
    "0.1736407013358432-3-225": {
        "average clique similarity": 0.1736407013358432,
        "clique": [
            "3-Rowley said the addi",
            "2-The attacks sent sho",
            "0-The flag will also r"
        ],
        "median tf-idf score": 0.7897986265525918,
        "publications": [
            "Buzzfeed News",
            "Breitbart",
            "Atlantic"
        ],
        "sentences": [
            "Rowley said the additional officers will \"carry out highly visible patrols\" around the city and its transport system to deter a follow up. France deployed an additional 1, 600 officers to reinforce security at its borders.",
            "The attacks sent shockwaves across Europe and around the world, with authorities racing to review security at airports and on public transport, and rekindled debate about European security cooperation and police methods.",
            "The flag will also remain at   until Saturday at U S embassies and consular offices across the world. U S Secretary of Homeland Security Jeh Johnson said there are no credible threats against the U S at this time, but the additional security would be deployed to major U S airports and transportation hubs, including rail and transit stations."
        ],
        "tf-idf score": [
            0.5205817212272972,
            0.834284064796481,
            0.7897986265525918
        ]
    },
    "0.17430176848429835-3-352": {
        "average clique similarity": 0.17430176848429835,
        "clique": [
            "1-After Abdeslam s arr",
            "3-He said blasts were ",
            "0-Trump on Tuesday sai"
        ],
        "median tf-idf score": 0.7583279064470155,
        "publications": [
            "Fox News",
            "Atlantic",
            "Buzzfeed News"
        ],
        "sentences": [
            "After Abdeslam's arrest and before Tuesday's attacks, authorities were frantically hunting a suspect identified as    Najim Laachraoui, who allegedly traveled to Hungary with Abdeslam before the Paris attack.",
            "He said blasts were an attack on freedom, comparing Brussels to Paris and, before it, London and Madrid.",
            "Trump on Tuesday said he believes that Paris attacks suspect Salah Abdeslam, who was captured in Brussels this week, knew about Tuesday's plot and may have even been involved."
        ],
        "tf-idf score": [
            0.6194623975620068,
            0.7583279064470155,
            1.0872463389264557
        ]
    },
    "0.17609914971028598-3-441": {
        "average clique similarity": 0.17609914971028598,
        "clique": [
            "2-The Brussels blasts ",
            "1-French President Fra",
            "0- We will do whatever"
        ],
        "median tf-idf score": 0.818414196299677,
        "publications": [
            "Breitbart",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "The Brussels blasts fuelled political debate across the globe about how to combat militants. \"We can and we will defeat those who threaten the safety and security of people all around the world,\" said U S President Barack Obama.",
            "French President Francois Hollande said \"terrorists struck Brussels, but it was Europe that was targeted    and all the world that is concerned,\" adding that \"this war will be long\".",
            "\"We will do whatever it takes, working with nations and peoples around the world, to bring the perpetrators of these attacks to justice, and to go after terrorists who threaten our people. \""
        ],
        "tf-idf score": [
            0.818414196299677,
            0.8316852328369091,
            0.4532116133008366
        ]
    },
    "0.17903939655243362-3-107": {
        "average clique similarity": 0.17903939655243362,
        "clique": [
            "4-Brussels  Zaventem A",
            "1-As ISIS claimed cred",
            "3-Then  at 9 a  m  dur"
        ],
        "median tf-idf score": 0.6270423793051016,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "Brussels' Zaventem Airport and a metro station near the heart of the E U were hit by explosions on March 22, sending the city into high terror alert.",
            "As ISIS claimed credit for the twin,   attacks, one at Zaventem Airport and the other at a Metro station near European Union headquarters, authorities carried out raids in the capital and in Antwerp that turned up what may be one piece of key evidence.",
            "Then, at 9 a. m. during rush hour, a blast hit a train at Maelbeek station, which is near the main European Union buildings."
        ],
        "tf-idf score": [
            0.6270423793051016,
            0.8151699731984783,
            0.2775066504473996
        ]
    },
    "0.18492636373717475-3-520": {
        "average clique similarity": 0.18492636373717475,
        "clique": [
            "3-The U S Response  Pr",
            "4-In Havana  at the en",
            "1-Speaking from Havana"
        ],
        "median tf-idf score": 0.44208050585289016,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "The U S Response, President Obama, who is visiting Cuba, addressed the attacks moments before he spoke to the Cuban people.",
            "In Havana, at the end of a landmark trip, President Obama urged \"the world to unite\" to fight terrorism, and he pledged to \"do whatever is necessary\" to aid the investigation in Belgium. Belgian leaders warned that the Brussels perpetrators may still be at large, and Brussels was largely shut down for most of the day.",
            "Speaking from Havana, President Obama mentioned the attacks before giving prepared comments on the thawing relationship between the U S and Cuba."
        ],
        "tf-idf score": [
            0.44208050585289016,
            0.8226306628138271,
            0.3414977146141437
        ]
    },
    "0.1932479054655993-4-359": {
        "average clique similarity": 0.1932479054655993,
        "clique": [
            "3-Belgium s capital ha",
            "1-After his arrest on ",
            "2-Reviving arguments o",
            "4-Airport officials sa"
        ],
        "median tf-idf score": 0.9700138380565478,
        "publications": [
            "Breitbart",
            "Washington Post",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "Belgium's capital has been on edge since the November 15 attack that killed 130 people in Paris, an operation organized by the Islamic State.",
            "After his arrest on Friday, Abdeslam, who is suspected of taking part in the Nov. 13 Paris attack that killed 130 people, told authorities he had created a new network and was planning new attacks.",
            "Reviving arguments over Belgian policies following the Paris attacks, in which 130 people were killed in an operation apparently organised from Brussels, French Finance Minister Michel Sapin spoke of \"naivete\" on the part of \"certain leaders\" in holding back from security crackdowns on Muslim communities.",
            "Airport officials said that a third bomb had been located and detonated at the airport in the afternoon. The fallout immediately spread across Europe and beyond, displaying the increased worries and security cooperation since November's Paris attacks that killed 130 people."
        ],
        "tf-idf score": [
            0.7389189363451206,
            0.8870935927563925,
            1.071041828464129,
            1.0529340833567031
        ]
    },
    "0.19464860545064377-3-255": {
        "average clique similarity": 0.19464860545064377,
        "clique": [
            "0-Authorities have sai",
            "3-Donald Trump  the Re",
            "2-Donald Trump  the   "
        ],
        "median tf-idf score": 0.45760094431048487,
        "publications": [
            "Breitbart",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "Authorities have said Abdeslam is cooperating with investigators, but Trump suggested waterboarding could have sped up the investigation and possibly thwarted the Brussels attacks.",
            "Donald Trump, the Republican presidential   told Fox News: \"We can't have these attacks anymore. ..It's time to be smart\".",
            "Donald Trump, the   for the Republican nomination to succeed Obama in November's U S election, suggested suspects could be tortured to avert such attacks."
        ],
        "tf-idf score": [
            0.8682425109177319,
            0.45760094431048487,
            0.4417994958768755
        ]
    },
    "0.195979990803403-3-552": {
        "average clique similarity": 0.195979990803403,
        "clique": [
            "1-In the image  two me",
            "4-They asked for help ",
            "0-Police believe the t"
        ],
        "median tf-idf score": 0.3421413258519413,
        "publications": [
            "Fox News",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "In the image, two men on the left are each wearing dark clothing with a black glove on their left hands, which authorities believe could have been worn to hide suicide vest ignition devices.",
            "They asked for help in identifying one man dressed in white, who they said was on the loose. Local reports said police believe that the other two men died in the explosions.",
            "Police believe the two men in dark shirts detonated their bombs near a flight   desk, while the third man, in a khaki jacket, is the subject of an intense manhunt."
        ],
        "tf-idf score": [
            0.3421413258519413,
            0.6845563789946223,
            0.29321881252560245
        ]
    },
    "0.20233657399799385-3-361": {
        "average clique similarity": 0.20233657399799385,
        "clique": [
            "3-The city s subway sy",
            "4-Just over an hour af",
            "1-Moments later at the"
        ],
        "median tf-idf score": 0.44539064602682793,
        "publications": [
            "Washington Post",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "The city's subway system was also targeted at rush hour on Tuesday.",
            "Just over an hour after the airport blasts, another explosion tore open a subway car at the bustling Maelbeek metro station, where E U diplomats, government employees and other international workers routinely crisscross on their way to work.",
            "Moments later at the Metro station, another explosion was reported on a train that was stopped at the Maelbeek subway station, not far from the headquarters of the European Union."
        ],
        "tf-idf score": [
            0.34606338677609694,
            0.44539064602682793,
            0.5051007897793405
        ]
    },
    "0.20396990962239978-3-552": {
        "average clique similarity": 0.20396990962239978,
        "clique": [
            "2-The   Islamist milit",
            "0-I m in the center of",
            "4- We never could have"
        ],
        "median tf-idf score": 0.724010869597252,
        "publications": [
            "Breitbart",
            "Buzzfeed News",
            "Washington Post"
        ],
        "sentences": [
            "The   Islamist militant group claimed responsibility four days after the arrest in Brussels of a prime suspect in November's Paris attacks.",
            "I'm in the center of #Brussels tonight, where hundreds have gathered for a vigil, The scenes in Brussels were similar to those in the aftermath of the attacks in Paris last year, first on Charlie Hebdo's office in January and then in November at multiple locations.",
            "\"We never could have imagined something of this scale,\" Interior Minister Jan Jambon told Belgian television station RTL TV   [LIVE updates on the death toll, attack scenes and reactions around the world]  The attacks came only four days after Belgian counterterrorism authorities claimed a major success, nabbing the last known direct participant in last November's Paris attacks, who had eluded them for four months."
        ],
        "tf-idf score": [
            0.724010869597252,
            0.6284650455395148,
            0.9209218307535486
        ]
    },
    "0.20811071837911502-3-362": {
        "average clique similarity": 0.20811071837911502,
        "clique": [
            "4-The attacks started ",
            "3-Witnesses to the Exp",
            "1-The first two explos"
        ],
        "median tf-idf score": 0.8353422958058259,
        "publications": [
            "Fox News",
            "Washington Post",
            "Atlantic"
        ],
        "sentences": [
            "The attacks started just before 8 a. m. Brussels time, when one blast ripped through the departure hall of the Brussels Airport, followed shortly by another one near the other end of the terminal, where people had already started to run for cover. The blasts collapsed ceilings in the departure hall, sent passengers fleeing and left pools of blood amid splintered signs and abandoned luggage.",
            "Witnesses to the Explosions, Steve Clemons, the editor of Atlantic Live, was in Brussels at the time of the attacks. He tweeted his observations and interviewed witnesses as he left the city for Amsterdam.",
            "The first two explosions rocked the departure hall at the Brussels airport shortly after 8 a. m. local time. Witnesses recounted a harrowing and chaotic scene. \"First there was one explosion."
        ],
        "tf-idf score": [
            0.9672117274086154,
            0.8353422958058259,
            0.6985061924766769
        ]
    },
    "0.22288340060822012-3-295": {
        "average clique similarity": 0.22288340060822012,
        "clique": [
            "2- The death toll in t",
            "4-An hour later  a sub",
            "1-Belgian Health Minis"
        ],
        "median tf-idf score": 0.7137659439698467,
        "publications": [
            "Washington Post",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "[The death toll in the attacks on the Belgian capital, home to the European Union institutions and NATO, rose to at least 31 with more than 200 wounded, Health Minister Maggie De Block said on VRT television.",
            "An hour later, a subway car transiting directly beneath the modernist      that house the European Union burst with smoke and flame. In addition to the dead, some 250 people were injured, Belgian officials said.",
            "Belgian Health Minister Maggie De Block said that 250 others had been injured."
        ],
        "tf-idf score": [
            0.8713361214939661,
            0.7137659439698467,
            0.43988980290545426
        ]
    },
    "0.22349200238532285-3-180": {
        "average clique similarity": 0.22349200238532285,
        "clique": [
            "0-The Air Force did no",
            "4-J  said six American",
            "1-It was a horrible ex"
        ],
        "median tf-idf score": 0.3682217443044522,
        "publications": [
            "Washington Post",
            "Fox News",
            "Buzzfeed News"
        ],
        "sentences": [
            "The Air Force did not release the identity of the airman or the number of family members affected, saying only that they suffered \"various injuries. \"",
            "J) said six Americans were injured in the attacks, including military family members.",
            "It was a horrible experience,\" he told AP Nine Americans were among the injured, including one U S service member and five members of his family."
        ],
        "tf-idf score": [
            0.14077862625979834,
            0.58142111795748,
            0.3682217443044522
        ]
    },
    "0.22562024220114874-3-552": {
        "average clique similarity": 0.22562024220114874,
        "clique": [
            "4-At least one of the ",
            "2- A photograph of thr",
            "1-It was not clear wha"
        ],
        "median tf-idf score": 0.604783953353321,
        "publications": [
            "Washington Post",
            "Breitbart",
            "Fox News"
        ],
        "sentences": [
            "At least one of the airport blasts was carried out by a suicide bomber, he said.",
            "\"A photograph of three male suspects was taken at Zaventem. Two of them seem to have committed suicide attacks.",
            "It was not clear what role he may have played, but authorities said he is suspected of working with the suicide bombers."
        ],
        "tf-idf score": [
            0.6384817963533183,
            0.552442958772162,
            0.604783953353321
        ]
    },
    "0.23315782169853905-3-12": {
        "average clique similarity": 0.23315782169853905,
        "clique": [
            "2-The third  wearing a",
            "3-Frederic Van Leeuw  ",
            "4-Belgian federal pros"
        ],
        "median tf-idf score": 0.6443275944750402,
        "publications": [
            "Washington Post",
            "Breitbart",
            "Atlantic"
        ],
        "sentences": [
            "The third, wearing a   jacket and a hat, is actively being sought,\" prosecutor Frederic Van Leeuw told a news conference. The two men in dark clothes wore gloves on their left hands only. One security expert speculated they might have concealed detonators. The man in the hat was not wearing any gloves.",
            "Frederic Van Leeuw, the federal prosecutor, told a news conference the Islamic State's claim of responsibility hadn't been verified.",
            "Belgian federal prosecutor Frederic Van Leeuw said that multiple raids were taking place around the country and that a number of people werebeing questioned."
        ],
        "tf-idf score": [
            0.6960391418907872,
            0.36433579695215157,
            0.6443275944750402
        ]
    },
    "0.24478750182731668-3-372": {
        "average clique similarity": 0.24478750182731668,
        "clique": [
            "0-However  U S officia",
            "1- Some are critical  ",
            "3-They were identified"
        ],
        "median tf-idf score": 0.6943670494736216,
        "publications": [
            "Atlantic",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "However, U S officials told the Associated Press that the airman was a lieutenant colonel, and that he and his family were injured at the attacks in the airport.",
            "\"Some are critical,\" a defense official told Fox News. Three Mormon missionaries, identified by the church as Richard Norby, 66 Joseph Empey, 20, and Mason Wells, 19, all of Utah, were also injured at the airport.",
            "They were identified as Richard Norby, 66, of Lehi, Utah Joseph Empey, 20, of Santa Clara, Utah and Mason Wells, 19, of Sandy, Utah. A U S service member and his family were also injured. Expressions of Solidarity, This cartoon from Le Monde was widely shared in the aftermath of the attacks: 13 novembre   22 mars."
        ],
        "tf-idf score": [
            0.727171133263274,
            0.40387623637626163,
            0.6943670494736216
        ]
    },
    "0.2647145134866014-4-247": {
        "average clique similarity": 0.2647145134866014,
        "clique": [
            "1-The attacks sent Bru",
            "2-Brussels police sear",
            "0-The tip led investig",
            "3-Police were searchin"
        ],
        "median tf-idf score": 0.639842020583107,
        "publications": [
            "Atlantic",
            "Fox News",
            "Breitbart",
            "Buzzfeed News"
        ],
        "sentences": [
            "The attacks sent Brussels into full lockdown mode as police carried out multiple raids within the city. Abdeslam reportedly stayed in Schaerbeek, the neighborhood where the unexploded bomb and chemicals were reportedly found, for up to three weeks after he fled Paris in November.",
            "Brussels police searched a house in the north of the city late into the night, turning up another bomb, an Islamic State flag and   chemicals in an apartment in the borough of Schaerbeek.",
            "The tip led investigators to Schaerbeek, the district in Brussels where authorities found a bomb with nails and chemicals.",
            "Police were searching for suspects in the Schaerbeek district, and Van Leeuw said a nail bomb, an Islamic State flag, and some chemicals had been recovered."
        ],
        "tf-idf score": [
            0.877442116568921,
            0.6382236318573636,
            0.4187313561657534,
            0.6414604093088503
        ]
    },
    "0.2688503732857727-3-392": {
        "average clique similarity": 0.2688503732857727,
        "clique": [
            "2-Life began to return",
            "3-In response to the a",
            "4-The Brussels Airport"
        ],
        "median tf-idf score": 0.7349949167689345,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Breitbart"
        ],
        "sentences": [
            "Life began to return to normal in Brussels on Wednesday, with some public transport working and cars returning to the European district, but the metro system remained closed and the airport was still shut to travellers.",
            "In response to the attacks, Zaventem airport was closed --  and will remain closed Wednesday, according to its CEO --   and 200 flights in and out of the city were canceled.",
            "The Brussels Airport said it would remain closed at least through Wednesday."
        ],
        "tf-idf score": [
            0.7490293644298069,
            0.7349949167689345,
            0.5705698434016131
        ]
    },
    "0.26969396816005803-3-14": {
        "average clique similarity": 0.26969396816005803,
        "clique": [
            "2-Islamic State said i",
            "1- Islamic State fight",
            "3-2   Amaq s statement"
        ],
        "median tf-idf score": 0.9953674731344049,
        "publications": [
            "Atlantic",
            "Fox News",
            "Breitbart"
        ],
        "sentences": [
            "Islamic State said in a statement that \"caliphate soldiers, strapped with suicide vests and carrying explosive devices and machineguns\" struck Zaventem airport and Maelbeek metro station. It was not clear, however, that the attackers used vests.",
            "\"Islamic State fighters carried out a series of bombings with explosive belts and devices on Tuesday, targeting an airport and a central Metro station in the center of the Belgian capital Brussels, a country participating in the international coalition against the Islamic State,\" the message read.",
            "2) #Amaq's statement identifies Belgium as \"a country participating in the international coalition against the Islamic State\"."
        ],
        "tf-idf score": [
            0.9953674731344049,
            1.0018535259639307,
            0.2756910432861261
        ]
    },
    "0.2864694685228229-3-473": {
        "average clique similarity": 0.2864694685228229,
        "clique": [
            "1-Message from ISIS cl",
            "2-Local media said aut",
            "0-Local reports said t"
        ],
        "median tf-idf score": 0.6531609725373291,
        "publications": [
            "Breitbart",
            "Fox News",
            "Buzzfeed News"
        ],
        "sentences": [
            "Message from ISIS claiming credit for attacks, Authorities were led to the Schaerbeek home by a taxi driver who had picked the three men up there earlier and driven them to the airport, Sky News reported.",
            "Local media said authorities had followed a tip from a taxi driver who may have driven the bombers to the airport.",
            "Local reports said the driver was able to remember the address where he picked up the three men before dropping them off at the airport."
        ],
        "tf-idf score": [
            0.7695657851898929,
            0.5672519238811866,
            0.6531609725373291
        ]
    },
    "0.28692568127961426-5-108": {
        "average clique similarity": 0.28692568127961426,
        "clique": [
            "2- What we had feared ",
            "1- What we feared has ",
            "4-The day s violence r",
            "3-    Belgian Prime Mi",
            "0-Belgium s royal fami"
        ],
        "median tf-idf score": 0.70195137553693,
        "publications": [
            "Fox News",
            "Breitbart",
            "Washington Post",
            "Buzzfeed News",
            "Atlantic"
        ],
        "sentences": [
            "\"What we had feared has come to pass,\" said Belgian Prime Minister Charles Michel, vowing to face down the threat. On Wednesday, he will host a prearranged visit by French Premier Manuel Valls, who declared: \"We are at war. \"",
            "\"What we feared has happened, we were hit by blind attacks,\" said Belgian Prime Minister Charles Michel.",
            "The day's violence represented the worst on Belgian soil since World War II \"What we had feared has happened,\" said Belgian Prime Minister Charles Michel. \"This is a black moment for our country. \"",
            "--  Belgian Prime Minister Charles Michel, in a televised news conference, said \"dozens\" are dead and wounded in the blasts.",
            "Belgium's royal family and Prime Minister Charles Michel will participate at the Schuman roundabout in Brussels."
        ],
        "tf-idf score": [
            0.7213091749258886,
            0.7901132181744879,
            0.70195137553693,
            0.5961773175949066,
            0.3749458550996325
        ]
    },
    "0.2890715162527062-3-305": {
        "average clique similarity": 0.2890715162527062,
        "clique": [
            "4- Jenny   Washington ",
            "0-Unnamed U S official",
            "1-Belgian authorities "
        ],
        "median tf-idf score": 0.5076559524640737,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "(Jenny   Washington Post)    Belgian police released surveillance images of three men pushing luggage carts at the Brussels airport.",
            "Unnamed U S officials also told CNN the taxi driver recognized the men after authorities released surveillance images.",
            "Belgian authorities released a photo that showed three men pushing carts in the airport, prior to reaching security checkpoints."
        ],
        "tf-idf score": [
            0.6275192872793693,
            0.28481969287300724,
            0.5076559524640737
        ]
    },
    "0.2934459785339368-3-101": {
        "average clique similarity": 0.2934459785339368,
        "clique": [
            "0-Terrorists are plann",
            "1-Late Tuesday  the St",
            "4-In Washington  State"
        ],
        "median tf-idf score": 0.6522421626922462,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "Terrorists are planning \"  attacks throughout Europe, targeting sporting events, tourist sites, restaurants, and transportation,\" the State Department said.",
            "Late Tuesday, the State Department warned U S citizens about potential risks to travel in Europe, saying \"terrorist groups continue to plan   attacks throughout Europe, targeting sporting events, tourist sites, restaurants and transportation\".",
            "In Washington, State Department spokesman John Kirby said U S citizens are among the injured, but he would not say how many."
        ],
        "tf-idf score": [
            0.7039102965551132,
            0.6522421626922462,
            0.40091766341262625
        ]
    },
    "0.3128561160224494-3-33": {
        "average clique similarity": 0.3128561160224494,
        "clique": [
            "1-The bombings came fo",
            "4-The explosion happen",
            "3-Tuesday s attacks co"
        ],
        "median tf-idf score": 0.6331781779311487,
        "publications": [
            "Washington Post",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "The bombings came four days after the arrest of Salah Abdeslam, the primary remaining suspect from November's attack in Paris.",
            "The explosion happened near the end of the morning rush hour, when many subway trains are packed with commuters. The station was clogged with smoke as panicked people streamed onto the streets and rescue workers raced toward the mayhem. The attacks came just four days after French and Belgian leaders celebrated the capture of Salah Abdeslam, 26, believed to be the lone fugitive participant in the Paris attacks.",
            "Tuesday's attacks come four days after the capture of Salah Abdeslam, the accused logistical planner of the Paris attacks, in Brussels."
        ],
        "tf-idf score": [
            0.5238459123332568,
            1.177194005095954,
            0.6331781779311487
        ]
    }
}