{
    "0.18865639585404761-3-3": {
        "average clique similarity": 0.18865639585404761,
        "clique": [
            "1-           For us to",
            "2-They issued this bri",
            "4-Peres was taken to t"
        ],
        "median tf-idf score": 0.9762983948388538,
        "publications": [
            "Atlantic",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "           For us to continue writing great stories, we need to display ads. Please select the extension that is blocking ads. Please follow the steps below, Updated at 4:05 p. m. NEWS BRIEF Shimon Peres, the former Israeli president, suffered a stroke with significant bleeding and was taken to hospital where he was sedated, the director of the hospital where he is being treated told reporters.",
            "They issued this brief statement Tuesday: \"The office of the 9th president wishes to update that the 9th president Shimon Peres has been hospitalized in the Tel Hashomer hospital after suffering a stroke.",
            "Peres was taken to the hospital Tuesday after what Kreiss described as a stroke involving \"a component of bleeding\"."
        ],
        "tf-idf score": [
            1.228699812848409,
            0.9762983948388538,
            0.7047891853393967
        ]
    },
    "0.21722385923996199-3-12": {
        "average clique similarity": 0.21722385923996199,
        "clique": [
            "5-When doctors eased t",
            "1-The implant was reco",
            "4-Peres     and person"
        ],
        "median tf-idf score": 0.6790929217265622,
        "publications": [
            "Atlantic",
            "New York Times",
            "CNN"
        ],
        "sentences": [
            "When doctors eased the sedation temporarily, Mr Peres was responsive, squeezing Dr Walden's hand at his direction.",
            "The implant was recommended by Peres's doctors, including his personal physician, Dr Raphi Walden, after he was diagnosed in July with atrial fibrillation.",
            "Peres'    and personal physician, Dr Rafi Walden, said the veteran politician and Nobel laureate \"responded very well\" as his sedation dosage has been reduced. \"He understood what he was told. He shook my hand energetically,\" Walden said."
        ],
        "tf-idf score": [
            0.6790929217265622,
            0.6673698363314255,
            0.8681000029355023
        ]
    },
    "0.2357067678101358-4-62": {
        "average clique similarity": 0.2357067678101358,
        "clique": [
            "1-He suffered a mild h",
            "3-He later served as p",
            "5- I wish former presi",
            "2-Prime Minister Benja"
        ],
        "median tf-idf score": 0.9471123469887415,
        "publications": [
            "Atlantic",
            "Reuters",
            "New York Times",
            "NPR"
        ],
        "sentences": [
            "He suffered a mild heart attack in January and underwent a cardiac angioplasty to open a blocked artery. He had been hospitalized twice after suffering chest pains. The Israeli prime minister's office tweeted that Benjamin Netanyahu \"conveyed the prayers of the entire nation for former President Peres' quick recovery. \"",
            "He later served as president, a largely ceremonial role in Israel, from   before leaving politics. \"Shimon, we love you and the entire nation is wishing for your recovery,\" Prime Minister Benjamin Netanyahu said in a statement.",
            "\"I wish former president Shimon Peres a speedy recovery,\" Prime Minister Benjamin Netanyahu wrote on Twitter. \"Shimon, we love you and the entire people wish for you recovery. \"",
            "Prime Minister Benjamin Netanyahu's office says he is praying for Peres' full recovery, Daniel Estrin reports from Tel Aviv."
        ],
        "tf-idf score": [
            1.2710198864112723,
            0.9647210105892039,
            0.9295036833882789,
            0.8422744317554838
        ]
    },
    "0.25356908535613704-4-17": {
        "average clique similarity": 0.25356908535613704,
        "clique": [
            "4-Tel Aviv  Israel  CN",
            "5-JERUSALEM       Shim",
            "0-JERUSALEM       Form",
            "2-Former Israeli Presi"
        ],
        "median tf-idf score": 1.2853163085991728,
        "publications": [
            "New York Post",
            "New York Times",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "Tel Aviv, Israel (CNN) Former Israeli President and Prime Minister Shimon Peres' condition has improved somewhat a day after his stroke, and he was able to shake his   's hand as physicians reduced his level of sedation, doctors said Wednesday.",
            "JERUSALEM  --   Shimon Peres, the Israeli former prime minister and president who shared a Nobel Peace Prize for his efforts to resolve the   conflict with the Palestinians, remained hospitalized on Wednesday after suffering what his doctor called a \"massive stroke. \"",
            "JERUSALEM  --   Former Israeli President Shimon Peres suffered a stroke Tuesday and was rushed to a hospital, where he was sedated and placed on a respirator while he underwent a brain scan.",
            "Former Israeli President and Prime Minister Shimon Peres, who turned 93 last month, suffered a stroke and was rushed to a hospital in Tel Aviv, according to representatives from his office."
        ],
        "tf-idf score": [
            1.5205696714119152,
            1.2371714118152177,
            1.0978171253051427,
            1.3334612053831276
        ]
    },
    "0.31292823154606025-3-68": {
        "average clique similarity": 0.31292823154606025,
        "clique": [
            "1-He was foreign minis",
            "2-In 1994  Peres was j",
            "4-He battled Israeli P"
        ],
        "median tf-idf score": 1.1985585426549032,
        "publications": [
            "Atlantic",
            "NPR",
            "CNN"
        ],
        "sentences": [
            "He was foreign minister in Yitzhak Rabin's government, and his role in the talks that led to the Oslo Accords won him the 1994 Nobel Peace Prize (which he shared with Rabin and Yasser Arafat, the Palestinian leader). Peres became president in 2007 for one   term.",
            "In 1994, Peres was jointly awarded the Nobel Peace Prize with   Prime Minister Yitzhak Rabin and Palestinian leader Yasser Arafat for their efforts in negotiating the Oslo Accord, the first interim peace agreement between Israel and the Palestine Liberation Organization.",
            "He battled Israeli Prime Minister Yitzhak Rabin for Labor Party leadership in the 1980s and 1990s, eventually becoming Rabin's foreign minister in 1992."
        ],
        "tf-idf score": [
            1.1985585426549032,
            1.283190947915949,
            0.4819224317615779
        ]
    },
    "0.3560606613047814-3-70": {
        "average clique similarity": 0.3560606613047814,
        "clique": [
            "0-Peres has held virtu",
            "2-Peres is Israel s mo",
            "5-He was an important "
        ],
        "median tf-idf score": 0.9028087607526932,
        "publications": [
            "New York Post",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "Peres has held virtually every senior political office in Israel over a   career, including three terms as prime minister as well as stints as foreign minister and finance minister.",
            "Peres is Israel's most renowned living political leader and senior statesman. According to The Associated Press, he served three terms as prime minister and held the posts of foreign minister and finance minister.",
            "He was an important player in developing Israel's military, including its nuclear program, and he served in multiple governments as defense minister and foreign minister. He served as prime minister twice, from 1984 to 1986, and after the assassination of Yitzhak Rabin in 1995."
        ],
        "tf-idf score": [
            0.9028087607526932,
            0.9691862903881127,
            0.7153571565431772
        ]
    },
    "0.3992324290415829-3-118": {
        "average clique similarity": 0.3992324290415829,
        "clique": [
            "5-He shared the Nobel ",
            "3-Peres shared the Nob",
            "4-In that role  Peres "
        ],
        "median tf-idf score": 0.919194854250433,
        "publications": [
            "New York Times",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "He shared the Nobel Peace Prize with Mr Rabin and Yasir Arafat, the leader of the Palestine Liberation Organization, for the Oslo accords that were first signed in 1993. Mr Peres became ill on the 23rd anniversary of the ceremony hosted by President Bill Clinton on the South Lawn of the White House.",
            "Peres shared the Nobel Peace Prize with Israel's late prime minister Yitzhak Rabin and late Palestinian leader Yasser Arafat for a 1993 interim peace deal that they and their successors failed to turn into a durable treaty.",
            "In that role, Peres concluded the Oslo Peace Accords, for which he was awarded the Nobel Peace Prize in 1994 with Rabin and Yasser Arafat."
        ],
        "tf-idf score": [
            0.919194854250433,
            1.0764244193248342,
            0.7643138098687462
        ]
    }
}