{
    "0.16070229950840317-3-42": {
        "average clique similarity": 0.16070229950840317,
        "clique": [
            "4-In March  he told Bu",
            "3-Puzder began his car",
            "2-Puzder has even gone"
        ],
        "median tf-idf score": 0.9453291524479155,
        "publications": [
            "NPR",
            "Breitbart",
            "Washington Post"
        ],
        "sentences": [
            "In March, he told Business Insider that he and other   companies are investing in automation and considering machines that could tackle simple tasks such as taking customers' orders. \"If you're making labor more expensive, and automation less expensive  --   this is not rocket science,\" he said at the time, though he later added that he would never remove all   employees.",
            "Puzder began his career as a lawyer in St. Louis and helped the founder of Carl's Jr avoid bankruptcy. He eventually relocated to California, where he became the general counsel for CKE and later its CEO He was a senior adviser to the Trump campaign and donated to it.",
            "Puzder has even gone so far as to suggest that he prefers foreign laborers to   American workers because foreign nationals are more grateful and have a better \"attitude. \" \"The fact is that there are jobs in this country that U S citizens, for whatever reason, are reluctant or unwilling to perform,\" he said in a 2013 Politico   in which he advocated for expansionist immigration policies."
        ],
        "tf-idf score": [
            0.4947588075955502,
            0.9453291524479155,
            0.9748499247719197
        ]
    },
    "0.16463436268337864-3-36": {
        "average clique similarity": 0.16463436268337864,
        "clique": [
            "2-The United States  P",
            "3-3 billion  According",
            "4-The company  which h"
        ],
        "median tf-idf score": 0.5813141503351311,
        "publications": [
            "Breitbart",
            "NPR",
            "Washington Post"
        ],
        "sentences": [
            "The United States, Puzder reasoned, simply lacks \"the will\" to enforce U S immigration law: There are more than 11 million illegal immigrants in our country.",
            "3 billion. According to filings with the Securities and Exchange Commission in 2012, Puzder's base salary was more than $1 million, in addition to retention bonuses that topped $1. 25 million. One issue that could arise in Puzder's confirmation hearings are accusations of abuse from his first wife during the 1980s. The Riverfront Times, a weekly newspaper in St. Louis, Mo.",
            "The company, which has more than 3, 700 restaurant locations in 44 states and 39 countries, is in the process of relocating its headquarters from southern California to Nashville. Prior to joining the   business, he worked as a commercial trial lawyer in St. Louis, Mo. Philip Rucker contributed to this report."
        ],
        "tf-idf score": [
            0.5813141503351311,
            0.75986937625128,
            0.5095785352175319
        ]
    },
    "0.2000054402617882-3-32": {
        "average clique similarity": 0.2000054402617882,
        "clique": [
            "1- Puzder has served a",
            "4-       Donald Trump ",
            "3-The Obama administra"
        ],
        "median tf-idf score": 1.092618319746792,
        "publications": [
            "NPR",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "\"Puzder has served as an executive of a fast food conglomerate  --   an industry that has thrived on   labor, illegal workers, and which has lobbied for greater access to foreign guest workers to maximize corporate profits,\" Fair president Dan Stein wrote. SEIU's Henry said the only way forward was solidarity.",
            "       Donald Trump is expected to name   executive Andrew Puzder, a vocal critic of substantially increasing the minimum wage and an opponent of rules that would make more workers eligible for overtime pay, as head of the Labor Department, according to a Republican briefed on the decision.",
            "The Obama administration has proposed increasing overtime and workplace safety regulations that Puzder, as head of the Labor Department, could limit or not enforce. As for Democrats' push to raise the minimum wage to $15 an hour from the current federal minimum of $7."
        ],
        "tf-idf score": [
            1.092618319746792,
            1.2255416235148155,
            0.9771868459653748
        ]
    },
    "0.24065760543562575-4-143": {
        "average clique similarity": 0.24065760543562575,
        "clique": [
            "2- Puzder is the chief",
            "0-Puzder  who runs the",
            "1-Carl s Jr cook Rogel",
            "3-Puzder is the CEO of"
        ],
        "median tf-idf score": 0.9196135859495451,
        "publications": [
            "Breitbart",
            "New York Post",
            "Guardian",
            "NPR"
        ],
        "sentences": [
            "[Puzder is the chief executive of CKE Restaurants, which includes Carl's Jr and Hardee's.",
            "Puzder, who runs the parent company of Carl's Jr and Hardee's, supported Trump during his campaign, praising him as a \"pragmatic centrist\" and \"negotiator. \"",
            "Carl's Jr cook Rogelio Hernandez called Puzder, whose company CKE owns the chain, \"one of the worst fast food CEOs\" adding that his appointment \"sends a signal to workers that the Trump years are going to be about low pay, wage theft, sexual harassment and racial discrimination\".",
            "Puzder is the CEO of CKE Holdings, the parent company of Carl's Jr and Hardee's, and in a statement Trump praised him as someone who \"has created and boosted the careers of thousands of Americans\"."
        ],
        "tf-idf score": [
            0.5284780237578559,
            0.8240493402350798,
            1.1003125632468875,
            1.0151778316640105
        ]
    },
    "0.2452995545994817-3-137": {
        "average clique similarity": 0.2452995545994817,
        "clique": [
            "0-Puzder  CEO of CKE R",
            "4-Puzder  who runs CKE",
            "1-Puzder opposes an in"
        ],
        "median tf-idf score": 1.0233599101232298,
        "publications": [
            "Washington Post",
            "New York Post",
            "Guardian"
        ],
        "sentences": [
            "Puzder, CEO of CKE Restaurants, has been a vocal opponent of raising the minimum wage and of ObamaCare, arguing that both are  .",
            "Puzder, who runs CKE Restaurants, the parent company of Hardee's and Carl's Jr has been a harsh critic of raising the federal minimum wage to $15 an hour, arguing that it would increase costs for consumers and lead to fewer jobs.",
            "Puzder opposes an increased minimum wage and a lower threshold for overtime pay, both of which would raise costs at the restaurant company's main businesses: hamburger chains Hardees and Carl's Jr Earlier this year the executive made headlines when he moved the company headquarters from Carpinteria, California, to Nashville, Tennessee, where there is no state tax on personal income."
        ],
        "tf-idf score": [
            0.8028801728352871,
            1.091721598314553,
            1.0233599101232298
        ]
    },
    "0.2530697046967679-4-143": {
        "average clique similarity": 0.2530697046967679,
        "clique": [
            "1-Labor unions and law",
            "2-  Donald J Trump is ",
            "0-  Donald Trump will ",
            "3-  Donald Trump has c"
        ],
        "median tf-idf score": 0.8644179028465399,
        "publications": [
            "Guardian",
            "Breitbart",
            "New York Post",
            "NPR"
        ],
        "sentences": [
            "Labor unions and law enforcement officials have condemned   Donald Trump's \"cruel and baffling\" nomination of fast food executive Andrew Puzder for labor secretary on Thursday.",
            "  Donald J Trump is expected to name as his Labor Secretary fast food executive Andy Puzder, who stands diametrically opposed to Trump's signature issues on trade and immigration  --   which won him the election.",
            "  Donald Trump will name restaurant CEO Andrew Puzder to be the next labor secretary, a source said Thursday.",
            "  Donald Trump has chosen   restaurant CEO Andrew Puzder as his secretary of labor, his transition team announced Thursday."
        ],
        "tf-idf score": [
            0.8512914477040422,
            0.8289244471494,
            0.8775443579890375,
            0.9390551424546305
        ]
    },
    "0.2752367292865592-3-86": {
        "average clique similarity": 0.2752367292865592,
        "clique": [
            "3-After the Labor Depa",
            "4-In a Forbes   that r",
            "2-As MSNBC s Chris Mat"
        ],
        "median tf-idf score": 0.8404400537747475,
        "publications": [
            "NPR",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "After the Labor Department issued that rule in May, Puzder wrote in an   in Forbes that it \"will simply add to the extensive regulatory maze the Obama Administration has imposed on employers, forcing many to offset increased labor expense by cutting costs elsewhere.",
            "In a Forbes   that ran after the Labor Department finalized the overtime rule in May, Puzder wrote that the rule would \"add to the extensive regulatory maze the Obama Administration has imposed on employers,\" and that the rule would lead to fewer hours and reduced opportunities for workers.",
            "As MSNBC's Chris Matthews explained on election night, Trump won, in large part, due by running against the Washington establishment's position on trade and immigration: The fact that we don't have an immigration system that we enforce: business wants the cheap labor, Democrats want the jobs and the votes. Nobody's gotten it together."
        ],
        "tf-idf score": [
            0.8404400537747475,
            0.9769631892636382,
            0.6011497347193905
        ]
    },
    "0.4207021268999723-3-53": {
        "average clique similarity": 0.4207021268999723,
        "clique": [
            "3- Andy will fight to ",
            "2-Advocates for Americ",
            "1- Andy will fight to "
        ],
        "median tf-idf score": 0.8249391840702813,
        "publications": [
            "NPR",
            "Guardian",
            "Breitbart"
        ],
        "sentences": [
            "\"Andy will fight to make American workers safer and more prosperous by enforcing fair occupational safety standards and ensuring workers receive the benefits they deserve, and he will save small businesses from the crushing burdens of unnecessary regulations that are stunting job growth and suppressing wages,\" the   said.",
            "Advocates for American   say that Puzder as Secretary of Labor is alarming because he will be in charge of enacting policies that directly impact American workers, whom Puzder believes are \"unwilling\" to do certain jobs.",
            "\"Andy will fight to make American workers safer and more prosperous by enforcing fair occupational safety standards and ensuring workers receive the benefits they deserve, and he will save small businesses from the crushing burdens of unnecessary regulations that are stunting job growth and suppressing wages,\" Trump said."
        ],
        "tf-idf score": [
            0.8249391840702813,
            0.7407372165471279,
            0.961460921047542
        ]
    }
}