{
    "0.131090589856523-3-75": {
        "average clique similarity": 0.131090589856523,
        "clique": [
            "1-His frail health was",
            "4-Bhumibol s death is ",
            "2- Bhumibol was a towe"
        ],
        "median tf-idf score": 0.7407987823303778,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "His frail health was closely watched in a country marked by frequent coup attempts and changes of prime minister, and his death was expected to plunge the national into further distress.",
            "Bhumibol's death is no different, as Thailand's Prime Minister Prayuth   declared a   mourning period for government officials on Thursday evening, according to AP Bhumibol had been hospitalized for much of the past decade, but his health appeared to decline more quickly this year.",
            "\"Bhumibol was a towering presence whose contribution to Thailand, and the rest of the region, is beyond words,\" said Najib Razak, the prime minister of Thailand's southern neighbour Malaysia."
        ],
        "tf-idf score": [
            0.6556126518066546,
            0.7767349202007119,
            0.7407987823303778
        ]
    },
    "0.13895414408436163-3-168": {
        "average clique similarity": 0.13895414408436163,
        "clique": [
            "2-Most Thais have only",
            "3-He also helped the c",
            "0-In a political crisi"
        ],
        "median tf-idf score": 0.807321636052159,
        "publications": [
            "Guardian",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "Most Thais have only known King Bhumibol on the throne and his influence has superseded that of bickering politicians since the closing days of the second world war.",
            "He also helped the country navigate the disruptive effects of the nearby Vietnam War during the 1960s and '70s. Peacemaker, Over the years, the King intervened periodically in political crises, using his influence to try to defuse situations that threatened to destabilize the country. Legally, he had little power, but he carried great sway through his unique position in Thai society.",
            "In a political crisis, Thais admired him for his shrewd sense of when to intervene  --   sometimes with only a gesture  --   to defuse it, even though he had only a limited constitutional role and no direct political power."
        ],
        "tf-idf score": [
            0.807321636052159,
            0.9232873382766441,
            0.2951097458460434
        ]
    },
    "0.1446268460595995-3-22": {
        "average clique similarity": 0.1446268460595995,
        "clique": [
            "3-It is also a regiona",
            "0-Meanwhile a strain o",
            "4-But his presumed hei"
        ],
        "median tf-idf score": 0.8548758946025994,
        "publications": [
            "New York Times",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "It is also a regional manufacturing hub for the motor vehicle industry and   electronics. As wealth has poured into the country, living standards have risen significantly, upsetting the social balance in a country that leading scholars dubbed a \"network monarchy\": an extensive network of royal patronage that extends outward from the palace into the rest of society.",
            "Meanwhile a strain of republicanism emerged as the country broke into two camps: on one side, the establishment, with the palace at its core on the other, the disenfranchised, whose demand for a political voice threatened the traditional order. Between them was the king, a calming symbol of unity  --   so much so that at times he wanted to moderate the country's almost obsessive veneration of him.",
            "But his presumed heir is his son, Crown Prince Vajiralongkorn. His daughter, Princess Sirindhorn, is widely admired for her charity work on behalf of the poor, but women are not permitted to take the throne in Thailand according to palace law. When members of the royal family have died in previous years, the country has mourned for months, with sales of alcohol halted, the flag flying at   and everyone in the country wearing black."
        ],
        "tf-idf score": [
            0.5139053510263923,
            0.8548758946025994,
            1.090007574448987
        ]
    },
    "0.14479946437075936-3-155": {
        "average clique similarity": 0.14479946437075936,
        "clique": [
            "4-It s difficult to te",
            "2-However  open discus",
            "1-We could be crushed "
        ],
        "median tf-idf score": 0.5996761710252547,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "Washington Post"
        ],
        "sentences": [
            "It's difficult to tell exactly how widely the king is revered because the country's   laws forbid public criticism of the monarchy.",
            "However, open discussion of the monarchy is restricted by a strict   law that makes criticism of the royal family punishable by years in jail, so it is hard to gauge the popularity of the son. Any Thai can bring a legal case against a person under the   law.",
            "We could be crushed by both sides, but we are impartial. One day it will be very handy to have someone impartial. \" That image was reinforced by unremittingly adoring news coverage in Thailand and rigid enforcement of   laws that criminalized real or perceived criticism of the monarchy."
        ],
        "tf-idf score": [
            0.5996761710252547,
            0.5000413137745043,
            0.6353933377419739
        ]
    },
    "0.15545305274255072-3-266": {
        "average clique similarity": 0.15545305274255072,
        "clique": [
            "0-Their family life wa",
            "3-The Chakri dynasty h",
            "1-Absolute monarchies "
        ],
        "median tf-idf score": 0.8344764419652354,
        "publications": [
            "New York Times",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "Their family life was interrupted in 1935 when Thailand's last absolute king, Prajadhipok, Prince Mahidol's half brother, abdicated after a military coup.",
            "The Chakri dynasty had absolute rule before 1932, when a coup established the enduring presence of the military in Thai politics.",
            "Absolute monarchies around the world had long been on the wane when Bhumibol  --   also known as Rama IX  --   was proclaimed king in 1946."
        ],
        "tf-idf score": [
            0.9607871489405304,
            0.348356646421182,
            0.8344764419652354
        ]
    },
    "0.15717276935446806-3-206": {
        "average clique similarity": 0.15717276935446806,
        "clique": [
            "2-Critics of the milit",
            "0-She concentrated on ",
            "3-Since Thaksin was to"
        ],
        "median tf-idf score": 0.7268681452159811,
        "publications": [
            "CNN",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "Critics of the military junta say it used its support for the monarchy as a pretext for grabbing power from the elected government of Yingluck Shinawatra, the sister of Thaksin Shinawatra, who was also deposed by the military in 2006 and fled the country.",
            "She concentrated on reinvigorating Thai handicrafts. She and the couple's four children survive. The eldest is the daughter Ubol Ratana, who graduated from the Massachusetts Institute of Technology, married an American and lived mostly in California until separating from him and returning to the fold in Thailand in 2006.",
            "Since Thaksin was toppled in 2006, Thailand has been riven by political instability, as the country divided into political groupings that drew their support from a complex network of associations: on one side, the generally   red shirts whose support comes mainly from rural communities in the north and east on the other, the urban and middle class elites, who largely favour a less populist, more paternalistic form of governance."
        ],
        "tf-idf score": [
            0.7268681452159811,
            0.35839381625393213,
            0.8995621129154505
        ]
    },
    "0.16280017484351997-3-135": {
        "average clique similarity": 0.16280017484351997,
        "clique": [
            "0-The military junta  ",
            "2-Some people were wea",
            "4-The    king was wide"
        ],
        "median tf-idf score": 0.8057982299104994,
        "publications": [
            "Buzzfeed News",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "The military junta, which seized power in a coup two years ago, derives its authority from the king.",
            "Some people were wearing yellow  --   the king's colour  --   but many more wore pink, which was named years ago by royal astrologers as a colour beneficial for the monarch's wellbeing.",
            "The    king was widely revered and beloved by many in Thailand, which is a constitutional monarchy currently ruled by a military junta."
        ],
        "tf-idf score": [
            0.619500558304526,
            0.8057982299104994,
            0.8895932840748965
        ]
    },
    "0.16532855002937533-3-253": {
        "average clique similarity": 0.16532855002937533,
        "clique": [
            "3-For much of the firs",
            "1-He and his royalist ",
            "0-Bhumibol  though not"
        ],
        "median tf-idf score": 0.7542867598894125,
        "publications": [
            "New York Times",
            "CNN",
            "Washington Post"
        ],
        "sentences": [
            "For much of the first few decades of Bhumibol's reign, the    running of the country was dominated by the Thai military and bureaucratic elite.",
            "He and his royalist supporters revived the authority of the crown through alliances with a succession of   military rulers. By official accounts, however, King Bhumibol distanced himself from daily politics.",
            "Bhumibol, though not originally in the line of succession, was anointed king. He soon returned to Switzerland for a few years and studied politics and history at the University of Lausanne."
        ],
        "tf-idf score": [
            0.7542867598894125,
            0.7056362831150491,
            0.8466098018229231
        ]
    },
    "0.16848500941118674-3-353": {
        "average clique similarity": 0.16848500941118674,
        "clique": [
            "2-Thailand s King Bhum",
            "3-A member of the Chak",
            "0-King Bhumibol was a "
        ],
        "median tf-idf score": 1.0697984759392098,
        "publications": [
            "Guardian",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "Thailand's King Bhumibol Adulyadej has died aged 88, ending seven decades on the throne during which he became a unifying father figure and rare source of stability in a country that has weathered more than a dozen coups since he came to power in 1946 aged just 18.",
            "A member of the Chakri dynasty, which has occupied the Thai throne since the 18th century,   and   Bhumibol was a deeply revered figure whose unifying appeal stretched across the spectrum of Thai society, from the rich urban elite to poor provincial farmers.",
            "King Bhumibol was a unifying figure in a deeply polarized country, and his death cast a pall of uncertainty across Thailand, raising questions about the future of the monarchy itself."
        ],
        "tf-idf score": [
            1.1652355958228062,
            0.8222902644618592,
            1.0697984759392098
        ]
    },
    "0.17089417348477506-3-305": {
        "average clique similarity": 0.17089417348477506,
        "clique": [
            "2-That Thailand s many",
            "3-His most noteworthy ",
            "4-The power and presti"
        ],
        "median tf-idf score": 0.936378921114644,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "That Thailand's many civilian and military leaders crawled on the floor in the presence of the king illustrated how Bhumibol kept the executive in check even with the country ostensibly in a continual state of flux.",
            "His most noteworthy appearance on the political stage came in May 1992, amid violence between   campaigners and the army. The King summoned the two leaders of the rival camps televised images showed both men submissively kneeling before their monarch and helped calm tensions and stop the violence.",
            "The power and prestige of the monarchy in Thailand expanded in many ways during Bhumibol's reign, and he sometimes sought to protect civilians who fought back against the military in an effort to shield the country from violence, though he has also supported leaders of coups. In 1992, he mediated between the leader of a military coup and the opposition in an effort to stave off a civil war."
        ],
        "tf-idf score": [
            0.936378921114644,
            0.6240864169110154,
            0.9772879351051887
        ]
    },
    "0.1717285319474475-3-42": {
        "average clique similarity": 0.1717285319474475,
        "clique": [
            "3-When the King left t",
            "2-As soon as the palac",
            "4-For the past week  h"
        ],
        "median tf-idf score": 0.6184679581364515,
        "publications": [
            "Buzzfeed News",
            "CNN",
            "Guardian"
        ],
        "sentences": [
            "When the King left the hospital in May 2015, he was greeted by crowds of   as he moved to the summer palace.",
            "As soon as the palace confirmed the news, the crowd outside Siriraj hospital let out a cry and mourners hugged each other.",
            "For the past week, hundreds of mourners dressed in baby pink  --   the color Thais associate with good health for the king  --   held a vigil by Siriraj Hospital in Bangkok, praying for the king's health. Others visited Buddhist temples as well as Bangkok's grand palace. The king had not come out in public since early this year."
        ],
        "tf-idf score": [
            0.6184679581364515,
            0.21840541765733795,
            0.905131480755925
        ]
    },
    "0.17810811277068792-3-271": {
        "average clique similarity": 0.17810811277068792,
        "clique": [
            "1-Dec  2  2005 Thai Ki",
            "0-The youngest  Prince",
            "2-During these outings"
        ],
        "median tf-idf score": 0.6401118812828129,
        "publications": [
            "Guardian",
            "Washington Post",
            "New York Times"
        ],
        "sentences": [
            "Dec. 2, 2005 Thai King Bhumibol Adulyadej and his wife, Queen Sirikit, are seen during the king's birthday parade in Bangkok.",
            "The youngest, Princess Chulabhorn, has a degree in organic chemistry and was married to a Thai commoner. It was she who broke a royal silence about the health of her mother in the   by saying that Queen Sirikit, an insomniac, suffered from exhaustion.",
            "During these outings, Thais kneeled on the road, some crying as their expressionless and silent monarch passed by. His wife, Queen Sirikit, has also suffered declining health."
        ],
        "tf-idf score": [
            0.6986392924490284,
            0.6401118812828129,
            0.385612205309742
        ]
    },
    "0.17976061549674618-3-263": {
        "average clique similarity": 0.17976061549674618,
        "clique": [
            "3-But just a few weeks",
            "0-The subject turned t",
            "4-The state of the kin"
        ],
        "median tf-idf score": 0.8745526789005899,
        "publications": [
            "CNN",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "But just a few weeks later he returned to the hospital and had remained there since, receiving treatment for fluid on the lungs and surgery to widen the arteries in his heart. Some observers of Thailand, like the historian Charles Keyes of the University of Washington, have said the looming prospect of change in the monarchy has exacerbated political tensions in the country in recent years.",
            "The subject turned to the legend of \"The King and I,\" which had been banned in Thailand as being disrespectful to the monarchy, and to the West's image of the glittering life of a king of Siam, embodied in the musical most memorably by Yul Brynner.",
            "The state of the king's health has been one of the palace's most closely guarded secrets, but in a series of unusual statements, palace authorities let on that he was suffering from kidney failure and had undergone hemodialysis treatment, leaving his condition unstable."
        ],
        "tf-idf score": [
            0.8745526789005899,
            0.611517363825984,
            0.8841001966875783
        ]
    },
    "0.18122481681366567-3-125": {
        "average clique similarity": 0.18122481681366567,
        "clique": [
            "0-King Bhumibol  prono",
            "4-The family returned ",
            "1-Thailand s King Bhum"
        ],
        "median tf-idf score": 1.0595026097892515,
        "publications": [
            "Washington Post",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "King Bhumibol (pronounced   ) was an accidental monarch, thrust onto the throne at 18 by the violent death of his older brother in 1946.",
            "The family returned to Thailand a year later, and he was later schooled in Switzerland, along with his brother and sister, until the end of World War II Bhumibol's ascent to the throne in 1946 came after his older brother was found shot in the head in his palace bed in a case that remains shrouded in mystery.",
            "Thailand's King Bhumibol Adulyadej, who was the world's   monarch, died in hospital Oct. 13, according to an announcement from the palace."
        ],
        "tf-idf score": [
            0.8548706938892602,
            1.0595026097892515,
            1.1086284226820775
        ]
    },
    "0.1904864003917046-3-114": {
        "average clique similarity": 0.1904864003917046,
        "clique": [
            "4-The military leader ",
            "3-The political chaos ",
            "2-During the king s re"
        ],
        "median tf-idf score": 0.825542306455186,
        "publications": [
            "Guardian",
            "CNN",
            "Buzzfeed News"
        ],
        "sentences": [
            "The military leader stepped down and elections were held for a   government. But observers say an alliance has formed in recent years between the king and the military junta that has held power since the 2014 coup.",
            "The political chaos was followed by another military coup. The army chief who led the seizure of power in May 2014 announced shortly afterward that he had received the King's endorsement.",
            "During the king's reign, there have been close to 20 attempted or successful coups  --   the last one in May 2014 when a military junta seized power  --   but the monarchy has remained revered."
        ],
        "tf-idf score": [
            0.8586904356315491,
            0.825542306455186,
            0.7115387264399629
        ]
    },
    "0.19508568030168108-3-353": {
        "average clique similarity": 0.19508568030168108,
        "clique": [
            "2-His brother  also kn",
            "4-Bhumibol was known f",
            "3-The intervention is "
        ],
        "median tf-idf score": 0.7541739673786575,
        "publications": [
            "Guardian",
            "Buzzfeed News",
            "CNN"
        ],
        "sentences": [
            "His brother, also known as King Rama VIII of Siam, was found shot dead in his bedroom in the Boromphiman throne hall in the Grand Palace.",
            "Bhumibol was known for his common touch earlier in his reign, when he traveled to hamlets across the country. In heavily Buddhist Thailand, he was also revered for his piousness and fidelity to religious teachings.",
            "The intervention is also considered to have further bolstered the King's moral authority. Also known as Rama IX    a reference to his lineage stretching from Rama I, the founder of the Chakri dynasty    Bhumibol commanded great love and respect within Thailand."
        ],
        "tf-idf score": [
            0.724203957604388,
            0.7914016024446937,
            0.7541739673786575
        ]
    },
    "0.19660950593869164-3-199": {
        "average clique similarity": 0.19660950593869164,
        "clique": [
            "3-Toward the end of hi",
            "2-Bhumibol had been ab",
            "0-Toward the end of th"
        ],
        "median tf-idf score": 0.6607704901799121,
        "publications": [
            "New York Times",
            "Guardian",
            "CNN"
        ],
        "sentences": [
            "Toward the end of his reign, as his health declined, the King's presence in public life waned. Before his death, analysts expressed concern that his passing will remove a vital point of unity in an increasingly divided country.",
            "Bhumibol had been absent from public life for years. His death throws an already politically turbulent Thailand into a haze of uncertainty that is unprecedented in its modern history.",
            "Toward the end of the king's life, Prince Vajiralongkorn was moving to the center of public life."
        ],
        "tf-idf score": [
            0.7102261153495237,
            0.594593103357147,
            0.6607704901799121
        ]
    },
    "0.20824251927287182-3-353": {
        "average clique similarity": 0.20824251927287182,
        "clique": [
            "2-His image is display",
            "0-The heir to the thro",
            "3-King Bhumibol will b"
        ],
        "median tf-idf score": 0.38279348673095875,
        "publications": [
            "Guardian",
            "New York Times",
            "CNN"
        ],
        "sentences": [
            "His image is displayed in shops, restaurants and homes across the country. The royal anthem is played in cinemas before films are shown and people are expected to stand. The anthem is also frequently broadcast in parks and on the metro, causing a temporary standstill.",
            "The heir to the throne, Prince Vajiralongkorn, is the only royal son.",
            "King Bhumibol will be a hard act to follow. His expected successor and designated heir is Crown Prince Maha Vajiralongkorn."
        ],
        "tf-idf score": [
            0.38279348673095875,
            0.19365128117220468,
            0.6036573986628679
        ]
    },
    "0.22645526197271337-3-2": {
        "average clique similarity": 0.22645526197271337,
        "clique": [
            "1- King Bhumibol Aduly",
            "0-King Bhumibol Adulya",
            "4- BANGKOK       Thail"
        ],
        "median tf-idf score": 1.1693725944594529,
        "publications": [
            "Washington Post",
            "Buzzfeed News",
            "New York Times"
        ],
        "sentences": [
            " King Bhumibol Adulyadej of Thailand, the world's   monarch, a strong U S ally and a national unity symbol who acted as tiebreaker during   confrontations between his country's military leaders and democracy advocates, died Oct. 13 in Bangkok.",
            "King Bhumibol Adulyadej of Thailand, who took the throne of the kingdom once known as Siam shortly after World War II and held it for more than 70 years, establishing himself as a revered personification of Thai nationhood, died on Thursday in Bangkok.",
            " BANGKOK  --   Thailand's King Bhumibol Adulyadej, the world's   monarch and a unifying leader through decades of political tumult, has died after years of deteriorating health, the palace said Friday."
        ],
        "tf-idf score": [
            1.1693725944594529,
            1.142695108880676,
            1.2896702016504633
        ]
    },
    "0.23490141727627947-3-353": {
        "average clique similarity": 0.23490141727627947,
        "clique": [
            "3-He engaged in a rang",
            "2-The king ascended to",
            "0-Bhumibol had an olde"
        ],
        "median tf-idf score": 0.44305204344950666,
        "publications": [
            "CNN",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "He engaged in a range of pursuits during his life and received four patents for a number of environmental and agricultural projects, including one for an artificial rainmaking technique. Bhumibol inherited the throne after the death of his brother, King Ananda Mahidol, in 1946.",
            "The king ascended to the throne after the still unexplained death of his older brother, Ananda Mahidol.",
            "Bhumibol had an older brother, Ananda, and a sister, Galyani Vadhana."
        ],
        "tf-idf score": [
            0.7353809020441582,
            0.44305204344950666,
            0.2408290700246805
        ]
    },
    "0.26325133238530374-3-353": {
        "average clique similarity": 0.26325133238530374,
        "clique": [
            "1-His only son  Crown ",
            "2-They have three chil",
            "0-But the king s heir "
        ],
        "median tf-idf score": 0.26880688796469987,
        "publications": [
            "Washington Post",
            "Guardian",
            "New York Times"
        ],
        "sentences": [
            "His only son, Crown Prince Vajiralongkorn, a career military officer, is his heir apparent.",
            "They have three children, but Crown Prince Maha Vajiralongkorn, their only son and heir, does not command the same affection as his father, causing fears of a rupture in the state's structure.",
            "But the king's heir apparent, Crown Prince Vajiralongkorn, seen by many as a   playboy, is not held in the same regard as his father."
        ],
        "tf-idf score": [
            0.26332533247117024,
            0.26880688796469987,
            0.4842149809206279
        ]
    },
    "0.33285870266804746-3-195": {
        "average clique similarity": 0.33285870266804746,
        "clique": [
            "4-The junta took power",
            "3-Young King  Born in ",
            "0-Bhumibol Adulyadej w"
        ],
        "median tf-idf score": 0.8287584960732699,
        "publications": [
            "CNN",
            "New York Times",
            "Buzzfeed News"
        ],
        "sentences": [
            "The junta took power in the most recent coup in 2014, but its authority is drawn from the monarchy. Bhumibol was born in Cambridge, Massachusetts, in 1927 while his father was studying public health at Harvard.",
            "Young King, Born in 1927 in Cambridge, Massachusetts, and raised outside Thailand, Prince Bhumibol Adulyadej of Songkla was a keen photographer and jazz saxophonist in his youth.",
            "Bhumibol Adulyadej was born in Cambridge on Dec. 5, 1927, the son of Prince Mahidol of Songkhla, a founder of modern medicine in Thailand the prince was studying public health at Harvard at the time."
        ],
        "tf-idf score": [
            0.8044423248734677,
            0.9569447116031445,
            0.8287584960732699
        ]
    }
}