{
    "0.14082299082708097-3-130": {
        "average clique similarity": 0.14082299082708097,
        "clique": [
            "4-So Yahoo s search en",
            "2-Aside from the searc",
            "3-With the stock marke"
        ],
        "median tf-idf score": 0.9392324748443845,
        "publications": [
            "Vox",
            "NPR",
            "Breitbart"
        ],
        "sentences": [
            "So Yahoo's search engine, email service, news site, and other properties might not literally be worth less than nothing. But the stock market didn't seem very optimistic about the chances.",
            "Aside from the search, Yahoo also has finance, news, mail and other specialty verticals as well as the blogging site Tumblr and photo site Flickr. Yahoo's biggest value, however, has rested in its stakes in the Chinese online retail giant Alibaba and in Yahoo Japan  --   and those will remain with Yahoo.",
            "With the stock market tanking in the \"Great Recession\" and Yahoo disastrously having gone through 3 new CEOs in four years, Mayer was hired in July 2012 with the stock at $15. The share price has never been lower."
        ],
        "tf-idf score": [
            0.6844868967377716,
            1.0021179891582503,
            0.9392324748443845
        ]
    },
    "0.15236113748201033-3-151": {
        "average clique similarity": 0.15236113748201033,
        "clique": [
            "2-The deal also could ",
            "1-Armstrong  who had t",
            "3-But Verizon s compel"
        ],
        "median tf-idf score": 1.1875891522855087,
        "publications": [
            "New York Post",
            "NPR",
            "Breitbart"
        ],
        "sentences": [
            "The deal also could spell an end of the tenure of Yahoo's   CEO Marissa Mayer. For Verizon, this is the latest purchase in its push to refashion itself into a digital conglomerate of various mobile, Internet, video and advertising services.",
            "Armstrong, who had tried and failed to convince Mayer to buy AOL in 2014 before selling to Verizon, will create the   internet advertiser with the Yahoo deal  --   albeit far behind Google and Facebook, which together control more than half of the online advertising market, according to eMarketer.",
            "But Verizon's compelling pitch to Yahoo's Board of Directors was that they already operate in similar businesses, there is no financing contingency, and the scale of the combined advertising tech assets is a credible threat to challenge the Facebook and Google oligopoly."
        ],
        "tf-idf score": [
            1.1875891522855087,
            1.3388013052695489,
            1.0444230429794104
        ]
    },
    "0.1539370458366345-3-251": {
        "average clique similarity": 0.1539370458366345,
        "clique": [
            "2-deal on Monday  For ",
            "3-Verizon Communicatio",
            "4-Yahoo was never real"
        ],
        "median tf-idf score": 1.0478212227563162,
        "publications": [
            "NPR",
            "Breitbart",
            "Vox"
        ],
        "sentences": [
            "deal on Monday. For Yahoo, this ends the final act of one of the   Internet companies. Founded in 1994, it survived the   boom the company now has the third most popular search engine in the United States, trailing behind Google and Bing.",
            "Verizon Communications Inc. will announce an agreement to buy Yahoo! Inc. for about $4. 8 billion on Monday morning  --   before NYSE trading begins  --   in a deal that challenges the Internet oligopoly of Facebook and Google.",
            "Yahoo was never really able to adapt its technology and culture for a   internet that was focused on social media and mobile devices, and so it steadily fell behind rivals such as Google and Facebook."
        ],
        "tf-idf score": [
            1.0478212227563162,
            1.0743493417249939,
            0.8025491519317061
        ]
    },
    "0.19225668038411517-3-185": {
        "average clique similarity": 0.19225668038411517,
        "clique": [
            "2-As Bloomberg puts it",
            "4-However  if Yahoo ev",
            "0-In other words  cust"
        ],
        "median tf-idf score": 0.7955396376348965,
        "publications": [
            "Washington Post",
            "NPR",
            "Vox"
        ],
        "sentences": [
            "As Bloomberg puts it, \"Yahoo got fat over the years as it navigated the rapidly changing industry in a sprawling effort to be all things to all people  --   from search to shopping to news outlet to blogging hub\". And that means high spending on acquisitions and recruiting to make up for decline in ad revenue.",
            "However, if Yahoo ever tried to sell its stake and pay out the proceeds to shareholders, it would have owed billions of dollars in taxes to the IRS After adjusting for these tax liabilities, it's possible to get a positive number for the value of Yahoo's core business. But it's still a small number.",
            "In other words, customers would need to opt in, explicitly agreeing that their data be used. The industry has fought the proposed requirement from the Federal Communications Commission, saying it would make it harder to adapt to the future. The rules would do more than that, Moffett said: It would also make it harder for Verizon to justify spending billions on a Web property it cannot efficiently monetize."
        ],
        "tf-idf score": [
            0.9980239803211135,
            0.7955396376348965,
            0.7512592632160005
        ]
    },
    "0.1982716200100827-3-242": {
        "average clique similarity": 0.1982716200100827,
        "clique": [
            "0- Buying Yahoo would ",
            "4-Verizon buying Yahoo",
            "1-Nor is Verizon buyin"
        ],
        "median tf-idf score": 0.7523168183200459,
        "publications": [
            "New York Post",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "\"Buying Yahoo would be very much going in the direction of buying a significant amount of ad inventory,\" Moffett said.",
            "Verizon buying Yahoo will look a lot like Verizon buying AOL One reason Verizon was a strong candidate to acquire Yahoo is that the company has done this before.",
            "Nor is Verizon buying Yahoo's stake in Yahoo Japan or its equity chunk of   Alibaba."
        ],
        "tf-idf score": [
            0.6017902223164336,
            0.9927192909400591,
            0.7523168183200459
        ]
    },
    "0.21443318528073085-3-78": {
        "average clique similarity": 0.21443318528073085,
        "clique": [
            "0-8 billion deal  Last",
            "4-Verizon bought anoth",
            "1-AOL and Yahoo accoun"
        ],
        "median tf-idf score": 0.6181215836328399,
        "publications": [
            "Washington Post",
            "Vox",
            "New York Post"
        ],
        "sentences": [
            "8 billion deal. Last year, Verizon bought AOL for $4. 4 billion. \"Just over a year ago we acquired AOL to enhance our strategy of providing a   connection for consumers, creators and advertisers.",
            "Verizon bought another struggling internet company, AOL, last year. And AOL has a lot in common with Yahoo.",
            "AOL and Yahoo account for just 3. 4 percent and 1."
        ],
        "tf-idf score": [
            0.6181215836328399,
            1.050194476835938,
            0.5843320509583997
        ]
    },
    "0.21546489358878004-3-224": {
        "average clique similarity": 0.21546489358878004,
        "clique": [
            "1-8 percent  respectiv",
            "4-7 billion  about 5 p",
            "2-As NPR s Laura Sydel"
        ],
        "median tf-idf score": 0.8394442649322374,
        "publications": [
            "Vox",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "8 percent, respectively, of the $69 billion niche, eMarketer said. Yahoo disclosed last week that its   revenue minus the cost of commissions paid for Web traffic tumbled 19 percent from the   period.",
            "7 billion, about 5 percent of Yahoo's overall market value at the time.",
            "As NPR's Laura Sydell has reported, Yahoo's share of worldwide digital ad revenues is around $2. 6 billion, according to eMarketer, but that's 1. 5 percent of the online ad market  --   it pales in comparison to Google and Facebook, which control about 40 percent."
        ],
        "tf-idf score": [
            0.8394442649322374,
            0.647730869482952,
            1.078070181929684
        ]
    },
    "0.22780682088163093-3-97": {
        "average clique similarity": 0.22780682088163093,
        "clique": [
            "4-But it s hard to ima",
            "3-Yahoo just reported ",
            "0-       Two years ago"
        ],
        "median tf-idf score": 0.9237371264897791,
        "publications": [
            "Breitbart",
            "Vox",
            "Washington Post"
        ],
        "sentences": [
            "But it's hard to imagine that Yahoo will ever again play the kind of   role online that it did two decades ago. Ironically, what ultimately forced the hand of Yahoo CEO Marissa Mayer wasn't the dismal performance of Yahoo's online properties so much as an investment by Yahoo that worked too well.",
            "Yahoo just reported video stream engagement growing by 88 percent   . Marissa Mayer and AOL's CEO Tim Armstrong both worked together at Google and two years ago, Mayer rejected Armstrong's efforts two years ago to merge their two companies.",
            "       Two years ago  --   an epoch in Silicon Valley time  --   AOL chief executive Tim Armstrong proposed a merger to Yahoo chief executive Marissa Mayer."
        ],
        "tf-idf score": [
            0.7060216935678408,
            1.1922955982479282,
            0.9237371264897791
        ]
    },
    "0.22961828957601524-3-251": {
        "average clique similarity": 0.22961828957601524,
        "clique": [
            "0-On Monday  Verizon a",
            "2-Updated at 10 a  m  ",
            "1-Yahoo is poised to s"
        ],
        "median tf-idf score": 0.9621942205522408,
        "publications": [
            "Washington Post",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "On Monday, Verizon and Yahoo announced that the telecom giant agreed to buy the ailing Internet company in a $4.",
            "Updated at 10 a. m. ET on Monday to reflect the announcement of the deal. Yahoo has found a buyer for its core Internet business: the nation's largest telecom provider, Verizon Communications. The two companies announced the $4.",
            "Yahoo is poised to sell its core internet business to Verizon Communications for $4. 8 billion, sources told The Post on Sunday."
        ],
        "tf-idf score": [
            0.8922317729624006,
            1.2298345236388835,
            0.9621942205522408
        ]
    },
    "0.2588442507219783-3-52": {
        "average clique similarity": 0.2588442507219783,
        "clique": [
            "1-In grabbing Yahoo  w",
            "2-Apart from Verizon  ",
            "3-The deal does includ"
        ],
        "median tf-idf score": 1.1311508887400537,
        "publications": [
            "NPR",
            "New York Post",
            "Breitbart"
        ],
        "sentences": [
            "In grabbing Yahoo, which it will merge with its AOL operation, Verizon beat out rival bidders including Dan Gilbert, founder of Quicken Loans, whose bid had been backed by billionaire Warren Buffett.",
            "Apart from Verizon, other bidders for Yahoo's Internet business were said to include ATT, buyout firms and Quicken Loans founder Dan Gilbert. The details of Verizon's deal did not specify the value of the \"!\"",
            "The deal does include Yahoo's large   assets in Silicon Valley, but does not include the company's intellectual property and stakes in Alibaba and Yahoo Japan. It appears that other players, including an investor group led by Quicken Loans' Dan Gilbert and private equity firm TPG would have bid more, according to the Recode blog."
        ],
        "tf-idf score": [
            0.9716944053410805,
            1.1311508887400537,
            1.1868524335298611
        ]
    },
    "0.2685943349447437-3-131": {
        "average clique similarity": 0.2685943349447437,
        "clique": [
            "2-Last year  the telec",
            "3- Verizon is the worl",
            "4-When Verizon purchas"
        ],
        "median tf-idf score": 1.2572204278549997,
        "publications": [
            "NPR",
            "Breitbart",
            "Vox"
        ],
        "sentences": [
            "Last year, the telecom company bought AOL for $4. 4 billion, acquiring its content sites, including the Huffington Post and TechCrunch, as well as ad targeting technology. A merger with AOL's assets may add heft to Yahoo's Internet real estate.",
            "[Verizon is the world's second largest global telecom company, and is the ideal partner to buy Yahoo's internet assets and then to combine with the AOL properties that it bought last year for $4. 4 billion.",
            "When Verizon purchased AOL, it emphasized the company's portfolio of media brands, including TechCrunch and the Huffington Post. But as Matt Yglesias wrote for Vox last year, Verizon may have also been interested in AOL's ad technology business  --   and in particular how Verizon could use data gathered from its vast broadband and mobile networks to help AOL content companies target ads more effectively."
        ],
        "tf-idf score": [
            1.298906584450696,
            1.2572204278549997,
            0.8860497299265124
        ]
    }
}