{
    "0.14700337204635097-3-78": {
        "average clique similarity": 0.14700337204635097,
        "clique": [
            "4-Some in Mosul descri",
            "3-Why the battle for M",
            "2-Here are five key th"
        ],
        "median tf-idf score": 0.8649573595554961,
        "publications": [
            "CNN",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "Some in Mosul described how militants had begun going house to house to collect used tires that could be set on fire to generate smoke screens. \"We expect everything,\" said Sabah   the spokesman for the Iraqi Counterterrorism Force. \"We know this is the last station for ISIS  --   there is nowhere else for them to go.",
            "Why the battle for Mosul matters in the fight against ISIS, But, if Monday is any indication, \"ISIS is showing that it's very willing to put up a fight,\" CNN's Nick Paton Walsh said.",
            "Here are five key things to look for as the battle for Mosul plays out: 1. Mosul is the last Iraqi city held by ISIS: ISIS has already been driven out of other important Iraqi cities, such as Fallujah and Ramadi in the west."
        ],
        "tf-idf score": [
            1.0513765475515442,
            0.7481327549093532,
            0.8649573595554961
        ]
    },
    "0.1584096574879891-3-55": {
        "average clique similarity": 0.1584096574879891,
        "clique": [
            "0-More than 5  000 U S",
            "4-The militants  secur",
            "2-An Iraqi general tol"
        ],
        "median tf-idf score": 0.8023866411759851,
        "publications": [
            "New York Times",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "More than 5, 000 U S soldiers are also deployed in support missions, as are troops from France, Britain, Canada and other Western nations. The Iraqi army is attacking Mosul on the southern and southeastern fronts, while the Peshmerga carried out their operation to the east and are also deployed north and northwest.",
            "The militants' security preparations have been directed not only at the city's borders  --   particularly toward the south and east where Iraqi forces, allied militias and Kurdish pesh merga fighters are arrayed  --   but also internally.",
            "An Iraqi general told the AP that more than 25, 000 Iraqi troops and allied militia fighters will be advancing on the city from all sides. ISIS fighters will be greatly outnumbered, though exact figures are unknown."
        ],
        "tf-idf score": [
            0.9076725954257437,
            0.8023866411759851,
            0.7394549022001045
        ]
    },
    "0.15943875488971604-3-68": {
        "average clique similarity": 0.15943875488971604,
        "clique": [
            "4-Dibaga Camp now has ",
            "0-Fighting is expected",
            "2-Estimates range from"
        ],
        "median tf-idf score": 0.9748081461307028,
        "publications": [
            "New York Times",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "Dibaga Camp now has 43, 000 refugees from Mosul and other Islamic State strongholds, with about 11, 000 arriving in September alone, Mr Mohiadin said.",
            "Fighting is expected to take weeks, if not months, as 30, 000 government forces, Sunni tribal fighters and Kurdish Peshmerga first encircle the city then attempt to oust between 4, 000 and 8, 000 Islamic State militants.",
            "Estimates range from 3, 000 to 8, 000. However, the group has had two years to dig in. \"Residents of [Mosul] who are still there describe concrete defenses that have been erected, trenches and tunnels,\" Fordham says."
        ],
        "tf-idf score": [
            0.9748081461307028,
            1.2025389847234627,
            0.6104782519036136
        ]
    },
    "0.17002914126174387-3-215": {
        "average clique similarity": 0.17002914126174387,
        "clique": [
            "3-Near Mosul  Iraq  CN",
            "1-5 million people sti",
            "4-Traffic on secondary"
        ],
        "median tf-idf score": 1.3183196948947689,
        "publications": [
            "CNN",
            "New York Times",
            "Reuters"
        ],
        "sentences": [
            "Near Mosul, Iraq (CNN) Two years ago, Iraqi soldiers in Mosul threw down their weapons and fled the city in terror as armed militants overran the streets under the banner of the emerging threat of ISIS On Monday, invigorated Iraqi forces and their allies started back down the road to Mosul to try to reclaim the largest city under ISIS control and its last remaining stronghold in Iraq.",
            "5 million people still live in Mosul and the International Organization for Migration said Islamic State may use tens of thousands of residents as human shields to hold onto their last city stronghold in Iraq.",
            "Traffic on secondary roads in the city was banned, and    searches  --   for weapons and any signs of organized resistance  --   were carried out in many neighborhoods. Last month, a YouTube video surfaced of Suraya Rimah fighters appealing to residents of Mosul to kill their Islamic State rulers when the offensive began."
        ],
        "tf-idf score": [
            1.3183196948947689,
            1.369434622818188,
            1.2280307677637818
        ]
    },
    "0.1710491452230587-3-132": {
        "average clique similarity": 0.1710491452230587,
        "clique": [
            "0-The operation had be",
            "3-US military official",
            "1-More than 5  000 U S"
        ],
        "median tf-idf score": 0.8575320309722302,
        "publications": [
            "New York Post",
            "Reuters",
            "CNN"
        ],
        "sentences": [
            "The operation had been planned since July with U S and other coalition forces and Western and Iraqi officials, mindful of the civil war that followed Saddam's fall, say plans for administering the mainly Sunni city and accommodating those who flee the fighting are in place.",
            "US military officials have estimated up to 5, 000 ISIS fighters are in Mosul, but the terror group's supporters say there are 7, 000.",
            "More than 5, 000 U S soldiers are also deployed in support missions, as are troops from France, Britain, Canada and other Western nations. The Iraqi army is attacking Mosul on the southern and southeastern fronts, while the Peshmerga carried out their operation to the east and are also deployed north and northwest."
        ],
        "tf-idf score": [
            0.8575320309722302,
            0.6764730880431837,
            0.9076725954257437
        ]
    },
    "0.17228931610308462-3-150": {
        "average clique similarity": 0.17228931610308462,
        "clique": [
            "2-If the Islamic State",
            "1-The leader of Islami",
            "4-In recent months  th"
        ],
        "median tf-idf score": 0.8783517755229864,
        "publications": [
            "NPR",
            "New York Times",
            "Reuters"
        ],
        "sentences": [
            "If the Islamic State's capture of Mosul marked the high point of the group's expansion, its expulsion would mark a major setback for a group that's steadily been losing territory in Iraq and Syria.",
            "The leader of Islamic State was reported to be among thousands of hardline militants still in the city, suggesting the group would go to great lengths to repel the coalition.",
            "In recent months, the Islamic State lost control of oil fields near Raqqa in Syria and Qaiyara in Iraq, and trade with   parts of Syria was choked off because of the group's military reversals."
        ],
        "tf-idf score": [
            0.8783517755229864,
            0.9219389094712445,
            0.7438331288938257
        ]
    },
    "0.17865784145660593-3-198": {
        "average clique similarity": 0.17865784145660593,
        "clique": [
            "0- It won t be a spect",
            "2-ISIS would be in ret",
            "1-U S President Barack"
        ],
        "median tf-idf score": 0.8704029643104676,
        "publications": [
            "Reuters",
            "NPR",
            "New York Post"
        ],
        "sentences": [
            "\"It won't be a spectacular attack on Mosul itself. It will be very cautious. It is a   operation for everybody. \" Islamic State leader Abu Bakr   and explosives expert Fawzi Ali Nouimeh were both in the city, according to what Zebari described as \"solid\" intelligence reports.",
            "ISIS would be in retreat and would have a much harder time selling the idea of a caliphate if it lost the city where it was declared.",
            "U S President Barack Obama said it would be a difficult fight but Islamic State \"will be defeated in Mosul\"."
        ],
        "tf-idf score": [
            1.0998830828659374,
            0.5024902394679016,
            0.8704029643104676
        ]
    },
    "0.18414017830536236-3-261": {
        "average clique similarity": 0.18414017830536236,
        "clique": [
            "0-With attacking force",
            "3-Diverse coalition  B",
            "2-We see suicide attac"
        ],
        "median tf-idf score": 0.7517224626008897,
        "publications": [
            "New York Post",
            "CNN",
            "NPR"
        ],
        "sentences": [
            "With attacking forces still between 20 and 50 km (  miles) away, residents reached by telephone said more than 100 families had started moving from southern and eastern suburbs most exposed to the offensive to more central parts of the city.",
            "Diverse coalition, Before ISIS seized Mosul in June 2014, the   city had more than 2 million residents.",
            "We see suicide attackers, snipers, and they've had lots and lots time to lay improvised explosive devices\". 4. Warnings of a major civilian exodus: Mosul had about 2 million residents before ISIS took over and is still estimated to have a million or more."
        ],
        "tf-idf score": [
            0.8109191203737233,
            0.7379406281912815,
            0.7517224626008897
        ]
    },
    "0.19297474208683132-3-13": {
        "average clique similarity": 0.19297474208683132,
        "clique": [
            "1- It s quite clear Da",
            "3-Humanitarian crisis ",
            "0-Residents of Mosul s"
        ],
        "median tf-idf score": 1.1146096439867024,
        "publications": [
            "Reuters",
            "CNN",
            "New York Post"
        ],
        "sentences": [
            "\"It's quite clear Daesh (Islamic State) has started to use civilians as human shields by allowing families to stay in buildings likely to be targeted by air strikes,\" said Abu Mahir, who lives near the city's university.",
            "Humanitarian crisis looms, Mosul's residents remain in the clutches of a terror group known for exploiting civilians as human shields. Airdropped leaflets told residents to tape up their windows, disconnect gas cylinders, and stay indoors.",
            "Residents of Mosul said Islamic State was using civilians as human shields   in their advance on the jihadists' stronghold."
        ],
        "tf-idf score": [
            1.2071325991827666,
            0.6978176462210914,
            1.1146096439867024
        ]
    },
    "0.1947400657316901-3-108": {
        "average clique similarity": 0.1947400657316901,
        "clique": [
            "2-2  ISIS declared the",
            "4-Early this month  58",
            "0-The leader of Islami"
        ],
        "median tf-idf score": 0.9219389094712445,
        "publications": [
            "New York Post",
            "NPR",
            "New York Times"
        ],
        "sentences": [
            "2. ISIS declared the caliphate in Mosul: ISIS leader Abu Bakr   declared the caliphate, or Islamic state, at the Grand Mosque in Mosul shortly after the group took the city.",
            "Early this month, 58 people were executed for their role in a plot to overturn the Islamic State that was led by an aide of the group's leader, Abu Bakr   Reuters reported.",
            "The leader of Islamic State was reported to be among thousands of hardline militants still in the city, suggesting the group would go to great lengths to repel the coalition."
        ],
        "tf-idf score": [
            1.0709061009361274,
            0.6872723532377838,
            0.9219389094712445
        ]
    },
    "0.19682764230106894-3-17": {
        "average clique similarity": 0.19682764230106894,
        "clique": [
            "4-Over the past few we",
            "2-The Kurdish areas in",
            "3-One by one  in the p"
        ],
        "median tf-idf score": 0.4904628425163475,
        "publications": [
            "CNN",
            "New York Times",
            "NPR"
        ],
        "sentences": [
            "Over the past few weeks, coalition airstrikes began more intensively targeting the suspected homes of senior Islamic State figures in Mosul.",
            "The Kurdish areas in northeastern Iraq are already packed with those who fled Mosul or other parts of the region over the past two years.",
            "One by one, in the past two years, coalition forces have reclaimed those cities."
        ],
        "tf-idf score": [
            0.7655239325653383,
            0.4904628425163475,
            0.4106277372058412
        ]
    },
    "0.20586230827024096-3-275": {
        "average clique similarity": 0.20586230827024096,
        "clique": [
            "0-5 million people sti",
            "4- The United Nations ",
            "1- Residents of Mosul "
        ],
        "median tf-idf score": 1.369434622818188,
        "publications": [
            "Reuters",
            "New York Times",
            "New York Post"
        ],
        "sentences": [
            "5 million people still live in Mosul and the International Organization for Migration said Islamic State may use tens of thousands of residents as human shields to hold onto their last city stronghold in Iraq.",
            "\"The United Nations is deeply concerned that in a   scenario, the operation in Mosul could be the most complex and largest in the world in 2016, and we fear as many as one million civilians may be forced to flee their homes,\" said Lise Grande, the United Nations' humanitarian coordinator for Iraq.",
            " Residents of Mosul said Islamic State was using civilians as human shields as Iraqi and Kurdish forces captured outlying villages in their advance on the jihadists' stronghold."
        ],
        "tf-idf score": [
            1.369434622818188,
            0.8552004405266367,
            1.4693881067985464
        ]
    },
    "0.24175523972730759-3-130": {
        "average clique similarity": 0.24175523972730759,
        "clique": [
            "1-Fighting is expected",
            "3-The force includes 5",
            "4-When fewer than 1  0"
        ],
        "median tf-idf score": 1.0069478930700881,
        "publications": [
            "Reuters",
            "CNN",
            "New York Times"
        ],
        "sentences": [
            "Fighting is expected to take weeks, if not months, as 30, 000 government forces, Sunni tribal fighters and Kurdish Peshmerga first encircle the city then attempt to oust between 4, 000 and 8, 000 Islamic State militants.",
            "The force includes 54, 000 members of the Iraqi Security Forces and 40, 000 Kurdish Peshmerga fighters.",
            "When fewer than 1, 000 Islamic State fighters forced about 60, 000 Iraqi Army and police defenders to abandon Mosul in June 2014, many among its Sunni population cheered their arrival."
        ],
        "tf-idf score": [
            1.2025389847234627,
            0.5780301294363435,
            1.0069478930700881
        ]
    },
    "0.2802485913650204-3-311": {
        "average clique similarity": 0.2802485913650204,
        "clique": [
            "0-Abadi announced the ",
            "4-They saw the militan",
            "1-None of the reports "
        ],
        "median tf-idf score": 0.5688748219008279,
        "publications": [
            "New York Post",
            "New York Times",
            "Reuters"
        ],
        "sentences": [
            "Abadi announced the offensive on Monday around two years after Iraq's   city fell to the militants, who exploited the civil war that broke out in Syria in 2011 to seize territory there.",
            "They saw the militants as fellow Sunnis who would end corruption and abuse at the hands of the   Iraqi government and security services. But much of that local good will dissipated after more than two years of harsh rule by the militants, a mix of Iraqis and Syrians with a grab bag of foreign fighters.",
            "None of the reports could be independently verified. Abadi announced the offensive on Monday around two years after Iraq's   city fell to the militants, who exploited the civil war that broke out in Syria in 2011 to seize territory there."
        ],
        "tf-idf score": [
            0.5688748219008279,
            0.5320440998279442,
            0.6080727173903321
        ]
    },
    "0.29740669865755504-3-311": {
        "average clique similarity": 0.29740669865755504,
        "clique": [
            "1- This has been going",
            "0- This has been going",
            "2- What people here ar"
        ],
        "median tf-idf score": 0.7601171374548195,
        "publications": [
            "Reuters",
            "New York Post",
            "NPR"
        ],
        "sentences": [
            "\"This has been going on for several weeks where we've seen civilians being forcibly detained and their movements being prevented where they can't get out of Mosul. They are being held there against their will,\" he told reporters. Davis described the operation to retake Mosul as \"an ugly fight\" adding: \"But I will tell you we've seen very good progress. It's day one, don't get your hopes up, it's going to be a while\". Around 1.",
            "\"This has been going on for several weeks where we've seen civilians being forcibly detained and their movements being prevented where they can't get out of Mosul. They are being held there against their will,\" he told reporters. Davis described the operation to retake Mosul as \"an ugly fight\" adding: \"But I will tell you we've seen very good progress. It's day one, don't get your hopes up, it's going to be a while. \" Around 1.",
            "\"What people here are terrified of is what's going to happen to the civilians inside the city,\" adds Fordham. \"They have been urged to stay in their houses in leaflets that have been dropped from the sky by the Iraqi security forces. But we hear from inside that lots of people are secretly making plans to run away. If they do that, there may be no safe route out, and aid agencies could be overwhelmed\". 5."
        ],
        "tf-idf score": [
            0.7601171374548195,
            0.7601171374548195,
            0.8505853266642417
        ]
    },
    "0.3611775806054351-3-202": {
        "average clique similarity": 0.3611775806054351,
        "clique": [
            "3-Paton Walsh  who is ",
            "1-One  who gave his na",
            "0-One  who gave his na"
        ],
        "median tf-idf score": 0.9098034719809753,
        "publications": [
            "Reuters",
            "CNN",
            "New York Post"
        ],
        "sentences": [
            "Paton Walsh, who is embedded with a Peshmerga convoy near Mosul, said he saw \"staggering scenes\" as forces advanced toward the city, with sporadic fighting erupting as they encountered ISIS fighters.",
            "One, who gave his name as Anwar, said he fled the Sumer district near Mosul airport, fearing ground forces and aerial bombing. \"I told Daesh fighters at a checkpoint 'I'm going to stay at my sister's house',\" he said.",
            "One, who gave his name as Anwar, said he fled the Sumer district near Mosul airport, fearing ground forces and aerial bombing."
        ],
        "tf-idf score": [
            1.167633313336285,
            0.9098034719809753,
            0.6819606448683349
        ]
    },
    "0.38592608602336503-3-43": {
        "average clique similarity": 0.38592608602336503,
        "clique": [
            "1-Hoshiyar Zebari  a s",
            "0-Hoshiyar Zebari  a s",
            "2-Critics have called "
        ],
        "median tf-idf score": 1.3963916528784575,
        "publications": [
            "New York Post",
            "NPR",
            "Reuters"
        ],
        "sentences": [
            "Hoshiyar Zebari, a senior Kurdish official, said initial operations succeeded due to close cooperation between the Iraqi government and Kurdish peshmerga fighters, allowing them to clear Islamic State from 9 or 10 villages east of Mosul.",
            "Hoshiyar Zebari, a senior Kurdish official, said initial operations succeeded due to close cooperation between the Iraqi government and Kurdish peshmerga fighters, allowing them to clear Islamic State from 9 or 10 villages east of Mosul. \"Daesh is disoriented they don't know whether to expect attacks from the east or west or north,\" he told Reuters.",
            "Critics have called for the U S effort to be stepped up and that's widely expected to happen in a coordinated assault on Mosul that will include the Iraqi army moving up from the south and allied Kurdish fighters advancing from the north and the east of the city."
        ],
        "tf-idf score": [
            1.3963916528784575,
            1.586431383915121,
            0.9743478134885151
        ]
    },
    "0.3871922557329434-3-40": {
        "average clique similarity": 0.3871922557329434,
        "clique": [
            "3-For now  violence is",
            "0-Islamic State said o",
            "1-SUICIDE BOMBS Islami"
        ],
        "median tf-idf score": 0.9668590865875284,
        "publications": [
            "Reuters",
            "New York Post",
            "CNN"
        ],
        "sentences": [
            "For now, violence is limited to the villages on the city's outskirts. But the coalition is expected to encounter fierce resistance from thousands of ISIS fighters in Mosul's urban center, armed with car bombs and improvised explosive devices.",
            "Islamic State said on Monday its fighters had targeted the attacking forces with 10 suicide bombs and that their foes had surrounded five villages but not taken them. None of the reports could be independently verified.",
            "SUICIDE BOMBS Islamic State said on Monday its fighters had targeted the attacking forces with 10 suicide bombs and that their foes had surrounded five villages but not taken them."
        ],
        "tf-idf score": [
            0.996674877906744,
            0.9668590865875284,
            0.9276611910980241
        ]
    },
    "0.4219010060907924-3-27": {
        "average clique similarity": 0.4219010060907924,
        "clique": [
            "2-Sunni residents may ",
            "1-DIFFICULT FIGHT Iraq",
            "0-Iraqi Prime Minister"
        ],
        "median tf-idf score": 1.3767457969575565,
        "publications": [
            "NPR",
            "Reuters",
            "New York Post"
        ],
        "sentences": [
            "Sunni residents may harbor reservations about the army, but the prime minister was trying to reassure them that Shiite militias and Kurdish fighters will not be operating there.",
            "DIFFICULT FIGHT Iraqi Prime Minister Haider   said safe routes had been secured for civilians who wanted to leave Mosul and it was the duty of the U S  coalition to prevent Islamic State fighters from escaping into nearby Syria.",
            "Iraqi Prime Minister Haider   said safe routes had been secured for civilians who wanted to leave Mosul and it was the duty of the U S  coalition to prevent Islamic State fighters from escaping into nearby Syria."
        ],
        "tf-idf score": [
            0.4781287621991942,
            1.4206732920797813,
            1.3767457969575565
        ]
    }
}