{
    "0.19097005064684272-3-55": {
        "average clique similarity": 0.19097005064684272,
        "clique": [
            "2-McClendon was a gian",
            "5-He believed that acq",
            "0-As CEO of Chesapeake"
        ],
        "median tf-idf score": 1.0122880014969213,
        "publications": [
            "NPR",
            "Washington Post",
            "Buzzfeed News"
        ],
        "sentences": [
            "McClendon was a giant figure in the shale gas and shale oil business, jumping from relative obscurity to become one of, if not the biggest, lease holders on shale gas prospects. By 2008, he was a billionaire as shares of Chesapeake Energy soared.",
            "He believed that acquiring drilling rights was the key to success in the energy business, so he became an aggressive buyer of land in Texas, Pennsylvania and elsewhere. He would then drill down into the shale rock below the surface to extract oil and gas. Eventually, his company ended up with rights to more than 16 million acres, and he emerged as a billionaire.",
            "As CEO of Chesapeake Energy, which he   in 1989, McClendon led an aggressive search for oil and natural gas deposits locked within shale rock formations, becoming a pioneer of the fracking industry."
        ],
        "tf-idf score": [
            1.1086433904350197,
            1.0122880014969213,
            0.9810091928135379
        ]
    },
    "0.20516438619975788-3-229": {
        "average clique similarity": 0.20516438619975788,
        "clique": [
            "2-McClendon  who   the",
            "4-Over more than two d",
            "0-McClendon placed a c"
        ],
        "median tf-idf score": 0.9339277487462138,
        "publications": [
            "Washington Post",
            "Reuters",
            "Buzzfeed News"
        ],
        "sentences": [
            "McClendon, who   the company in the 1980s, stepped down in 2013 amid pressure from activist investors and founded American Energy Partners, a natural gas and oil company.",
            "Over more than two decades, he built Chesapeake from a small wildcatter into one of the world's biggest natural gas producers before resigning in 2013, after a corporate governance crisis and investor concerns over his heavy spending It may take one to two weeks to complete an investigation into the accident, which occurred about 8 miles (13 km) from offices of American Energy Partners, the company that McClendon founded shortly after leaving Chesapeake.",
            "McClendon placed a central role in the U S oil and gas boom of the last two decades, which transformed American energy production and reshaped the global oil market."
        ],
        "tf-idf score": [
            0.9339277487462138,
            1.1682994959962538,
            0.7532793739236248
        ]
    },
    "0.23730818136052725-3-199": {
        "average clique similarity": 0.23730818136052725,
        "clique": [
            "2-      Former Chesape",
            "5-The fatal crash occu",
            "3-OKLAHOMA CITY  AP   "
        ],
        "median tf-idf score": 1.41124613789844,
        "publications": [
            "NPR",
            "Washington Post",
            "Talking Points Memo"
        ],
        "sentences": [
            "      Former Chesapeake Energy chief executive Aubrey McClendon, the embattled   of one of America's largest natural gas producers, died Wednesday morning in a fiery car crash one day after he was charged in an Oklahoma   conspiracy.",
            "The fatal crash occurred Wednesday morning, the Oklahoma City Police Department said on Twitter.",
            "OKLAHOMA CITY (AP)  --   Aubrey McClendon, a natural gas industry titan, was killed in a fiery   crash in Oklahoma City on Wednesday, a day after he was indicted on a charge of conspiring to rig bids to buy oil and natural gas leases in northwest Oklahoma."
        ],
        "tf-idf score": [
            1.41124613789844,
            0.5923331573033505,
            1.4809777297230937
        ]
    },
    "0.2405773603979884-3-72": {
        "average clique similarity": 0.2405773603979884,
        "clique": [
            "3-McClendon stepped do",
            "1-He left the company ",
            "4-We are tremendously "
        ],
        "median tf-idf score": 1.258551266313673,
        "publications": [
            "Talking Points Memo",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "McClendon stepped down in 2013 at Chesapeake and founded American Energy Partners, where he was chairman and CEO The Department of Justice said in a statement Tuesday that McClendon was suspected of orchestrating a scheme between two large energy companies, which are not named in the indictment, from December 2007 to March 2012.",
            "He left the company in January 2013 amid philosophical differences with a new board of directors, and founded American Energy Partners, where he was chairman and CEO \"Aubrey's tremendous leadership, vision, and passion for the energy industry had an impact on the community, the country, and the world,\" AEP said in a statement. \"We are tremendously proud of his legacy and will continue to work hard to live up to the unmatched standards he set for excellence and integrity\".",
            "We are tremendously proud of his legacy,\" American Energy Partners said in a statement. Tuesday's indictment followed a nearly   federal antitrust probe that began after a 2012 Reuters investigation found that Chesapeake had discussed with a rival how to suppress land lease prices in Michigan during a   boom."
        ],
        "tf-idf score": [
            1.4581281884426258,
            1.258551266313673,
            0.9153453801290582
        ]
    },
    "0.2431717215105773-3-37": {
        "average clique similarity": 0.2431717215105773,
        "clique": [
            "4-The cause of death w",
            "0-His death comes the ",
            "5-McClendon  56  was i"
        ],
        "median tf-idf score": 1.2732593408984698,
        "publications": [
            "Reuters",
            "Buzzfeed News",
            "NPR"
        ],
        "sentences": [
            "The cause of death will be determined later by a medical examiner, the spokesman said. The crash occurred less than 24 hours after the U S Department of Justice announced that McClendon had been indicted for allegedly colluding to rig bids for oil and gas acreage while he was at Chesapeake. He had denied the charges.",
            "His death comes the day after a federal grand jury indicted him on charges of orchestrating \"a conspiracy between two large oil and gas companies to not bid against each other for the purchase of certain oil and natural gas leases in northwest Oklahoma\" between December 2007 and March 2012. The Justice Department alleged that a winner would be determined ahead of time, and then that winner would allocate an interest in the leases to the other party, effectively holding down prices paid to leaseholders.",
            "McClendon, 56, was indicted Tuesday on charges of \"orchestrating a conspiracy not to compete for oil and gas leases in northwest Oklahoma,\" as the   reported."
        ],
        "tf-idf score": [
            1.3248577062253035,
            1.2732593408984698,
            1.073406495244675
        ]
    },
    "0.2523379664756752-3-229": {
        "average clique similarity": 0.2523379664756752,
        "clique": [
            "0- Aubrey McClendon  a",
            "6-Energy tycoon Aubrey",
            "7-Energy entrepreneur "
        ],
        "median tf-idf score": 1.0424805786017135,
        "publications": [
            "Buzzfeed News",
            "New York Post",
            "Breitbart"
        ],
        "sentences": [
            " Aubrey McClendon, a major figure in the oil and gas industry, died in a car accident Wednesday, one day after the Justice Department charged him with conspiring to rig the price of oil and natural gas leases in his home state of Oklahoma.",
            "Energy tycoon Aubrey McClendon, who amassed a $1 billion fortune by being among the first to recognize the technology that would lead to the shale gas revolution, died Wednesday in a fiery   crash in his hometown of Oklahoma City.",
            "Energy entrepreneur and Oklahoma City Thunder part owner Aubrey McClendon died on Wednesday in a   wreck."
        ],
        "tf-idf score": [
            1.2161776518292067,
            1.0424805786017135,
            0.8381704279783224
        ]
    },
    "0.2708540878479845-4-25": {
        "average clique similarity": 0.2708540878479845,
        "clique": [
            "2- Reuters    McClendo",
            "4-Closer to home  McCl",
            "1-McClendon was the fo",
            "5-He then went on to s"
        ],
        "median tf-idf score": 0.9119856454925347,
        "publications": [
            "Washington Post",
            "Reuters",
            "Fox News",
            "NPR"
        ],
        "sentences": [
            "(Reuters)   McClendon, a   of the Oklahoma City Thunder basketball team, said in a statement Tuesday that he would fight the \"wrong and unprecedented\" charge.",
            "Closer to home, McClendon was revered for helping to bolster the Oklahoma economy and revitalize its biggest city, including landing the Oklahoma City Thunder, a National Basketball Association franchise in which he had a minority stake.",
            "McClendon was the founder and   of Chesapeake Energy. He was also a   of the Oklahoma City Thunder.",
            "He then went on to start a new enterprise, American Energy Partners. He also was a part owner of the Oklahoma City Thunder, a National Basketball Association team."
        ],
        "tf-idf score": [
            0.9087852373374704,
            0.915186053647599,
            0.9716754666466897,
            0.8393585102032992
        ]
    },
    "0.2797859639023-3-229": {
        "average clique similarity": 0.2797859639023,
        "clique": [
            "6-Police said the marr",
            "7- The Justice Departm",
            "5-A police spokesman s"
        ],
        "median tf-idf score": 0.8933834420083302,
        "publications": [
            "New York Post",
            "Breitbart",
            "NPR"
        ],
        "sentences": [
            "Police said the married father of three grown kids was driving his 2013 Chevy Tahoe at a \"high rate of speed\" at about 9 a. m. when it crossed a grassy median and crashed   into a wall.",
            "[The Justice Department indicted the Thunder minority owner on Tuesday. On Wednesday, McClendon died instantly after crashing his car into a wall in Oklahoma City at a rate of speed in excess of the posted 40    limit.",
            "A police spokesman said at a news conference Wednesday that McClendon's car was traveling at high speed when it crashed into an overpass wall and \"was engulfed in flames\"."
        ],
        "tf-idf score": [
            0.5955185290512789,
            0.9707302954596232,
            0.8933834420083302
        ]
    },
    "0.2943873902054676-3-229": {
        "average clique similarity": 0.2943873902054676,
        "clique": [
            "6-The vehicle was so b",
            "5-Capt  Paco Balderram",
            "1-He added that McClen"
        ],
        "median tf-idf score": 0.7374714794208935,
        "publications": [
            "New York Post",
            "NPR",
            "Fox News"
        ],
        "sentences": [
            "The vehicle was so badly burned that it could not be determined whether McClendon was wearing a seat belt, police said.",
            "Capt. Paco Balderrama said no one else was in the SUV and that police were not initially able to determine whether McClendon was wearing a seat belt. The crash in northeast Oklahoma City apparently involved no other vehicles.",
            "He added that McClendon was not wearing a seat belt and that he was driving faster than the 50 mph speed limit."
        ],
        "tf-idf score": [
            0.7374714794208935,
            1.1203773707711817,
            0.5963168497819575
        ]
    },
    "0.2991358440369608-3-218": {
        "average clique similarity": 0.2991358440369608,
        "clique": [
            "1-Ashley Peters said M",
            "3-Police Sgt  Ashley P",
            "6-The car was immediat"
        ],
        "median tf-idf score": 0.9412859763041466,
        "publications": [
            "Talking Points Memo",
            "New York Post",
            "Fox News"
        ],
        "sentences": [
            "Ashley Peters said McClendon was the only person in the SUV when it slammed into a concrete bridge pillar shortly after 9 a. m. \"There was plenty of opportunity for him to correct and get back on the roadway and that didn't occur,\" Balderrama added. Balderrama said it's too early to say if the collision was intentional.",
            "Police Sgt. Ashley Peters said    McClendon, also a   of the NBA's Oklahoma City Thunder, was the only occupant in the sport utility vehicle when it slammed into a concrete bridge pillar shortly after 9 a. m. McClendon's death follows an announcement Tuesday that he had been indicted by a federal grand jury. Police say it's too early to tell if the collision was intentional.",
            "The car was immediately engulfed in flames, according to Oklahoma City Police Captain Paco Balderrama. It was not immediately known if he died in the crash or if he suffered a medical emergency beforehand that caused the crash."
        ],
        "tf-idf score": [
            0.9412859763041466,
            1.4280579986478288,
            0.8152972442306615
        ]
    },
    "0.3000400451002485-4-229": {
        "average clique similarity": 0.3000400451002485,
        "clique": [
            "3-The companies would ",
            "1-The Department of Ju",
            "2-Between 2007 and 201",
            "7-The indictment charg"
        ],
        "median tf-idf score": 1.1161928367083485,
        "publications": [
            "Talking Points Memo",
            "Fox News",
            "Washington Post",
            "Breitbart"
        ],
        "sentences": [
            "The companies would decide ahead of time who would win bids, with the winner then allocating an interest in the leases to the other company, according to the statement. In a statement released Tuesday after his indictment, McClendon denied violating antitrust laws. \"The charge that has been filed against me today is wrong and unprecedented,\" McClendon said.",
            "The Department of Justice said in a statement Tuesday that McClendon was suspected of orchestrating a scheme between two large energy companies, which are not named in the indictment, from December 2007 to March 2012.",
            "Between 2007 and 2012, McClendon's energy conglomerate and another unnamed company would agree over who would win the bids, then share an interest in the hugely lucrative leases of landowners' oil and gas rights, Justice Department investigators said.",
            "The indictment charged that McClendon \"orchestrated a conspiracy between two large oil and gas companies to not bid against each other for the purchase of certain oil and natural gas leases in northwest Oklahoma. \""
        ],
        "tf-idf score": [
            1.1697557095053361,
            1.1839769524486472,
            1.0626299639113608,
            1.028021339540825
        ]
    },
    "0.32784447951396717-3-229": {
        "average clique similarity": 0.32784447951396717,
        "clique": [
            "6-McClendon  the found",
            "1- Aubrey McClendon  t",
            "4- Former Chesapeake E"
        ],
        "median tf-idf score": 1.2913225533026793,
        "publications": [
            "New York Post",
            "Fox News",
            "Reuters"
        ],
        "sentences": [
            "McClendon, the founder and former chief executive of Chesapeake Energy, engineered a scheme to keep companies from bidding against one another for oil and gas leases in northwest Oklahoma, the grand jury charged.",
            " Aubrey McClendon, the   of an NBA basketball team and former energy company chief executive who was indicted in federal court on a conspiracy charge Tuesday, died in a car crash Wednesday, police said.",
            " Former Chesapeake Energy Chief Executive Aubrey McClendon, a brash   who helped transform the U S energy industry with shale gas, died when his car slammed into an overpass on Wednesday, one day after being charged with breaking federal antitrust laws, police said."
        ],
        "tf-idf score": [
            1.197592213750334,
            1.3603588168429797,
            1.2913225533026793
        ]
    },
    "0.35280164231692496-5-43": {
        "average clique similarity": 0.35280164231692496,
        "clique": [
            "4-At a press briefing ",
            "7- He pretty much drov",
            "0-The billionaire form",
            "2-McClendon  56  crash",
            "1-He was 56   He prett"
        ],
        "median tf-idf score": 0.986602404289041,
        "publications": [
            "Reuters",
            "Washington Post",
            "Breitbart",
            "Buzzfeed News",
            "Fox News"
        ],
        "sentences": [
            "At a press briefing in Oklahoma City, Captain Paco Balderrama said McClendon was traveling at \"well above\" the 40 mile per hour speed limit before he \"pretty much drove straight into the wall\".",
            "\"He pretty much drove straight into the wall,\" Oklahoma City Police Captain Paco Balderrama told the Daily Oklahoman. \"There was plenty of opportunity to correct or go back to the roadway. That didn't occur. \" The feds charged the    McClendon with violations of the Sherman   Act in an alleged scheme to rig bids on   ventures.",
            "The billionaire former CEO of Chesapeake Energy Corp. and   of the NBA's Oklahoma City Thunder \"pretty much drove straight into the wall,\" Balderrama said.",
            "McClendon, 56, crashed his 2013 Chevy Tahoe at high speed into a bridge overpass wall in northeast Oklahoma City just after 9 a. m. police said. He died in the crash, and no other cars were involved. \"He pretty much drove straight into the wall.",
            "He was 56. \"He pretty much drove straight into the wall,\" Oklahoma City Police Department Capt. Paco Balderrama told KFOR Police Sgt."
        ],
        "tf-idf score": [
            1.080561615171816,
            1.2450225914052353,
            0.8572919911237795,
            0.986602404289041,
            0.747495436567371
        ]
    },
    "0.3700346777429961-3-229": {
        "average clique similarity": 0.3700346777429961,
        "clique": [
            "1- Chesapeake is deepl",
            "4- Chesapeake is deepl",
            "5-The Associated Press"
        ],
        "median tf-idf score": 0.797602155057411,
        "publications": [
            "Fox News",
            "Reuters",
            "NPR"
        ],
        "sentences": [
            "\"Chesapeake is deeply saddened by the news that we have heard today and our thoughts and prayers are with the McClendon family during this difficult time,\" Chesapeake Energy said in a statement obtained by USA Today.",
            "\"Chesapeake is deeply saddened by the news that we have heard today and our thoughts and prayers are with the McClendon family during this difficult time,\" the company said in a statement.",
            "The Associated Press reports that after his indictment, McClendon had released a statement in which he said, in part, \"The charge that has been filed against me today is wrong and unprecedented."
        ],
        "tf-idf score": [
            0.843057528494177,
            0.797602155057411,
            0.7062621350528381
        ]
    },
    "0.5104170844026682-3-229": {
        "average clique similarity": 0.5104170844026682,
        "clique": [
            "2-There was plenty of ",
            "4-He was not wearing a",
            "0- There was plenty of"
        ],
        "median tf-idf score": 0.6088655002109562,
        "publications": [
            "Washington Post",
            "Reuters",
            "Buzzfeed News"
        ],
        "sentences": [
            "There was plenty of opportunity for him to correct and get back on the roadway, and that didn't occur,\" Oklahoma City Police Capt. Paco Balderrama said at a news conference.",
            "He was not wearing a seat belt. \"There was plenty of opportunity for him to correct or get back on the roadway and that didn't occur,\" Balderrama said.",
            "\"There was plenty of opportunity for him to correct and get back on the roadway and that didn't occur. \" McClendon was due to appear in court today."
        ],
        "tf-idf score": [
            0.8324667045126554,
            0.5289950024961613,
            0.6088655002109562
        ]
    },
    "0.5724599385357025-3-229": {
        "average clique similarity": 0.5724599385357025,
        "clique": [
            "3- Anyone who knows me",
            "6- I am proud of my tr",
            "5-I am proud of my tra"
        ],
        "median tf-idf score": 1.0715140659910958,
        "publications": [
            "Talking Points Memo",
            "New York Post",
            "NPR"
        ],
        "sentences": [
            "\"Anyone who knows me, my business record and the industry in which I have worked for 35 years, knows that I could not be guilty of violating any antitrust laws. All my life I have worked to create jobs in Oklahoma, grow its economy, and to provide abundant and affordable energy to all Americans. I am proud of my track record in this industry, and I will fight to prove my innocence and to clear my name\". Copyright 2016 The Associated Press. All rights reserved.",
            "\"I am proud of my track record in this industry, and I will fight to prove my innocence and to clear my name,\" McClendon, who founded American Energy Partners after leaving Chesapeake, said Tuesday after the indictment.",
            "I am proud of my track record in this industry, and I will fight to prove my innocence and to clear my name\". Most Americans would not have recognized McClendon's name. But his impact on his industry, region  --   and actually, the whole country  --   was huge."
        ],
        "tf-idf score": [
            1.1563529468732106,
            1.0715140659910958,
            0.8451259089790127
        ]
    },
    "0.6357037945643883-3-48": {
        "average clique similarity": 0.6357037945643883,
        "clique": [
            "7- All my life I have ",
            "2-He was scheduled to ",
            "5-   All my life I hav"
        ],
        "median tf-idf score": 1.1626513816830597,
        "publications": [
            "Breitbart",
            "Washington Post",
            "NPR"
        ],
        "sentences": [
            "\"All my life I have worked to create jobs in Oklahoma, grow its economy, and to provide abundant and affordable energy to all Americans. I am proud of my track record in this industry, and I will fight to prove my innocence and to clear my name. \" The tragedy comes less than a month after another loss on the roads for the franchise. Ingrid Williams, wife of Thunder assistant coach Monty Williams, died on February 10 after her involvement in an automobile accident the previous night.",
            "He was scheduled to appear in court Wednesday. \"All my life I have worked to create jobs in Oklahoma, grow its economy, and to provide abundant and affordable energy to all Americans,\" he said. \"I am proud of my track record in this industry, and I will fight to prove my innocence and to clear my name. \"",
            ".. All my life I have worked to create jobs in Oklahoma, grow its economy, and to provide abundant and affordable energy to all Americans."
        ],
        "tf-idf score": [
            1.1626513816830597,
            1.2535521787979933,
            0.5729758203209975
        ]
    }
}