{
    "0.20728305757261103-3-62": {
        "average clique similarity": 0.20728305757261103,
        "clique": [
            "2-Duterte has earlier ",
            "4-A few hours later  h",
            "1-In May  Duterte call"
        ],
        "median tf-idf score": 0.81258532764101,
        "publications": [
            "Washington Post",
            "Fox News",
            "Atlantic"
        ],
        "sentences": [
            "Duterte has earlier cursed the pope and U N   Ban  . The cancelled meeting was supposed to take place on the sidelines of the summit of the Association of Southeast Asian Nations.",
            "A few hours later, he canceled the meeting. Other notables Duterte has insulted in the past include the United Nations, the U S ambassador to Manila and Pope Francis. Nakamura reported from Washington.",
            "In May, Duterte called the pope a \"son of a whore. \" In June, he responded to criticism from United Nations   Ban   by calling the organization \"stupid\" and threatening to withdraw \"if you are that disrespectful, son of a bitch. \""
        ],
        "tf-idf score": [
            0.874477247504552,
            0.81258532764101,
            0.7845687611739729
        ]
    },
    "0.25665631656441196-3-25": {
        "average clique similarity": 0.25665631656441196,
        "clique": [
            "3-He described Duterte",
            "2-He pointed to the ki",
            "0-In his speech Monday"
        ],
        "median tf-idf score": 0.9239404581164231,
        "publications": [
            "Fox News",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "He described Duterte as a \"colorful\" leader, but reasserted the United States close relationship with the Philippines.",
            "He pointed to the killing of Muslim Moros more than a century ago during a U S pacification campaign in the southern Philippines, blaming the wounds of the past as \"the reason why (the south) continues to boil\" with separatist insurgencies. Duterte also pointed to human rights problems in the United States.",
            "In his speech Monday, Duterte also blamed the United States for causing the unrest on the southern Philippines island of Mindanao. \"As a matter of fact, we inherited this problem from the United States,\" he said. \"Why?"
        ],
        "tf-idf score": [
            0.7550654404357846,
            0.9455513580786461,
            0.9239404581164231
        ]
    },
    "0.2663162508696541-3-7": {
        "average clique similarity": 0.2663162508696541,
        "clique": [
            "3-President Barack Oba",
            "1-And this week  Duter",
            "2-  The White House ha"
        ],
        "median tf-idf score": 1.2337352735386276,
        "publications": [
            "Breitbart",
            "Atlantic",
            "Fox News"
        ],
        "sentences": [
            "President Barack Obama is threatening to cancel a meeting with Philippine President Rodrigo Duterte after the fiery political figure called the U S president a \"son of a bitch.",
            "And this week, Duterte warned that if President Barack Obama asked him about his government's recent extrajudicial killings, \"son of a bitch, I will swear at you. \"",
            "  The White House has cancelled a scheduled meeting Monday between President Obama and Philippines President Rodrigo Duterte, after the controversial leader warned Obama not to raise   issues and called him a \"son of a whore. \""
        ],
        "tf-idf score": [
            1.2337352735386276,
            1.044294410078136,
            1.4085939919857002
        ]
    },
    "0.2748169097262953-3-34": {
        "average clique similarity": 0.2748169097262953,
        "clique": [
            "4- Clearly  he s a col",
            "1-Obama said Monday ni",
            "2-Speaking at the G20 "
        ],
        "median tf-idf score": 1.1953494694829105,
        "publications": [
            "Atlantic",
            "Washington Post",
            "Fox News"
        ],
        "sentences": [
            "\"Clearly, he's a colorful guy,\" Obama said. The president added that he had asked his staffers to speak with their Philippine counterparts to \"make sure if I'm having a meeting, it's productive and we're getting something done\". Obama called the Philippines a close \"friend and ally\" of the United States.",
            "Obama said Monday night he had been informed of Duterte's remarks, and instructed his staff to speak with their Philippine counterparts \"to find out if this, in fact, a time where we can have some constructive, productive conversations. \"",
            "Speaking at the G20 summit in China on Monday morning, Obama said he had heard about Duterte's \"colorful\" remarks and instructed his staff to see if meetings with Duterte would still be \"productive\"."
        ],
        "tf-idf score": [
            1.294912244926025,
            1.158200743594065,
            1.1953494694829105
        ]
    },
    "0.3004326308657485-3-41": {
        "average clique similarity": 0.3004326308657485,
        "clique": [
            "4-Undoubtedly  if and ",
            "3- What I ve instructe",
            "0- If and when we have"
        ],
        "median tf-idf score": 1.1562246887815781,
        "publications": [
            "Washington Post",
            "Breitbart",
            "CNN"
        ],
        "sentences": [
            "Undoubtedly, if and when we have a meeting, this is going to be something that's brought up. My expectation, my hope, is that it could be dealt with constructively\". Before the meeting was canceled, Obama suggested that the talk was predicated on whether Duterte was willing to have a serious conversation. \"I'm just going to make an assessment,\" Obama said at the time.",
            "\"What I've instructed my team to do is to talk to their Philippine counterparts to find out is this in fact a time when we can have constructive, productive conversations,\" he said.",
            "\"If and when we have a meeting, this is something that is going to be brought up,\" Obama said, referring to the Philippines' controversial record of combating drug crime since Duterte took office earlier this year."
        ],
        "tf-idf score": [
            1.1562246887815781,
            0.5497237532523744,
            1.2746905277054472
        ]
    },
    "0.32465736532337947-3-14": {
        "average clique similarity": 0.32465736532337947,
        "clique": [
            "4-More than 2  000 sus",
            "1-More than 2  000 all",
            "2-He was answering a r"
        ],
        "median tf-idf score": 1.1261976720463949,
        "publications": [
            "Atlantic",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "More than 2, 000 suspected drug dealers have been killed since Duterte took office, and Obama earlier said that when speaking with Duterte, he would not shy away from the topic of \"international norms\" when it comes to   rights.",
            "More than 2, 000 alleged drug deals and users have been killed since Duterte launched a crackdown on illegal drug trafficking after assuming office, prompting strong condemnation from the United Nations and   groups.",
            "He was answering a reporter's question about how he intends to explain the extrajudicial killings to Obama. More than 2, 000 suspected drug pushers and users have been killed since Duterte launched a war on drugs after taking office on June 30."
        ],
        "tf-idf score": [
            1.1261976720463949,
            0.8161832919864468,
            1.1570400311846651
        ]
    },
    "0.3381843301387665-4-93": {
        "average clique similarity": 0.3381843301387665,
        "clique": [
            "1-Do not just throw qu",
            "4- Putang ina   I will",
            "0- Son of a bitch  I w",
            "3-  According to the A"
        ],
        "median tf-idf score": 1.0310250827301655,
        "publications": [
            "Atlantic",
            "Washington Post",
            "CNN",
            "Breitbart"
        ],
        "sentences": [
            "Do not just throw questions. Putang ina, I will swear at you in that forum. \" \"Putang ina\" is the Tagalog phrase for son of a bitch.",
            "'Putang ina,' I will swear at you in that forum\". That is the Tagalog phrase for \"son of a bitch\" or \"son of a whore\". Asked to respond during a news conference after the Group of 20 summit in China, Obama said earlier Monday that he had been told of Duterte's comment, but he shrugged it off as another in a line of \"colorful statements\" from Duterte.",
            "\"Son of a bitch, I will swear at you\". A statement from Duterte's office Tuesday claimed the \"son of the bitch\" insult was aimed at the journalist whose question prompted the fiery response, and not at Obama.",
            "\"[According to the Associated Press, Duterte demanded that Obama be respectful during the   summit. Otherwise, he said, \"son of a bitch, I will swear at you in that forum. \""
        ],
        "tf-idf score": [
            0.37619057260127586,
            1.5384439820257692,
            0.9732696986425958,
            1.088780466817735
        ]
    },
    "0.36615937973670376-3-19": {
        "average clique similarity": 0.36615937973670376,
        "clique": [
            "2-National Security Co",
            "4-Hours later  Ned Pri",
            "0-From  Punisher  to P"
        ],
        "median tf-idf score": 0.8764075709473724,
        "publications": [
            "Fox News",
            "Washington Post",
            "CNN"
        ],
        "sentences": [
            "National Security Council spokesman Ned Price gave no explanation for the cancellation of the bilateral meeting at a regional summit in Laos, saying only that Obama will instead meet with President Park of the Republic of Korea.",
            "Hours later, Ned Price, a spokesman for the National Security Council, said that the meeting with Duterte on Tuesday afternoon had been canceled and that Obama would instead meet with South Korean President Park  .",
            "From 'Punisher' to Philippines President, Obama instead met Tuesday with President Park   of South Korea."
        ],
        "tf-idf score": [
            0.8764075709473724,
            1.270533014869183,
            0.6208575516211182
        ]
    },
    "0.728930313395565-3-53": {
        "average clique similarity": 0.728930313395565,
        "clique": [
            "1- I am a president of",
            "2-In his typical   sty",
            "4-Speaking to reporter"
        ],
        "median tf-idf score": 1.257851237547447,
        "publications": [
            "Atlantic",
            "Fox News",
            "Washington Post"
        ],
        "sentences": [
            "\"I am a president of a sovereign state and we have long ceased to be a colony. I do not have any master except the Filipino people, nobody but nobody,\" Duterte told reporters. \"You must be respectful.",
            "In his typical   style, Duterte responded: \"I am a president of a sovereign state and we have long ceased to be a colony. I do not have any master except the Filipino people, nobody but nobody. You must be respectful. Do not just throw questions. Putang ina I will swear at you in that forum,\" he said, using the Tagalog phrase for son of a     .",
            "Speaking to reporters, Duterte, who took office in June, said the Philippines is a \"sovereign state and we have long ceased to be a colony,\" according to the Associated Press. He added: \"I do not have any master except the Filipino people, nobody but nobody. You must be respectful. Do not just throw questions."
        ],
        "tf-idf score": [
            0.7730489829994772,
            1.257851237547447,
            1.2602718607972554
        ]
    }
}